{
  "cvid": 1,
  "description": "Will Stanton 123 Fake Street, Boulder, CO 12345 800-867-5309 | will@fake.com | https://www.linkedin.com/in/willstanton | http://will-stanton.com PROFILE Data scientist with a strong math background and experience in big data, machine learning, and statistics. Passionate about explaining data science to non-technical business audiences. Frequent speaker at local data science events. RECENT WORK EXPERIENCE Data Scientist: Return Path Spring 2015-Present Design and build production-ready machine-learning models and feature extraction systems using Return Path’s proprietary data assets. Lead the Analytics Team Training and Onboarding Committee, including an internal workshop series. Data Analyst: Return Path Fall 2013-Spring 2015 Designed and built statistical and machine-learning models and feature extraction systems. Used models and dashboards to solve business problems related to Return Path’s data pipeline, and communicated these solutions to executive stakeholders. Analytics Intern: Return Path Summer 2013 Developed real-time botnet phishing detection prototype for Email Fraud Protection team. Mathematics Instructor: University of Colorado - Boulder Fall 2008-Spring 2013 Taught multiple Calculus courses and Introduction to Probability and Statistics. Consistently received student evaluations in the 90th percentile. TECHNICAL SKILLS Machine Learning: classification, regression, clustering, feature engineering Statistical Methods: time series, regression models, hypothesis testing and confidence intervals, principal component analysis and dimensionality reduction, stochastic differential equations (SDEs) Software and Programming Languages: Python (scikit-learn, numpy, scipy, pandas, gensim), R, SQL, Hadoop (Hive, MapReduce), Linux, Oracle, Microsoft Excel, LaTeX Selected Coursework: Stochastic Processes, Stochastic Simulation, Random Matrix Theory, Linear Algebra, Probability and Statistics EDUCATION University of Colorado - Boulder Fall 2008-Winter 2013 Master of Arts in Mathematics, PhD Candidate (left program ABD) Kenyon College Fall 2004-Spring 2008 Bachelor of Arts in Mathematics, Summa Cum Laude ACADEMIC HONORS AND AWARDS Thron Fellowship (Summer 2011): Awarded to top 3rd or 4th year PhD student in Dept. of Mathematics at CU – Boulder Chancellors Fellowship (2008-2010): Top graduate fellowship at CU – Boulder; only 10-15 awarded each year at CU SELECTED PRESENTATIONS “Deep Learning and Text Mining:” Data Science Association Ski Hackathon Kickoff Event, Feb 28, 2015 “Deep Learning and Neural Nets:” Data Science Association Meetup, May 28, 2014 “Text Mining with Python:” Data Science Association Meetup, Feb 26, 2014 “Intro to Machine Learning:” Boulder-Denver Big Data Meetup, Apr 24, 2013"}
