{
  "cvid": 7,
  "description": "Dave Withers, Director of Information Data Architecture Summary Application Developer, Database Administrator and Architect, and Project Manager in a wide variety of business applications. Particularly interested in client-server and relational database design using MS-SQL Server. Interested in data warehousing and ETL projects, archival and data retention strategies, and disaster recovery, high-availability, and overall business continuity planning. Specialties Python, MySQL, MongoDB, SQL, T-SQL, PL-SQL, C#, JavaScript, Java, ASP.NET, and PowerShell. Also: Expertise in database design (logical and physical) for data warehousing environments. Management of data integrity and quality issues within data mart and data warehouse solutions. Expertise with Microsoft Integration Services and Microsoft Analysis Services. Expertise in performance tuning database systems; including application design, application SQL, database parameters and tuning, and disk layouts. Experience Director, Information Data Architecture, Spireon, Inc., Irvine, CA, September 2013–Present Lead technical solution delivery of Multi-Dimensional Databases, OLAP Cubes, Star Schemas, Dimensional Data models, and comprehensive ETL processes. Program Manager, Microsoft, Aliso Viejo, CA, July 2011–September 2013 Program Manager in the SQL Systems Engineering group. Managing SQL Server Fast Track Data Warehouse reference architectures currently available on Bull, Dell, HP, and IBM platforms with multiple partners including Cisco and EMC in the recent FTDW 3.0 release. Principal Consultant, Neudesic, Irvine, CA, January 2010–July 2011. Principal Consultant in Neudesic’s Business Intelligence Practice. In this role, I architect and develop large scale data warehouse applications providing clients with enhanced decision-making capabilities by augmenting information transparency in the organization and via enhanced “human-usable” visualization of data. Operations Program Manager, Microsoft, January 2008–January 2010 Operations Program Manager in the sustained engineering and tools team for Microsoft/MSN AdCenter Operations. Responsible for the business continuity and high availability needs of an advertising and content delivery system serving millions of online ads daily. Senior DBA, Lehman Brothers, June 2007–January 2008 Administered, monitored, and tuned multiple complex databases. Maintained multiserver environment. Planned archiving strategies. Designed, implemented, and verified database maintenance, backup, and recovery plans. Implemented change control and naming standards. Set up and maintained replication. Managed all MS AS databases. Designed, modified, and maintained multiple data marts along with ETL processes. Wrote, troubleshot, and fine-tuned complex stored procedures. Responsible for security audits of all databases to ensure appropriate use of resources and data. Monitored all database, network and server resources to insure consistent and optimal database performance. 24x7 application and network support. Designed and implemented ETL for any upgrades and miscellaneous data loading. Developed performance metrics with regular reporting using Reporting Services. Monitored database sizing and adjusted as necessary. Performed reorganization, reindexing, and update stats to ensure efficient performance and utilization. Certifications MongoDB for DBAs, MongoDB University, November 2013–Present Education California State University-Fullerton, College of Business and Economics, MBA in E-commerce Management, 2002. MBA thesis included consulting for Computer Intelligent Systems performing business-process reengineering. Purdue University, BS in Management, 1996"
}
