{
  "cvid": 9,
  "description": "Francesca Lorenzoni, Mathematics Specialist Skills Matlab/Octave, Phyton, Html, Minitab, Gephi/Netlogo, LaTex, Google Analytics, Google AdWords, Wordpress, Plone/Joomla, Excel Experience Mathematics Specialist, Archon, 2013- Present Develop complex algorithms to create a multi-drone mission software used to design the automatic flights of drones between recharging stations in a fixed geographical area. Digital Analyst and PPC Specialist, Boraso,com, 2012 - Present Planned, executed, and reported digital marketing strategies and online campaigns across various digital mediums including web, social, mobile, and e-mail. Analyzed website traffic to prove the effectiveness of digital campaigns. Managed AdWords campaigns up to 5000€/month, in Italian and English. Managed Facebook ADS and LinkedIn ADS campaigns, in Italian and English. Conference Manager at Boraso.com Academy: Organized web marketing courses and managed all web marketing activities (blog, SEO, SEA, DEM, social media, affiliates, press releases). Digital Marketer, Cribis D&B, 2/2012 - 4/2012 Monitored online brand reputation of companies using Cream, a tool for analysis of sentiment online. Elaborated reports and managed web sources. Google Quality Rater, Lionbridge Global Sourcing Solutions, 2008 - 2012 Evaluated the results of web searches for appropriateness to search query. Tutor of Applied Mathematics, University of Ferrara, 2010 - 2011 Taught applied mathematics to students in the Department of Architecture. Intern at Center for Modelling, Calculation and Simulation, 2010 - 2011 Created and updated the Center’s website. Education Social Network Analysis, University of Michigan (Coursera, 2013) Master of Science in Applied Mathematics, University of Ferrara, 2006-2011; Thesis: Bayesian models for image reconstruction and applications in Matlab. Certifications Google Analytics Individual Qualification (IQ), 2013 Recognitions Paul Harris Fellow (2012) for my work as President of Rotaract Club Ferrara 2011-2012."
}
