{"description": "David D’Aprile, Data Scientist Summary Result-oriented, hands-on freelance professional, with a successful record of accomplishments in ICT project management, as well as in academic research. Major strengths include strong leadership and capacity to work as a team player, as well as excellent communicational skills. The professional attitude is grounded in the cross-cutting knowledge of the academic, technical, and managerial ﬁelds. Attention to detail, as well as supervisory skills including hiring, termination, scheduling, training, and knowledge of business administration, complete the proﬁle. Education Ph.D. degree in Computer Science, 2003–2006 / Università degli Studi di Torino, TURIN, ITALY. Final dissertation: Timed and Stochastic Model Checking of Petri Nets Master’s degree in Computer Science, Cum Laude, 1995–2002 / Università degli Studi di Torino, TURIN, ITALY. Final dissertation: Speciﬁcation and Analysis of real-time systems Experience Data Scientist, ENNOVA, MILAN, ITALY, January 2013–Present I participated in an integration and digitalization project for Vodafone/Teletù. In addition, I was involved in a data monetization project. We used the following technologies/tools: R, Python, D3.js, MongoDB, Android SDK, and iOS SDK. Project Manager/Postdoctoral Research Assistant–Capgemini/Università degli Studi di Torino, TURIN, ITALY, July, 2012–June, 2013 I recruited and led an international team of eight computer science experts involved in an Enterprise Application Integration project. We run a challenging project based on the integration of Microsoft Dynamics AX, CRM, and Microsoft SharePoint components. Speciﬁcally, we analyzed, designed, and implemented a Service Management System prototype, which provides a number of maintenance processes and uses some key performance indexes devoted to measuring the QoS of the offered maintenance service. In addition, we designed and developed a mobile application, using the Windows 8 platform to let an on-the-ﬁeld exploitation of the maintenance system’s capabilities. Project Manager, Synesthesia , TURIN, TALY, January, 2011–January 2013 Management activity on mobile app projects. Synesthesia is a startup company, whose core business is deeply grounded on designing and developing mobile applications for almost all platforms, using both the native approaches and the cross-platform ones. My collaboration with Synesthesia was mainly devoted to project management tasks, as well as presales activities. Management Skills A deep and broad experience on theoretical and practical project management methodologies and tools. Methodologies: PMI’s PMBOK (ANSI/PMI 08-004-2008), Agile (Scrum), and Microsoft Sure Step System/Data Modeling and Analysis Skills A wide range of system and data modeling and analysis capabilities, acquired during my Ph.D, and Post-doc experiences. They include the following list: Predictive Analytics, Regression techniques, Linear regression, Discrete choice, Time series, Survival analysis, Decision Tree Learning, Machine Learning techniques , Neural networks, MLP, RBF, SVM, Naïve Bayes, and KNN Timed and Stochastic Analysis: Model checking of Generalized Stochastic Petri Nets and Stochastic Well-formed Nets against Timed Computational Tree Logic and Continuous Stochastic logic. Model checking of Timed Automata against a number of Probabilistic Logics.", "cvid": 4}
{"description": "Vincent Granville, Data Scientist, Co-Founder Summary Dr. Vincent Granville is a visionary data scientist with 15 years of big data, predictive modeling, digital and business analytics experience. Vincent is widely recognized as the leading expert in scoring technology, fraud detection, and web traffic optimization and growth. Over the last 10 years, he has worked in real-time credit card fraud detection with Visa, advertising mix optimization with CNET, change point detection with Microsoft, online user experience with Wells Fargo, search intelligence with InfoSpace, automated bidding with eBay, click fraud detection with major search engines, ad networks, and large advertising clients. Most recently, Vincent launched Data Science Central, the leading social network for big data, business analytics, and data science practitioners. Vincent is a former post-doctorate of Cambridge University and the National Institute of Statistical Sciences. He was among the finalists at the Wharton School Business Plan Competition and at the Belgian Mathematical Olympiads. Vincent has published 40 papers in statistical journals and is an invited speaker at international conferences. He also developed a new data mining technology known as hidden decision trees, owns multiple patents, published the first data science book, and raised $6MM in start-up funding. Vincent is a top 20 big data influencers according to Forbes, was featured on CNN, and is #1 in Gil Press’ A-List of data scientists. Experience Co-Founder, Big Data Scientist, DataScienceCentral, January 2012 – Present Leading data science, visualization, data integration, and analytics community hub. Growth hacker. Data scientist, developer, author, blogger, speaker, professor, consultant, patent inventor, recruiter, community manager, co-founder, CFO, product and business development. Social network, fraud detection, business analytics, digital and e-mail marketing expert. Creation of the first Data Science Apprenticeship (see https://bit.ly/SmLXC8). Chief Innovation Officer, Founder, AnalyticBridge, February 2008, Greater Seattle Area Community/Editorial Accomplishments Ranked as a top 20 Big Data influencers by the Forbes magazine, and featured on CNN. Publication of the Data Science eBook (60,000 downloads, https://bit.ly/oB0zxn) Creation of the “Data Science Apprenticeship,” a fast-track 6-month program to become a true data scientist. (https://bit.ly/PTqWj9) Computational marketing, traffic growth, strategic partnerships. Increased revenue by 100percent from 2011 to 2012. Consulting Tasks Developed Internet traffic scoring platform for ad networks, advertisers and publishers (rule engine, site scoring, keyword scoring, lift measurement, linkage analysis). Clients include eBay, Click Forensics, Cars.com, Turn.com, Microsoft, and Looksmart. Designed the architecture for one of the first analytics 3.0. online platforms: all-purpose scoring, with on-demand, SaaS, API services. Currently under implementation. Engineered the most popular real-time analytics news feed: responsible for architecture (super-cluster topology), implementation (automated content selection) and distribution. Identified major Botnets generating more than 10MM per year in fraudulent transactions. Search engine analytics: prediction of keyword conversion for keywords with little or no historical data, increased lift by 20percent. Web crawling and text mining techniques to score referral domains, generate keyword taxonomies, and assess commercial value of bid keywords. Collaborative filtering, social network analytics. Developed new hybrid statistical and data mining technique known as hidden decision trees and hidden forests. Invited speaker: Predictive Analytics World, SAS International Data Mining Conference. Managing Partner, Ph.D. Data Scientist, AnalyticTalent, December 2005–Present Previously DataShaping. Leading online career community for data science, big data and all business analytic positions. Growth hacker. Manage the biweekly newsletter sent to 80,000 subscribers, featuring career articles and the most recent advertised positions, reaching more analytic practitioners than all our competitors combined–including KDNuggets, SmartDataCollective, INFORMS, Data-Informed, American Statistical Association, Digital Analytics Association, etc. Research analyst, editor, co-founder. I also provide consulting on traffic quality, click fraud and click scoring for meta job boards. Provide scalable, simple, customized and robust solutions that outperform traditional scoring technology, with superior ROI and fewer false positives/false negatives. Reverse-engineered solutions offered by previous vendor. Chief Scientist, LookSmart, April 2010–March 2012 Keyword and search analytics using machine learning and pattern recognition: Created the list of top commercial keywords that account for 85percent of all advertising revenue on Google. Implemented and programmed the Google AdWords API to automatically find millions of new high value/high volume keywords for advertising campaigns (Perl, SOAP, XML) Taxonomy improvement. Click fraud detection (click jacking and Botnet detection). Website scoring, with scores used to predict chances of conversion or sales, using hidden decision trees/Naïve Bayes and web crawling. Automated bidding for advertiser campaigns based either on keyword or category (run-of-site) bidding. Reverse engineering of keyword pricing algorithms in the context of pay-per-click arbitrage. Creation of multimillion bid keyword lists using extensive web crawling. Identification of metrics to measure the quality of each list (yield or coverage, volume, and keyword average financial value). Chief Science Officer, Authenticlick, June 2006–May 2008 Prototyped automated bidding and click scoring solutions for search engines, ad networks, and advertisers. Worked with the engineering team to implement my algorithms. Design of Experiment. Score standardization. IP blacklist design and management. Patent-pending statistical technologies. Supported Sales and Production team. Presented at Ad-Tech and the American Statistical Association conferences. Helped win several deals against large competitors (including Fair Isaac). Identified major Botnet. Raised $1.5 MM (Venture Capital funding). Patents Method and system for scoring quality of traffic to network sites, #20070192190 Scoring quality of traffic to network sites, # 20080059301 Preservation of Scores of the Quality of Traffic to Network Sites across Clients and over Time, #2009137507", "cvid": 5}
{"description": " Sumit Dhar, Leadership Role in Analytics & Analytical Technologies Summary I am looking for a strategic role in driving business solution and business growth through innovation and thought leadership in analytics technology/product domain. I have 15 years of experience in Predictive Analytics, Informatics, and Visualization. I am a fairly hands-on technical manager with a penchant for strategic business thinking. While I had started my career in the BI/DW domain, in the recent past lot of my work has been in the Predictive Analytics arena. I have worked as a Vice President in Analytics & Technology, grown large analytics teams, and managed analytics business. The bulk of my work has been in the Banking Financial Services domain with focus on asset products. Key Accomplishments Analytics XSELL analytics initiatives in GE Money has shown 32percent CAGR increase in booked loan volumes with about 52percent increase in first year volumes Developed a contributed value and risk adjusted marketing offer optimization framework with yearly impact of $16 MM a year for GE Money Poland Structured and delivered a platform based Basel II risk model management solution for a credit card client Managed delivery of XSELL, Up Sell, and retention marketing strategies & models across clients in multiple domains Developed a Repurposed Big Data product strategy for a logistics company with a potential opportunity of USD 50 MM a year Big Data Solution “Skills Tracker” potential solution for collecting data and reporting for individual employees Strategy paper on use of “Big Data in Drug Discovery Process” as part of a crowd sourcing initiative Developed analytics and strategy to integrate debt collection analytics in BPO outbound calling operations Developed a next best product strategy for a utilities company leading to operations savings and increase in revenue Informatics Implemented analytics delivery on cloud-based visualization platform Developed an Operational Data Warehouse for supporting Credit Card, Auto Loans and Sales Finance Analytics to reduce analytics implementation timelines by 20percent Structured a Value added Reseller agreement with a BI platform vendor to provide domain-specific mobile analytics solution Analytic Technology infrastructure delivered to GE Corporate showing net savings of $350,000 in 5 years with a payback period of 2.5 years for new investments Re-engineered Campaign Management process and technology infrastructure to reduce cost by USD 150,000 a year with payback period of less than a year Played the role of data architecture steward across global implementation of CRM Analytics data marts GE Money Switzerland business impacts of Marketing Automation project managed by him lead to reduction of USD 300,000 in operational expenses and new loan volumes of USD 500,000 in the first quarter of operation Devised a marketing scorecard execution system in a RDBMS to support Marketing Campaign activities Business and Organization Successfully managed Analytics revenue streams upward of USD 5.00 MM with operating margins above 40percent Structured the concept of an Analytics Project Management Office for a large U.S. logistics company with limited analytics maturity to grow the analytics footprint as a shared service with a 500percent annualized growth rate Built a COE team of 100+ analytics professional for a UK credit card major and structured the delivery organization Delivered 10x impact from high-valued analytics consulting engagements for multiple clients Tools and Techniques Analytics Technologies: SAS Enterprise Guide, R, Octave, Mat lab, CART-MARS Supervised: Linear Regression, Logistic Regression, Neural Network, Support Vector Machine, Decision Trees Unsupervised: K-means clustering, Anomaly Detection, Recommender Engine Visualization Business/ Mobile Intelligence: MicroStrategy 9.x, Business Objects XI, , MS Analysis Server 2000 Big Data Visualization: Tableau Public 8.0, IBM Many Eyes, Processing Informatics Data Sources: Oracle 10i, SQL Server 2000, SQLite, MySQL, SAS, JSON Programming: Python 2.7.x, SQL, In memory databases, Hadoop and Big Data Framework ETL: Informatica 4.x, Oracle Warehouse Builder 8.x, SQL Server DTS Education Master of Science, 1999, Pennsylvania State University, PA, USA Bachelor of Technology (Honors), 1993, Indian Institute of Technology, Kharagpur, WB-721302, India Career Progression Independent Big Data Analytics & Strategy Consulting, May 2013 to present EXL Service, Vice President-Decision Analytics, Transformation Business, December 2009 to April 2013 GE Money Consumer Financial Corporation Vice President, July 2007 to June 2009 Assistant Vice President, October 2005 to June 2007 Senior Manager, October 2003 to September 2005 Cap Gemini- SOGETI LLC , Senior Consultant, November 2001 to October 2003 Xchange Applications, Technical Support Engineer, Boston MA 02111, June 2001 to October 2001 MicroStrategy Inc., Applications Developer, Vienna VA, March 2000 to April 2001 Penn State University, Graduate Assistant, University Park, PA, August 1997 to December 1999 Indian Institute of Technology, Research Analyst, Kharagpur, INDIA 721 302, January 1995 to August 1997 Wipro Infotech Ltd, Customer Support Executive, Calcutta, INDIA 700 072, June 1993 to November 1994 Awards and Recognition Best Concept Award for Analytics COE, EXL VPs All Conference, Bangkok, 2011 Management Recognition Award, Q1 2006, Global CRM Technology Team, GE Money Consumer Finance Corporation Valued Player Award, Q3 2004, Global CRM Technology Team, GE Money Consumer Finance Corporation Valued Player Award, Q4 2004, Global CRM Technology Team, GE Money Consumer Finance Corporation Certifications DMAIC Six Sigma Training Marketing Management Seminar at GE Money GE New Managers Development Course SAS workshop in CRM through Data Mining", "cvid": 6}
{"description": "Francesca Lorenzoni, Mathematics Specialist Skills Matlab/Octave, Phyton, Html, Minitab, Gephi/Netlogo, LaTex, Google Analytics, Google AdWords, Wordpress, Plone/Joomla, Excel Experience Mathematics Specialist, Archon, 2013- Present Develop complex algorithms to create a multi-drone mission software used to design the automatic flights of drones between recharging stations in a fixed geographical area. Digital Analyst and PPC Specialist, Boraso,com, 2012 - Present Planned, executed, and reported digital marketing strategies and online campaigns across various digital mediums including web, social, mobile, and e-mail. Analyzed website traffic to prove the effectiveness of digital campaigns. Managed AdWords campaigns up to 5000€/month, in Italian and English. Managed Facebook ADS and LinkedIn ADS campaigns, in Italian and English. Conference Manager at Boraso.com Academy: Organized web marketing courses and managed all web marketing activities (blog, SEO, SEA, DEM, social media, affiliates, press releases). Digital Marketer, Cribis D&B, 2/2012 - 4/2012 Monitored online brand reputation of companies using Cream, a tool for analysis of sentiment online. Elaborated reports and managed web sources. Google Quality Rater, Lionbridge Global Sourcing Solutions, 2008 - 2012 Evaluated the results of web searches for appropriateness to search query. Tutor of Applied Mathematics, University of Ferrara, 2010 - 2011 Taught applied mathematics to students in the Department of Architecture. Intern at Center for Modelling, Calculation and Simulation, 2010 - 2011 Created and updated the Center’s website. Education Social Network Analysis, University of Michigan (Coursera, 2013) Master of Science in Applied Mathematics, University of Ferrara, 2006-2011; Thesis: Bayesian models for image reconstruction and applications in Matlab. Certifications Google Analytics Individual Qualification (IQ), 2013 Recognitions Paul Harris Fellow (2012) for my work as President of Rotaract Club Ferrara 2011-2012.", "cvid": 9}
{"description": " Professional Profile I am a PhD data scientist and analyst with a passion for answering interesting questions with sophisticated analytical tools and techniques. I am a creative problem solver who knows how to ask insightful questions and how to learn quickly. I understand how to think critically, and I have proven writing and speaking abilities. Analyzing and interpreting complex datasets makes me happy, and I am known for being flexible, resourceful, and for achieving goals while maintaining a positive outlook. I work effectively in both independent and collaborative environments, and excel at communicating with diverse collaborators. Core Compentencies Communication Articulate, insightful, and able to communicate technical procedures and results to expert and non-expert collaborators. Capable of turning a complex analysis into a compelling story so that decision makers can move forward with appropriate strategy. Analytical Thinking Passionate about finding insights in data. Experienced in working with large datasets and using advanced data analysis to answer complex questions with accuracy. Proficient in mastering new knowledge and techniques quickly. Able to understand and articulate what questions can and can’t be answered given certain data. Modeling Experienced in using statistical techniques and numerical modeling with real-world data. Able to apply sophisticated mathematics to understanding data. Familiar with machine learning, including supervised and unsupervised learning techniques, and how to build predictive models. Skills and Tools R, SQL, a bit of Python and C Github, Markdown, shell scripting, Linux writing and speaking for technical and general audiences Experience Data Scientist, Stack Overflow 2016-present Data Scientist, Datassist 2016 Develop statistical survey weighting tools (implemented in R) for nonprofits, local governments, social service agencies, and others. Analyze complex data sets from clients to create clear and compelling reports, visualizations, and interactive apps. Write educational materials for online courses to develop the data literacy of our clients around the world. Content Developer & Support Representative, Sapling Learning 2012—2016 Created interactive online questions, solutions, feedback, and tutorials designed for college-level astronomy courses. Reviewed questions authored by others for accuracy, style, and appropriate level. In total, created or reviewed over 800 detailed, rich questions. Assisted in project management and user acceptance testing projects. Incorporated questions and other materials into customized, cohesive online course sites for instructors. Provided individualized customer support for instructors and developed positive client relationships. Adjunct Professor, Quinnipiac University 2006—2008 Taught physics, chemistry, astronomy, and earth science courses with accompanying lab courses for science and non-science majors, utilizing online course management system and online homework. Increased student engagement and learning by employing cooperative instructional strategies. Adjunct Professor, University of New Haven 2006—2008 Taught physics for non-science majors with accompanying lab course, utilizing online course management system and online homework. Increased student engagement and learning by employing cooperative instructional strategies. Postdoctoral Researcher, Yale University 2005—2006 Developed software for data analysis pipeline of Palomar-QUEST Survey Worked with large data sets (survey generated ~70 GB per night) and integrated existing software of collaborators into pipeline. Graduate Instructor/Research Assistant, University of Texas at Austin 2000—2005 Studied internal kinematics of nearby galaxies using infrared radiation to determine effects of dust. Independently observed at McDonald Observatory (over 40 nights). Independently developed data analysis software tailored to research project; used dynamical modeling to interpret and understand data. Published first-author papers in refereed journals and presented research at national scientific meetings. Independently coordinated and taught introductory astronomy observing lab for non-science majors, supervising other graduate student instructors and developing curriculum. Received University of Texas Goetting Memorial Endowed Scholarship for excellence in teaching, Texas Space Grant Consortium Graduate Fellowship for excellence in research, and University of Texas Graduate Continuing Fellowship for excellence in research. Education University of Texas at Austin - PhD in astronomy, 2005 University of Texas at Austin - MA in astronomy, 2002 Texas A&M University - BS in physics, 2000 (magna cum laude)", "cvid": 3}
{"description": "Will Stanton 123 Fake Street, Boulder, CO 12345 800-867-5309 | will@fake.com | https://www.linkedin.com/in/willstanton | http://will-stanton.com PROFILE Data scientist with a strong math background and experience in big data, machine learning, and statistics. Passionate about explaining data science to non-technical business audiences. Frequent speaker at local data science events. RECENT WORK EXPERIENCE Data Scientist: Return Path Spring 2015-Present Design and build production-ready machine-learning models and feature extraction systems using Return Path’s proprietary data assets. Lead the Analytics Team Training and Onboarding Committee, including an internal workshop series. Data Analyst: Return Path Fall 2013-Spring 2015 Designed and built statistical and machine-learning models and feature extraction systems. Used models and dashboards to solve business problems related to Return Path’s data pipeline, and communicated these solutions to executive stakeholders. Analytics Intern: Return Path Summer 2013 Developed real-time botnet phishing detection prototype for Email Fraud Protection team. Mathematics Instructor: University of Colorado - Boulder Fall 2008-Spring 2013 Taught multiple Calculus courses and Introduction to Probability and Statistics. Consistently received student evaluations in the 90th percentile. TECHNICAL SKILLS Machine Learning: classification, regression, clustering, feature engineering Statistical Methods: time series, regression models, hypothesis testing and confidence intervals, principal component analysis and dimensionality reduction, stochastic differential equations (SDEs) Software and Programming Languages: Python (scikit-learn, numpy, scipy, pandas, gensim), R, SQL, Hadoop (Hive, MapReduce), Linux, Oracle, Microsoft Excel, LaTeX Selected Coursework: Stochastic Processes, Stochastic Simulation, Random Matrix Theory, Linear Algebra, Probability and Statistics EDUCATION University of Colorado - Boulder Fall 2008-Winter 2013 Master of Arts in Mathematics, PhD Candidate (left program ABD) Kenyon College Fall 2004-Spring 2008 Bachelor of Arts in Mathematics, Summa Cum Laude ACADEMIC HONORS AND AWARDS Thron Fellowship (Summer 2011): Awarded to top 3rd or 4th year PhD student in Dept. of Mathematics at CU – Boulder Chancellors Fellowship (2008-2010): Top graduate fellowship at CU – Boulder; only 10-15 awarded each year at CU SELECTED PRESENTATIONS “Deep Learning and Text Mining:” Data Science Association Ski Hackathon Kickoff Event, Feb 28, 2015 “Deep Learning and Neural Nets:” Data Science Association Meetup, May 28, 2014 “Text Mining with Python:” Data Science Association Meetup, Feb 26, 2014 “Intro to Machine Learning:” Boulder-Denver Big Data Meetup, Apr 24, 2013", "cvid": 1}
{"description": "Janos D. Pinter, Research Scientist Summary My main area of expertise is nonlinear optimization: model development, exact and heuristic algorithms, optimization software implementations, engineering, financial and scientific applications. I also offer topical training courses and graduate level university courses on demand. Please visit www.pinterconsulting.com for detailed background information Experience Proprietor & Research Scientist, PCS Inc., Canada, 1994 – Present Pintér Consulting Services, Inc. (PCS) has been in continuous operation in Canada since 1994. We offer optimization software products and related services to a rapidly growing worldwide clientele. Our primary area of expertise is nonlinear systems analysis and optimization. This specifically includes the development of algorithms and software for global and local optimization. Software implementations are available for C/C++/FORTRAN compilers, with links to the modeling environments AIMMS, AMPL, EXCEL, GAMS, MPL, and to the integrated technical computing systems Maple, Mathematica, and MATLAB. These products can be put to good use in analyzing and solving a broad range of decision problems arising in engineering, economic, financial, and scientific research and applications. Our services specifically include: Systems model development Optimization algorithm development and customization Lectures, workshops, training courses, and full (semester-long) university courses. Visiting Professor, Ozyegin University, July 2009–June 2011 (2 years). Istanbul, Turkey Visiting Associate Professor, Bilkent University, February 2008–June 2009 (1 year 5 months). Ankara, Turkey Education MSc, ELTE, Budapest (Mathematics) PhD, Moscow State University (Mathematics) DSc, Hungarian Academy of Sciences (Mathematics)", "cvid": 8}
{"description": "Brandon Thomas, Data Scientist 323 Knob Hill Apt. G San Francisco, CA 00000 415.555.1212 | email@gmail.com www.dataminer.com Professional Profile A former Ruby and Java programmer with newly acquired skills, an insatiable intellectual curiosity, and the ability to mine hidden gems located within large sets of structured, semi-structured and unstructured data. Able to leverage a heavy dose of mathematics and applied statistics with visualization and a healthy sense of exploration. Education Grad Certificate, Data Mining 2012University of California, San Diego Relevant Courses: Data Mining Methods and Techniques, Data Preparation for Data Mining and Advanced Methods and Applications B.S. Computer Science 2009San Francisco State University Core Competencies Strategic Thinking: Able to influence the strategic direction of the company by identifying opportunities in large, rich data sets and creating and implementing data driven strategies that fuel growth including revenue and profits. Modeling: Design and implement statistical / predictive models and cutting edge algorithms utilizing diverse sources of data to predict demand, risk and price elasticity. Experience with creating ETL processes to source and link data. Analytics: Utilize analytical applications like SAS to identify trends and relationships between different pieces of data, draw appropriate conclusions and translate analytical findings into risk management and marketing strategies that drive value. Drive Enhancements: Develop tools and reports that help users access and analyze data resulting in higher revenues and margins and a better customer experience. Communications and Project Management: Capable of turning dry analysis into an exciting story that influences the direction of the business and communicating with diverse teams to take a project from start to finish. Collaborate with product teams to develop and support our internal data platform and to support ongoing analyses. Skills and Tools NoSQL data stores (Cassandra, MongoDB) Hadoop, MySQL, Big Table, MapReduce, SAS Large-scale, distributed systems design and development Scaling, performance and scheduling and ETL techniques C, C++, Java, Ruby on Rails Experience Cool Jeans San Francisco, CA Data Analyst2012-present Work closely with various teams across the company to identify and solve business challenges utilizing large structured, semi-structured, and unstructured data in a distributed processing environment. Develop a new pricing strategy for Total Jeans that boosted margins by 2 percent and analyzed customer buying habits which correctly predicated the resurgence of dark blue denim giving us a jump on the competition. Analyze large datasets to provide strategic direction to the company. Perform quantitative analysis of product sales trends to recommend pricing decisions. Conduct cost and benefit analysis on new ideas. Scrutinize and track customer behavior to identify trends and unmet needs. Develop statistical models to forecast inventory and procurement cycles. Assist in developing internal tools for data analysis. Programmer 2010-2011 Coded, tested, debugged, implemented and documented apps using Java and Ruby. Developed eCommerce solutions and social networking functionality. Designed, developed and maintained eCommerce and social networking applications. Built report interfaces and data feeds. Gathered and collected information from various programs, analyzed time requirements and prepared documentation to change existing programs. Professional Affiliations and Education NoSQL and Big Data Conference2013 Hadoop Hackathon: Learn Map Reduce2013 Member, Silicon Valley Big Data Meetup", "cvid": 2}
{"description": "Dave Withers, Director of Information Data Architecture Summary Application Developer, Database Administrator and Architect, and Project Manager in a wide variety of business applications. Particularly interested in client-server and relational database design using MS-SQL Server. Interested in data warehousing and ETL projects, archival and data retention strategies, and disaster recovery, high-availability, and overall business continuity planning. Specialties Python, MySQL, MongoDB, SQL, T-SQL, PL-SQL, C#, JavaScript, Java, ASP.NET, and PowerShell. Also: Expertise in database design (logical and physical) for data warehousing environments. Management of data integrity and quality issues within data mart and data warehouse solutions. Expertise with Microsoft Integration Services and Microsoft Analysis Services. Expertise in performance tuning database systems; including application design, application SQL, database parameters and tuning, and disk layouts. Experience Director, Information Data Architecture, Spireon, Inc., Irvine, CA, September 2013–Present Lead technical solution delivery of Multi-Dimensional Databases, OLAP Cubes, Star Schemas, Dimensional Data models, and comprehensive ETL processes. Program Manager, Microsoft, Aliso Viejo, CA, July 2011–September 2013 Program Manager in the SQL Systems Engineering group. Managing SQL Server Fast Track Data Warehouse reference architectures currently available on Bull, Dell, HP, and IBM platforms with multiple partners including Cisco and EMC in the recent FTDW 3.0 release. Principal Consultant, Neudesic, Irvine, CA, January 2010–July 2011. Principal Consultant in Neudesic’s Business Intelligence Practice. In this role, I architect and develop large scale data warehouse applications providing clients with enhanced decision-making capabilities by augmenting information transparency in the organization and via enhanced “human-usable” visualization of data. Operations Program Manager, Microsoft, January 2008–January 2010 Operations Program Manager in the sustained engineering and tools team for Microsoft/MSN AdCenter Operations. Responsible for the business continuity and high availability needs of an advertising and content delivery system serving millions of online ads daily. Senior DBA, Lehman Brothers, June 2007–January 2008 Administered, monitored, and tuned multiple complex databases. Maintained multiserver environment. Planned archiving strategies. Designed, implemented, and verified database maintenance, backup, and recovery plans. Implemented change control and naming standards. Set up and maintained replication. Managed all MS AS databases. Designed, modified, and maintained multiple data marts along with ETL processes. Wrote, troubleshot, and fine-tuned complex stored procedures. Responsible for security audits of all databases to ensure appropriate use of resources and data. Monitored all database, network and server resources to insure consistent and optimal database performance. 24x7 application and network support. Designed and implemented ETL for any upgrades and miscellaneous data loading. Developed performance metrics with regular reporting using Reporting Services. Monitored database sizing and adjusted as necessary. Performed reorganization, reindexing, and update stats to ensure efficient performance and utilization. Certifications MongoDB for DBAs, MongoDB University, November 2013–Present Education California State University-Fullerton, College of Business and Economics, MBA in E-commerce Management, 2002. MBA thesis included consulting for Computer Intelligent Systems performing business-process reengineering. Purdue University, BS in Management, 1996", "cvid": 7}
