{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/76605322", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "What matters most? PhD in a quantitative discipline (mathematics,  physics,  life sciences,  etc. ) Demonstrated statistical and machine learning experience,  academic or commercial,  and knowledge of major data science tools and frameworks.  Strong coding skills in at least one major language (e. g.  Java/C++/Python).  Comfortable working in a collaborative data science environment.  A proven track record of delivering high profile,  user-oriented solutions in a fast-paced environment.  Strong communication skills,  including the ability to communicate deeply technical concepts to non-technical audiences,  at all levels and in all mediums from email to written and oral presentations.  Great organizational skills with the ability to thrive in a demanding environment whilst juggling multiple priorities.  A highly motivated self-starter with a can-do attitude,  even in the face of demanding deadlines.    What’s nice to have? Knowledge of Python and/or R is a strong asset,  but not required.  Knowledge of database technologies (NoSQL / graph) is a significant plus.  Healthcare domain experience.   ", 
  "following": false, 
  "companyDescription": "My client is the healthcare giants of this generation.  Combining healthcare and technology they are growing rapidly,  after a recent growth across the UK they are looking to take this further and establish there self across the globe.  Working with the best technologies and recruiting the best people you would ever want to meet,  they put there staff first and understand a happy work place is a successful business.  My clients are current looking for a Data Scientist to join this innovative,  motivated company,  who is passionate about technology. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "TechNET IT Recruitment Ltd", 
  "canFollow": false, 
  "companyId": "203737", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "TechNET IT Recruitment Ltd", 
    "title": "Leading Healthcare Business - Data Scientist Needed!"
  }, 
  "description": "What do they want? They are looking for a motivated,  scientifically sophisticated and technically capable data scientist to aid in the development of their market-leading products.   Reporting to the Director of Product,  you will be part of a collaborative and growing product team based in their central London office.  You will be working with highly skilled data science,  engineer and product teams to release great products across Babylon.   Your skills will be put to use on deep problems in statistical modelling and machine intelligence across their product line,  where they are building complex systems to meet their core goal of making health care easier for everyone to access.  they have a team of the best people you’d ever want to meet,  working on some of the most futuristic projects.  They like people who are smart,  funny,  innovative and tenacious,  who can adapt and work together.    Who fits the role? A data scientist with experience in statistical and machine learning models,  either academic or commercial.  Experience with deep learning systems is a strong asset,  as is experience with NLP.  Organized and pro-active,  with strong attention to detail.  A natural team player,  who enjoys working collaboratively with colleagues.  Flexible and adaptable,  with a “can do” approach and solid problem-solving skills.  Focused on delivery,  with a passion for quality and innovation.  Someone who thrives in a dynamic environment and will contribute to ongoing organisational improvements. "
}
