{
  "jobPosting": {
    "companyName": "Morgan McKinley", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "morganmckinley--1886557915", 
    "title": "Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102426777, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. morganmckinley. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAALwAAAAJGZlZTE1MTg2LTQ0YmQtNDk4Mi1iMjgyLWNiMTJlMzU2ODFhMw. png", 
    "universalName": "morgan-mckinley", 
    "companyId": 16175
  }, 
  "description": "    Data Scientist    Role Summary    The role is responsible for supporting the delivery of insight around    marketing activities,  events,  customers & products.  In particular it    will focus on broad and deep analysis of the factors contributing to    acquisition and retention of customers.     The successful candidate will have a combination of business focus,     strong analytical and problem solving skills,  statistics,  databases and    programming knowledge to be able to quickly cycle hypothesis through    the discovery phase of the project.     Essential Skills & Experience       Experience in a data driven environment delivering insight.        Established presentation skills that enable insight to be taken        from complex data sets or concepts.        Have a Degree qualification in a quantitative field.  (Statistics,         Math,  Physics,  Economics)       Proven experience in an analytical/data scientist role.        2+ years' experience with SQL/Oracle.        2+ years' experience with statistics package (SPSS/R/Stata/SAS).        Strong working knowledge of Microsoft PowerPoint and Excel.        Strong working knowledge of at least one programming language,  e. g.         python       Strong attention to detail.      Passionate,  adept and with 2+ years' experience in following:       Data preparation       Data mining       Data validation       Data analysis       Data visualisation       Communicating insights     Desirable Skills & Experience       Knowledge of marketing concepts and media capabilities.        Experienced stakeholder management.        Project management experience or qualification.        Digital media analysis,  business focused analytics,  advertising        effectiveness analysis or other related statistical modeling        experience.        Comfortable with both self-management as well as working closely in        a team as required.      Morgan McKinley is acting as an Employment Agency in relation to this    vacancy. ", 
  "companyDescription": "      Morgan McKinley    Your Career Ally™    Follow the Morgan McKinley global company page to keep updated on    latest news,  insights and articles.  Here you will find information    about our services and how we can help you achieve your career goals.     Recruitment is a complete process built on a relationship of trust    between the hiring company,  candidates and the consultant.     By nurturing the talent pool within our chosen professional communities    and disciplines,  Morgan McKinley ensures that the right candidates are    matched to the right opportunities.     If you are a talented professional,  when you register with Morgan    McKinley you can expect a five-star service based on career-long advice    and support.     Even when you are not actively seeking a new role.     Our mission is to be your Career Ally™,  helping you to realise your    ambitions and discover your true potential.     And when you are actively seeking a new role,  we are here to help you    at every stage of the journey.     Our specialist sectors and disciplines include Banking,  Insurance,     Commerce & Industry,  Finance & Accounting,  Project & Change,  IT,  Risk,     Compliance,  Marketing and Administration. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
