{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "SALE", 
      "MRKT", 
      "IT"
    ], 
    "companyJobCode": "HertfordshireLocaljobs-79826929", 
    "title": "Data Analyst - Sales & Marketing", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102016671, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "    Data Analyst - Sales & Marketing    Watford    A brand new opportunity for an experienced Data Analyst has arisen to    join a newly developed commercial sales and marketing team for a large    client,  focusing on business insight information.  This is a newly    created opportunity for a candidate with extensive experience in    analysis,  ideally from a health or pharmaceutical background,  to use    best practice analytical methods to gain competent market and business    insight.     Responsibilities    Investigation and interrogation of internal and external sales data    Inside look at sales and marketing performance    Gaining market intelligence and forecasting    Report generation    Ad hoc commercial analysis    Requirements    Proficient in the use of MS Excel    Extensive experience in a BI or data analysis environment    Commercial or sales environment background    SAP Business Objects    This is a brand new opportunity to join a newly created team for a    large organisation.     If you are interested please submit your CV or contact", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
