{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87872923", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "At Morrisons,  We Buy,  We Make,  We Move,  We Sell.  We're a uniquely vertically integrated retailer with a culture all of our own and an exciting future.  We are the UK’s fourth largest food retailer with over 500 stores.  Uniquely we source and process most of the fresh food that we sell through our own manufacturing facilities,  giving us close control over provenance and quality; and we have more people preparing more food in store than any other food retailer.   Every week over 11 million customers pass through our doors and over 130, 000 colleagues across the business work hard each day to deliver great service to them.  With competitive prices and hundreds of special offers,  we are proud to save our customers money every day.  There couldn’t be a more exciting time to join Morrisons than right now.  As well as investing in our core supermarket business,  we’re rolling out food online to serve more customers and we’re building up our Own Brands,  offering our customers more of what matters to them. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Wm Morrison Supermarkets Plc", 
  "canFollow": false, 
  "companyId": "126089", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Wm Morrison Supermarkets Plc", 
    "title": "Data Scientist"
  }, 
  "description": "We’ve got a fantastic opportunity for a Data Scientist to join the Food. com team in London.  Reporting to the Head of Online Insights and Customer Experience,  you will be responsible for ensuring we: Build the insight and analytical capability of the new ecommerce channel of Morrisons Identify customer experience improvements through statistical modelling and analysis and communicate complex solutions in a clear,  understandable way to the wider business Maximise opportunity for sales whilst optimising the efficiency of operations (teams and assets) Work across the entire Food online team to develop a holistic view of the Food online business to provide highly actionable customer insights that drive improvements to financial performance Support decision making via bespoke insights and data-driven learning Identify and prioritise improvements to enable the best customer experience across marketing,  trading,  operations and supply chain Here at Morrisons our Data Scientists do the following; Improving Customer Experience – Identify and prioritise improvements to enable the best customer experience across marketing,  trading,  operations and supply chain Driving Financial Performance – developing a holistic view of the Food online business to provide highly actionable customer insights that drive improvements to financial performance Process Improvement – Reviewing ways of working and optimising processes – this is a new function within Morrisons and the team will work to optimise its processes Analysis – Analysing demand patterns and making recommendations on how we could drive operational efficiencies by optimising demand patterns relative to capacity What skills and qualifications do I need to be a successful Data Scientist? Experienced in data interpretation,  SAS / SQL Programming,  modelling and statistics Strong analytical and numerical skills including excel Strong understanding of customer experience and customer journeys from the top to the bottom of the conversion funnel Ability to communicate and tell stories through data – making the complex simple to understand for a wide range of stakeholders  Ability to take decisions in a time pressured environment and work effectively as part of a team Deliver quality,  accurate output within agreed deadlines If you’re interested in taking on a new challenge and have the skills to strengthen our team further,  then we want to hear from you! Our aim to offer more of what matters extends to our employees too.  Join us and you can expect to enjoy great career prospects and a very competitive pay and benefits package.  In addition to an attractive salary,  we offer a discount card for you and a friend or family member giving you 10% off your shopping in Morrisons.  We also offer company share options,  a highly competitive pension scheme,  Life Assurance and more besides.  We are an equal opportunities employer and welcome applications from all sections of the community. "
}
