{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/71862404", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Data Scientist - Analytics"
  }, 
  "description": "Booking. com is looking for data savvy professionals to join our team of data scientists.  You will be working with stakeholders throughout the company to generate understanding,  strategy and suggest actions based on data.  If you consider yourself to be that unique hybrid of data hacker,  business analyst,  communicator and mentor that maintains a strong customer focus and values pragmatism over perfection,  then we’d like to hear from you. There are several data science teams within Booking. com each consisting of 3-8 people.  All of these teams have their own scope within the business; we have Data Scientists focusing on the front end of our website,  content of the pages,  demands of our products,  customer satisfaction and loyalty.  Every team takes full responsibility for all data analysis within their area; however there is also considerable collaboration amongst teams.  We often align on business goals,  learn from each other and socialize after work almost every Friday. B. responsibleTransform large,  complex datasets into pragmatic,  actionable insights.   Leverage data to identify,  quantify and influence tangible business gain.  Ability to see beyond the numbers,  be the voice of data when communicating to decision makers,  product owners and team leaders.  Have the capacity to thrive in our fast-paced environment,  adapt quickly and take ownership of your work.  Challenge ideas and methods while working together with talented,  highly skilled team members. B. skilledMinimum 3 years of experience in a relevant role Experience solving real problems using data mining techniques and with statistical rigor Masters,  PhD,  or equivalent experience in a quantitative field (computer science,  physics,  mathematics,  engineering,  bioinformatics,  etc. ) Strong technical skills regarding data analysis,  machine learning and programming.  Strong working knowledge of Perl,  Python,  Hadoop,  SQL,  R and/or Excel.  Excellent communication skills; the ability to convey complex analysis results clearly and with conviction to all levels of stakeholdersB. offeredWe are a performance-based company that offers career advancement and lucrative compensation,  including bonuses and stock potential.  We also offer what we call the “Booking Deal” with other competitive perks and benefits.  IT also has monthly hackathons,  training and attends/speaks at global conferences. This position is open to worldwide candidates and in the case of relocation,  we will assist you with a generous relocation package,  ensuring a smooth transition to working and living in Amsterdam.  We have successfully relocated 200+ IT professionals to Amsterdam in the last year!Booking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com BV is looking for a Data Scientist - Analytics . "
}
