{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83975904", 
  "descriptionLanguage": "en", 
  "description": "Currently working with one of the Leading online platforms for Gaming/eSports in the UK,  who are currently looking for a talented Data Scientist to join their talented team.  With over 2. 5 million users,  the developer they are looking for will be able to take their Application to the next level.   Their team has grown rapidly over the last 12 months,  growing from 5 to 35 engineers with plans to grow to 100 by the end of 2016.  This person will be setting up the Big Data division within the company,  so previous managerial or mentoring experience is a massive plus!   If you’re looking for a great working environment and enjoy the odd gaming session,  read on as there is a great opportunity to be rewarded with a great career and exciting projects!   Responsibilities:   -          Develop and test data-fuel hypothesis and extract useful information; -          Provide insight into leading analytical practices,  design and lead development cycles and produce new and creative analytic solutions; -          Work with the company top management to identify and prioritize actionable,  high-impact insights across a variety of core business areas; -          Research,  design,  implement and validate cutting-edge algorithms to analyze diverse sources of data to achieve targeted outcomes; -          Identify and map new sources of data,  bringing fresh perspectives and new dimensions of analysis; -          Develop resource requirements,  tools and libraries.    Skills:   -          You have a deep understanding of statistical and predictive modelling concepts,  clustering and classification techniques,  and recommendation and optimization algorithms; -          Deep understanding of relational databases; -          Expert in analysing large,  complex,  multi-dimensional datasets with a variety of tools such as R,  MATLAB,  SPSS or SAS; -          Good knowledge of Python,  JAVA and Perl; -          Expert of SQL and RDBMS concepts and Hadoop/Map reduce ecosystems; -          Skilled lateral thinker,  pulling insight from data; -          Troubleshooting   For more information feel free to contact me on 01908 929 068,  or send me an email at jbrown@technet-it. co. uk", 
  "jobPosting": {
    "title": "Lead Data Analyst/Scientist - Gaming / eSports Platform - up to £60, 000", 
    "companyName": "TechNET IT Recruitment Ltd"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "203737", 
  "canFollow": false, 
  "companyName": "TechNET IT Recruitment Ltd", 
  "bottom": "true"
}
