{
  "jobPosting": {
    "companyJobCode": "successfactorsenterprise-55276401", 
    "expirationDate": 1451961270000, 
    "title": "Senior Scientist,  Data Enablement", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [
        {
          "startIdx": 2933, 
          "type": "LI", 
          "endIdx": 3272, 
          "attribute": []
        }, 
        {
          "startIdx": 2827, 
          "type": "LI", 
          "endIdx": 2931, 
          "attribute": []
        }, 
        {
          "startIdx": 2827, 
          "type": "BG", 
          "endIdx": 3272, 
          "attribute": []
        }, 
        {
          "startIdx": 2827, 
          "type": "BR", 
          "endIdx": 2827, 
          "attribute": []
        }, 
        {
          "startIdx": 2820, 
          "type": "B", 
          "endIdx": 2827, 
          "attribute": []
        }, 
        {
          "startIdx": 2820, 
          "type": "BR", 
          "endIdx": 2820, 
          "attribute": []
        }, 
        {
          "startIdx": 2663, 
          "type": "LI", 
          "endIdx": 2819, 
          "attribute": []
        }, 
        {
          "startIdx": 2314, 
          "type": "LI", 
          "endIdx": 2661, 
          "attribute": []
        }, 
        {
          "startIdx": 2112, 
          "type": "LI", 
          "endIdx": 2312, 
          "attribute": []
        }, 
        {
          "startIdx": 2112, 
          "type": "BG", 
          "endIdx": 2820, 
          "attribute": []
        }, 
        {
          "startIdx": 2112, 
          "type": "BR", 
          "endIdx": 2112, 
          "attribute": []
        }, 
        {
          "startIdx": 2092, 
          "type": "B", 
          "endIdx": 2112, 
          "attribute": []
        }, 
        {
          "startIdx": 2092, 
          "type": "BR", 
          "endIdx": 2092, 
          "attribute": []
        }, 
        {
          "startIdx": 2092, 
          "type": "BR", 
          "endIdx": 2092, 
          "attribute": []
        }, 
        {
          "startIdx": 1961, 
          "type": "U", 
          "endIdx": 2092, 
          "attribute": []
        }, 
        {
          "startIdx": 1961, 
          "type": "B", 
          "endIdx": 2092, 
          "attribute": []
        }, 
        {
          "startIdx": 1961, 
          "type": "BR", 
          "endIdx": 1961, 
          "attribute": []
        }, 
        {
          "startIdx": 1961, 
          "type": "BR", 
          "endIdx": 1961, 
          "attribute": []
        }, 
        {
          "startIdx": 1817, 
          "type": "BR", 
          "endIdx": 1817, 
          "attribute": []
        }, 
        {
          "startIdx": 1817, 
          "type": "BR", 
          "endIdx": 1817, 
          "attribute": []
        }, 
        {
          "startIdx": 1350, 
          "type": "BR", 
          "endIdx": 1350, 
          "attribute": []
        }, 
        {
          "startIdx": 1350, 
          "type": "BR", 
          "endIdx": 1350, 
          "attribute": []
        }, 
        {
          "startIdx": 641, 
          "type": "BR", 
          "endIdx": 641, 
          "attribute": []
        }, 
        {
          "startIdx": 641, 
          "type": "BR", 
          "endIdx": 641, 
          "attribute": []
        }, 
        {
          "startIdx": 12, 
          "type": "BR", 
          "endIdx": 12, 
          "attribute": []
        }, 
        {
          "startIdx": 12, 
          "type": "BR", 
          "endIdx": 12, 
          "attribute": []
        }, 
        {
          "startIdx": 0, 
          "type": "U", 
          "endIdx": 12, 
          "attribute": []
        }, 
        {
          "startIdx": 0, 
          "type": "B", 
          "endIdx": 12, 
          "attribute": []
        }
      ], 
      "rawText": " UCB aspires to be the patient-centric global biopharmaceutical leader transforming the lives of people living with severe diseases.  We focus on central nervous system and immunology disorders.   Our promise is to help tackle the serious unmet medical needs affecting patients around the globe.   An important part of our philosophy is to take a holistic approach to patients,  which aims to find solutions tailored to their circumstances.  By taking into account patients’ individual characteristics and lifestyles,  such as age,  diet,  family history and genetic profile,  we are also coming closer to providing personalized therapies. We are now looking to expand upon our scientific skills within the Discovery Research Information Management group focusing on Data Enablement.  This role represents an opportunity to join a high impact team motivated by finding solutions to the many challenges of Drug Discovery.  You will be responsible for delivering ad-hoc analysis and implementing Informatics solutions that accelerate progression of drugs through the Discovery pipeline,  with an emphasis on data integration,  data analyses and data interpretation.  You will have the opportunity to work with diverse groups of scientists and informatics experts to facilitate the use and exploitation of data in support of therapeutic project advancement. You will need to demonstrate a strong scientific background that will allow you to communicate and work with scientists from a wide range of disciplines such as medicinal chemistry,  antibody production,  computer aided drug design,  bioinformatics,  statistics,  screening sciences,  pharmacology,  non-clinical development and molecular biology.  You will be expected to support,  train and mentor end-user scientists in data-analysis methodologies and Informatics packages. This Slough-based role will be supporting both Research sites (Braine-l’Alleud,  Belgium and Slough,  UK) so some travel is likely to be required. Candidates Must Be Of Post-graduate Level Within a Relevant Scientific Discipline And Have Proven Experience In The Following AreasMinimum requirementsWorking within a team environment in a scientific discipline as well as demonstrable experience in applying current informatics techniques and methodologies pertinent to the support of drug discovery;  Excellent verbal and written communication skills.  The ideal candidate will be a confident and influential proponent of informatics principles,  solutions and their value within a scientific workflow.  The successful candidate will have the ability to convey complex concepts or methodologies in a simple and structured way to a non-expert audience;  As Drug Discovery continues to evolve,  the successful candidate should demonstrate creativity,  independent thinking,  initiative,  resilience and flexibility; DesiredKnowledge and understanding of basic software development concepts and the use of SQL or scripting tools  Applicants will have direct experience of applications typically used in Pharmaceutical Research; these should include solutions from the following categories: biological and chemical data management,  statistical techniques,  data query in relational databases,  data cleaning,  reporting,  integration,  pipelining,  analysis and visualization. "
    }, 
    "postalCode": "SL1", 
    "jobState": "LISTED", 
    "companyName": "UCB", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "At UCB,  everything we do starts with a simple question: “How will this make a difference to the lives of people living with severe diseases?” We have a passionate,  long-term commitment to discovering and developing innovative medicines that transform the lives of people living with severe diseases.  We do that by connecting with patients and their families around the world living with the physical and social burdens of severe disease of the immune system and the central nervous system.  Those connections offer new perspectives,  drive innovation,  and offer the hope of a new generation of therapies that are helping to transform lives.  With more than 8500 employees in approximately 40 countries,  we are a global biopharmaceutical company headquartered in Brussels,  Belgium which invests more than 25% of revenue in cutting-edge scientific research to meet unmet patient needs.  A few other reasons to believe that UCB is an amazing place to work: - Promising pipeline that includes new novel molecules and no major expirations in the next decade; - More than 25% of  2014 revenue reinvested into Research &amp; Development -  2014 Key Financials: €3. 3B global revenue Beyond being experts in their fields,  our employees are passionate individuals who place great importance on delivering top-notch results.  At UCB,  each employee is connected by a shared desire to make a difference. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "RSCH"
    ], 
    "listDate": 1445849322000, 
    "countryCode": "gb", 
    "company": "urn:li:company:26195", 
    "id": 94733514, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Slough,  GB", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/94733514?trk=guest_apply_click_apply_button&url=https%3A%2F%2Fcareers. ucb. com%2Fjob%2FSlough-Senior-Scientist%252C-Data-Enablement%2F55276401%2F%3Futm_source%3DLINKEDIN%26utm_medium%3Dreferrer&urlHash=6MUq&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "formattedEmploymentStatus": "Full-time", 
  "formattedJobFunctions": [
    "Research"
  ], 
  "formattedExperience": "Mid-Senior level", 
  "formattedIndustries": [
    "Pharmaceuticals"
  ], 
  "formattedPostedDaysAgo": "Posted 40 days ago", 
  "formattedPostedDaysAgoSlim": "30+ days ago", 
  "formattedPostedDaysAgoShort": "40d", 
  "companyDescriptionLanguage": "en", 
  "decoratedCompany": {
    "formattedIndustries": [
      "Pharmaceuticals"
    ], 
    "hasPaidLcp": true, 
    "canonicalName": "UCB", 
    "company": {
      "specialities": [
        "Central Nervous System (CNS)", 
        "Immunology", 
        "Healthcare Innovation Beyond Medicine"
      ], 
      "universalName": "ucb-pharma", 
      "companyId": 26195, 
      "heroImage": {
        "croppedImage": "urn:li:media:/p/8/005/047/22d/09a54a7. png"
      }
    }, 
    "foundedYear": 1928, 
    "formattedCompanyType": "Public Company", 
    "formattedEmployeeCount": "5001-10000 employees", 
    "formattedCompanySize": "5001-10000", 
    "careersImage": "urn:li:media:/p/6/005/047/240/2bf3f16. png", 
    "companyLogo": {
      "logoType": "SQUARE_LOGO", 
      "urn": "urn:li:media:/AAEAAQAAAAAAAAQYAAAAJGIxZmIwOGY0LWRiNTMtNGEzYi1hNjI0LWRjZTNlNTRkOGNlNQ. png"
    }, 
    "careersImageLink": "https://media. licdn. com/media/p/6/005/047/240/2bf3f16. png", 
    "localizedDescription": "At UCB,  everything we do starts with a simple question: “How will this make a difference to the lives of people living with severe diseases?” We have a passionate,  long-term commitment to discovering and developing innovative medicines that transform the lives of people living with severe diseases.  We do that by connecting with patients and their families around the world living with the physical and social burdens of severe disease of the immune system and the central nervous system.  Those connections offer new perspectives,  drive innovation,  and offer the hope of a new generation of therapies that are helping to transform lives.  \r\rWith more than 8500 employees in approximately 40 countries,  we are a global biopharmaceutical company headquartered in Brussels,  Belgium which invests more than 25% of revenue in cutting-edge scientific research to meet unmet patient needs.  \r\rA few other reasons to believe that UCB is an amazing place to work: \r- Promising pipeline that includes new novel molecules and no major expirations in the next decade; \r- More than 25% of  2014 revenue reinvested into Research & Development \r-  2014 Key Financials: €3. 3B global revenue \r\rBeyond being experts in their fields,  our employees are passionate individuals who place great importance on delivering top-notch results.  At UCB,  each employee is connected by a shared desire to make a difference. "
  }, 
  "formattedListDate": "October 26,  2015", 
  "formattedExpireDate": "January 5,  2016", 
  "hasSavedJobPosting": false, 
  "offsiteApply": true, 
  "hasMySavedJobPosting": false, 
  "descriptionLanguage": "en", 
  "hasDecoratedCompany": true
}
