{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/81897881", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "De ING is met ruim 8, 9 miljoen rekeninghouders een van de grootste en meest toonaangevende financiële dienstverleners van Nederland.  ING biedt klanten gemak,  waar voor hun geld en persoonlijk advies.  Particuliere en zakelijke klanten kunnen bij de ING terecht voor financiële producten op het vlak van betalen,  sparen,  lenen,  hypotheken en beleggen.  Daarnaast bemiddelt de ING in verzekeringen en pensioenen.   De ING is een Nederlands onderdeel van de ING Groep,  een wereldwijd opererende financiële instelling met 94. 000 medewerkers.  ING Groep verleent diensten aan meer dan 67 miljoen particuliere,  zakelijke en institutionele klanten in meer dan 40 landen in Europa,  Noord-Amerika,  Latijns-Amerika,  Azië en Australië.   ING is open en helder,  handelt integer en onderneemt maatschappelijk verantwoord en milieubewust.  ING is hoofdsponsor van het Nederlands Elftal. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "ING Netherland", 
  "canFollow": false, 
  "companyId": "215713", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "ING Netherland", 
    "title": "Data Scientist - keyrole in credit risk - International"
  }, 
  "description": "Data Scientist ING.   Playing a lead role in Credit Risk within international banking  Location: Amsterdam  Do you want to have a lead role in data analysis developments that break new ground in banking? Do you aspire to a position in an international team?  Then,  apply at the Advanced Analytics Team and become a Data Scientist who takes the lead in data analysis  The financial world is making huge strides.   Changes are taking place in rapid succession.  Across the world,  ING wants to play a role in these changes.  We believe that clever use of data analysis with people who excel in this dynamic domain is crucial in distinguishing ourselves.   Learning a lot and pioneering in dynamic surroundings  As a Data Scientist you are part of the Advanced Analytics Team containing a total of 13 specialists.  You are working directly with blackbelts,  computer scientists and other data scientists; partly highly experienced,  partly less experienced.  The team works international for all ING divisions worldwide. You are working in really amicable and dynamic surroundings where we spend each dayworking on innovation and new business opportunities.  The team’s goal is to use data technologies to solve all kinds of strategic business questions,  in order to anticipate the desires,  needs and interests of our customers even better.   Interesting terms of employment  As a Data Scientist at ING,  this fulltime position(40 hours a week) offers you an excellent salary and superb fringe benefits.  Apart from that,  you will be given sufficient development opportunities,  both locally and internationally,  and you will be entitled to support in the event of any relocation from abroad.   Who are we looking for?  You are an enthusiastic and entrepreneurial Data Scientis who achieves maximum results from projects.  You have 3+ years credit risk experience.  You have the leadership and management qualities to be a frontrunner within these projects as well as within your team.  You are very socially competent and a highly skilled communicator who is able to work with parties concerned on all levels within an organization.  You are handson.   Furthermore:  You speak and write the English language fluently;  You have at least 2+ years of relevant work experience in data/analytics;  You have completed a master’s degree with honors inComputer Science,  Mathematics or in another relevant field of studies;  You have experience in one or more of the following areasof expertise: data architecture,  data mining and/or data analysis;  You have relevant Machine Learning experiences,   You can preferably vouch for entrepreneurship (for instance,  because you once started your own business,  worked at a start-up,  or because you managed innovation teams within companies);  You display a natural instinct for innovation and pragmatic ‘out-of-the-box’ thinking;  You preferably have experience with Agile/Scrum aswell.   20% travelling.   About ING  ING is a global financial institution of Dutch origin.  We draw on our experience and expertise,  our commitment to excellent service and our global scale to meet the needs of a broad customer base,  comprising individuals,  families,  small businesses,  large corporations, institutions and governments.  Our strengths include our relatively high customer satisfaction levels,  solid financial position,  multi-channel distribution strategy and international network.  Moreover,  ING is a sustainability leader in its sector.   In need of further information or ready to apply?  Can you identify with this profile? Then apply and become a Data Scientist at the ING Advanced Analytics Team.  Do you have any questions about this position? Then contact Rob van Elburg,  Global IT Recruiter,  via +31-6-20210769 or rob. vanelburg@ing. nl"
}
