{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83961469", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "What you’ll need Advanced knowledge (PhD level) of one or more of the following fields: probability theory,  statistical optimization,  machine learning,  statistical mechanics,  knowledge engineering,  game theory,  operations research / control theory; Practical programming experience in any language; Python and/or C++ preferred; Curiosity and inquisitiveness,  eagerness to learn and improve each day; A constructive critical attitude; Affinity with financial markets is not required,  but would be beneficial.  What you'll get Optiver is above all a state of mind.  We are looking for you when you believe in daily improvement,  when you like to be seriously rewarded for your performance and when you easily adapt to change and enjoy some humour and fun.  To be concrete,  we offer you an excellent remuneration.  But we also offer you great secondary benefits such as attractive profit sharing structure,  fully paid first-class commuting expenses,  a premium-free pension,  training opportunities,  discounts on health insurance,  breakfast and lunch facilities,  Friday afternoon drinks and even a weekly in-house chair massage.  Interested? We are 350 highly educated professionals from over 30 different countries that work at Optiver in Amsterdam.  We aim to be unrivalled in our industry,  by being talented,  creative and result driven.  And it doesn't matter how we dress or what we believe in,  as long as we exceed our and each other's expectations.  If you are ready to apply,  and we hope you are,  apply directly via the button above for the position of Data Scientist.  Please provide us with a CV and letter of motivation in English.  Applications without a letter of motivation will not be reviewed.  When we think the 'magic' is there,  you will hear from us sooner than you expect.  If you have any questions feel free to contact Sanne Scheffers (Recruiter) on +31 (0)20 708 70 00. ", 
  "following": false, 
  "companyDescription": "Value the difference  We are Optiver,  an international trading company,  headquartered in Amsterdam.  With more than 700 colleagues across four continents we constantly offer fair and highly competitive prices for the buying and selling of stocks,  bonds,  options,  futures,  ETF’s et cetera.  It is called ‘market making’.  We build markets and provide liquidity to international exchanges in Europe,  the US and Asia Pacific.   We make financial markets fair,  open and reliable  We do not only trade when we feel like it.  Not only when our outlook is bright,  but 24 hours a day.  Whichever way the markets go,  we are there,  always at our own risk,  using our own capital.    ‘Value the difference’ sums it up perfectly.  It explains in a nutshell what we do every day.  It also invites you to explore how we do our job differently.   We have valued that difference since 1986; the year we started on the Amsterdam based European Options Exchange with a single floor trader.  Today we are one of the most dynamic,  innovative and successful companies in The Netherlands and beyond.   So,  you are probably who we need  Optiver is above all a state of mind.  We want you if you want to be the best.  When you believe in daily improvement and feel challenged when colleagues outsmart you,  which they will.  We are looking for you when you like to be seriously rewarded for your performance,  when you easily adapt to change and enjoy some humour and fun.   How you fit in is up to you.  We want to be the best trading firm in the world.  Therefore we are always looking for the best traders in the world.  But since trading on the floor changed to screen-based trading we also constantly need the most advanced technology,  trading software and connections to the market.  In short,  we need the best IT-professionals there are to develop,  optimise and support our tools.  And to service our trading and IT-colleagues the best we can,  we definitely need great ‘facilitators’ in our business operations. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optiver", 
  "canFollow": false, 
  "companyId": "13216", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optiver", 
    "title": "Data Scientist"
  }, 
  "description": "Do you have exceptional analytical,  quantitative and problem-solving skills? Do you prefer  to have a lot of autonomy and responsibility from day 1? Then this job as a Data Scientist might be interesting for you.  As Data Scientist,  you’ll be part of the quantitative trading team.  This is a small innovative team focused on creating and optimising strategies across a range of financial instruments,  through market microstructure analysis.  The team’s mission is to further the company’s level of automation of both strategy execution and creation.  To this end,  we work with cutting-edge tools and techniques inspired by statistics,  machine learning and artificial intelligence.  What you’ll do As a Data Scientist,  you will: Develop statistical descriptive or predictive models and new trading strategies,  through optimization and machine learning techniques; Analyze and optimise behaviour of models and strategies by simulating execution on historical data and explaining results; Verify hypotheses by implementing statistical analyses on signals and other trading data; Compare performance of different optimization and machine learning techniques on a given problem,  and advance the state-of-the-art by introducing new techniques; Capture and formalize trader knowledge and create new models based on this knowledge; Review academic and industry research and implement promising ideas and techniques; Design efficient numerical algorithms and implement high-performance computing solutions; Design and implement innovative solutions for visualizing and analysing large datasets. "
}
