{
  "jobPosting": {
    "companyName": "Swansea University", 
    "functions": [
      "EDU"
    ], 
    "companyJobCode": "jobsacuk-AMM242", 
    "title": "Lecturer – Computer Science (Big Data / Data Science)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100848873, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      68
    ]
  }, 
  "company": {
    "websiteUrl": "www. swansea. ac. uk", 
    "logo": "urn:li:media:/p/1/000/2a2/39e/2b00992. png", 
    "universalName": "swansea-university", 
    "companyId": 25931
  }, 
  "description": "     The normal expectation is that the successful applicant will be    appointed to the minimum of the scale with annual increments on    1 October each year (subject to completing six months service).     The University is committed to supporting and promoting equality and    diversity in all of its practices and activities.  We aim to establish    an inclusive environment and particularly welcome applications from    diverse backgrounds.     The Computer Science Department is highly ranked for both teaching and    research: The Time Good University Guide 2016 placed it 7th in the UK    and 1st in Wales,  the National Student Survey 2015 ranked it as 2nd in    the UK with 98% overall satisfaction,  and 1st in Wales,  and in the    Research Excellence Framework (REF) 2014 it was ranked 18th in the UK    and 1st in Wales.  The department has recently been selected as the home    for one of the UKs Digital Economy Centres.  It is embarking on a    multi-million programme of work – the Computational Foundry – to make    Swansea CS a beacon for the Digital Economy,  attracting and retaining    world class researchers,  building up a talented future workforce who    will innovate,  and providing a purpose built set of labs and innovation    spaces on the recently opened £450M Bay Campus.     To deliver its top 20 ambition Swansea University is seeking to appoint    a Lecturer with excellence in Research in the College of Science,     Computer Science Department,  within the field of Big Data / Data    Science specialized in but not limited to one or more of;       data mining       machine learning       high performance computing       cloud computing       data analytics     The successful candidate will be expected to expand their own research    activities and be capable of linking with existing research areas and    research teams in the College and if appropriate with other Colleges or    disciplines.  They will also need to develop their own portfolio of    funded projects,  as well as fruitful interactions and collaborations    with industry and others The appointee will seek to operate at an    international level and publish research in respected journals.     This post,  is a strategic appointment to expand the Department's    research base through a new core theme focused on Big Data/Data Science    and will complement the University's wider investments in these areas    and also require a contribution to teaching and graduate supervision in    the field of Big Data/Data Science,  both at undergraduate and    postgraduate level,  but also across the College where required,  and a    commitment to enhancing the overall student experience.   In addition    the successful applicant will contribute to organisational and academic    administrative responsibilities within the College.     All applicants should demonstrate how they will be able to help the    College and the Department shape and deliver on its vision.  In    particular,  successful applicants will be able to show how they can    work across the discipline of computer science and connect with other    disciplines too.     Informal enquiries may be made to Professor Arnold Beckmann,  Head of    Department of Computer Science via email at a. beckmann@swansea. ac. uk or    Professor Matt Jones,  Head of College of Science,  via email    at matt. jones@swansea. ac. uk    This post will close at midnight Tuesday 22nd December 2015.     Applicants will find full job details together with the online    application link at    http://www. swansea. ac. uk/personnel/jobs/details. php?nPostingID=2757&nPo    stingTargetID=4864&option=52&sort=DESC&respnr=1&ID=QHUFK026203F3VBQB7VL    O8NXD&LOV4=7813&LOV5=7978&JOBADLG=UK&Resultsperpage=20&lg=UK&mask=suext", 
  "companyDescription": "      Swansea University    Swansea University has been making a difference since 1920.  Our    University community thrives on exploration and discovery,  offers the    right balance of excellent teaching and research,  and matches this with    an enviable quality of life.     Set in parkland overlooking Swansea Bay,  on the edge of the    breathtaking Gower Peninsula,  the University's location is unique.  With    15, 921 students and 2, 510 staff from across the world,  we offer a    global perspective and the opportunity to gain skills that last a    lifetime.  wansea University has enjoyed a period of tremendous    growth,  and has achieved our ambition to be a top thirty research    University,  soaring up the Research Excellence Framework league tables    to 26th in the UK from 52nd in 2008    An ambitious Campus Development Programme is well underway – one of the    largest knowledge economy projects in the UK and within the top five in    Europe.     It involves the creation of the Bay Campus,  a brand new £450 million    development on the eastern approach to the city,  together with the    transformation of our existing Singleton Park Campus. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
