{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89042812", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Data Scientist - Matlab / C++ / SQL / Statistics / Algorithm Development / Optimisation / Forecasting / modelling / Risk Logikk are Niche providers helping you discover the very best talent across Predictive Analytics and Prescriptive Analytics.   Skills network  - Data Scientist  - Machine Learning  - Data Mining  - Data Modelling  - Predictive Modelling  - Big Data Our Networks have delivered solutions across:  - Customer Analytics  - Marketing and Web Analytics  - Supply Chain and Demand Analytics  - Dynamic Pricing  - Risk Analytics  - Health Analytics  - Spend Analytics  - Product Analytics  Please get in contact or find out more below:  T: 0203 005 4968  E: info@Logikk. co. uk  W: www. Logikk. co. uk", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Logikk", 
  "canFollow": false, 
  "companyId": "2681218", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Logikk", 
    "title": "Data Scientist"
  }, 
  "description": "We are working with one of the UK’s biggest brands,  a well-known name synonymous with the industry they work within.  Please Note: This Data Scientist position is based in North Cambridgeshire,  but has the added benefit of having the option to work from home a few days per week.  Visa / Sponsorship: Unfortunatley my client is unable to sponsor Visa's for this position,  you must already have the right to work in the UK. . .  EU applications welcome.  They are currently looking to grow their Advanced Analytics team with the addition of a Data Scientist.   This is a key hire for the business and will drive the revenue and pricing arm of this division,  which is arguably the core area to drive business growth and competitive advantage.    Core responsibilities of Data Scientist: To increase the understanding of revenue management across the organisation To improve revenue optimisation through the use of advanced analytical modelling and insight Problem solve complex revenue and pricing challenges Build complex algorithms around dynamic pricing and revenue models,  which incorporate forecasting,  optimisation and risk analysis Drive advanced visualisation across the business Key skills: At least 2 years commercial experience working in the private sector A high level of exposure to building sophisticated models,  algorithms and simulations Extensive data manipulation and visualisation experience Advanced experience of Matlab,  C++ and SQL BSc or MSc in a quantitative subject We are looking for an outgoing and customer-facing Data Scientist who has worked across advanced analytics,  operational research or data science building complex models and algorithms and has the ability to present this information back to the business to drive improved performance.  If you are interested in this Data Scientist position please get in touch at steve@logikk. co. uk    If this position is not for you but want to find out about other Data Scientist,  Machine Learning,  Advanced Analytics or Big Data Engineering oportunities,  please feel free to get in touch.  Data Scientist - Matlab / C++ / SQL / Statistics / Algorithm Development / Optimisation / Forecasting / modelling"
}
