{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/79678300", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "The world leader in beauty,  L’Oréal is present in 130 countries on five continents.  Our 32 international brands include Kiehl’s,  Lancôme,  Giorgio Armani Beauty,  Yves Saint Laurent Beauté,  Ralph Lauren,  Clarisonic,  Maybelline New York,  Essie,  Kérastase,  Biotherm,  Shu Uemura,  Viktor&amp;Rolf,  Maison Martin Margiela,  Urban Decay,  Redken,  Vichy,  La Roche-Posay,  Diesel,  Garnier,  The Body Shop,  L’Oréal Paris,  and more.  For more than a century,  L’Oréal has devoted itself solely to one business: beauty.  The group's mission is to provide the best in cosmetics innovation to women and men around the world with respect for their diversity.  We want to bring beauty to all people.  Our ambition for the coming years is to win over another one billion consumers around the world by creating the cosmetic products that meet the infinite diversity of their beauty needs and desires.  If you are ready to take charge of your career and join us on our quest for the next billion consumers,  then please follow L’Oréal for regular updates and an inside look at our beauty business.  L’Oréal key numbers (2014): - 1st cosmetics group worldwide - €22. 53 billion consolidated sales - 501 patents registered by our research team - 78,  611 employees from 156 different nationalities Awards and Recognitions: - Top 50 \"World’s Most Innovative Companies\" by FastCompany for 2014 - One of the “World’s Most Ethical Companies” by Ethisphere Institute in 2015 - Top 50 “Best Global Brands” by Interbrand for 2014 - Top 50 “World’s Most Valuable Brands” by Forbes for 2014 - Top 25 most attractive employers worldwide by Universum for 2014", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "L'Oreal", 
  "canFollow": false, 
  "companyId": "1662", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "L'Oreal", 
    "title": "Data Scientist (m/w)"
  }, 
  "description": "DATA SCIENTIST (M/W)  L’Oréal is present in 130 countries on five continents with a portfolio of 32 international brands generating a worldwide turnover of €22, 5 bn.  Around 78. 600 employees work for the group all over the world.  With a turnover of over €1bn and 2. 200 employees,  L’Oréal Germany is the 4th biggest subsidiary playing a very strategic role in the group.  It is the most popular FMCG companies in Germany (Universum 2014,  Young Professionals).  Actor for L’Oreal Germany achieving “50% direct relationship” target in 2020,  reporting into the Chief Data Officer while being situated within the “Central Data Intelligence”-Unit.   His main responsibility is to provide hands-on technical expertise with analysis and mining for Central intelligence tasks for L’Oreal Germany.  L’Oreál CDO believes that strong management and integration of a Data Science role is a fundamental enabler to delivery of intelligence services through the CDI Unit.  KEY JOB ACCOUNTABILITIES   · Structural architecture,  establishment,  implementation and maintenance of the Central Data Warehouse  · Definition of quality standards for data acquisition and storage  · Account and steer the mining and engineering of data models for the CDI  · Being responsible for the day to day running of the analysis and reporting desk  · Develop and implement a comprehensive data quality improvement programme for centrally stored data  · Maintain detailed and up to date knowledge of National/European regulations and laws as well as best practices for data storage and procession  · Working closely with Data Acquisition to ensure overall completion of CDI Unit targets  · Maintain specialist knowledge of data analysis and mining as well as processing methodologies and techniques to support the unit to achieve excellence in delivery of intelligence services  · Setting the ground for a centralized cross-brand Decision Management Platform  · Defining KPIs to measure and express the availability and quality of reports and reporting applications supplied to contribute to the overall CDI Unit targets allowing a performant culture of continuous improvement  · Active management of joint projects with IT and business stakeholders  · Trend and Insight reporting for the own professional field of expertise  · Being a proactive member of the CDI for commissioning intelligence supporting the strategic development of the Unit  REQUIREMENTS   · Significant experience and training in tableau  · Optional: knowledge of HTML,  PHP and other web technologies  · Proofed knowledge of SQL and salesforce cloud as well as other database technologies  · IT or related technology/engineering degree or equivalent qualification or significant experience in delivery described at a senior level  · Extensive knowledge of specialist areas,  acquired through post graduate diploma or equivalent experience or training  · Extensive experience of developing extract,  transform and load functions using SQL  · Experience of developing and delivering large scale enterprise warehouse solutions  · Experience in using Agile and Scrum  · Ability to interpret and express user requirements and translate them into specifications  · Demonstrable track records of success in data driven business application development  · Experience of working in a pressured and complex environment requiring prioritisation of workloads and negotiation of delivery timeframes and commitments  · Ability to identify risks,  anticipate issues and create solutions for intelligence service delivery  · Ability to understand a broad range of complex information quickly,  making decisions based on this and translating it into a broader business focus  · Ability to work without supervision,  providing specialist advice and decision papers  · Demonstrate understanding of the background and aims of L’Oréal as an organization  · Extensive knowledge of German language and local legislations around the own specialist area  Please apply online at www. karriere. loreal. de . "
}
