{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/71819059", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Uber is evolving the way the world moves.  By seamlessly connecting riders to drivers through our app,  we make cities and experiences more accessible,  opening up more possibilities for riders and more business for drivers.  From our founding in 2009 to our launches in over 300+ cities today,  Uber's rapidly expanding global presence continues to bring people and their cities closer. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Uber Technologies", 
  "canFollow": false, 
  "companyId": "1815218", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Uber Technologies", 
    "title": "Data Science - Product Insights"
  }, 
  "description": "Do you have a deep quantitative background? Do you believe data builds better products and has a key role in engineering decisions? This is the job for you. Data scientists on the Product Insights team work with Uber’s product teams to help shape and steer strategic decisions.  Whether its collaborating with engineering leadership to create,  implement,  or evaluate success metrics or working “ahead of the curve” to determine the next big thing,  Product Insights data scientists provide the intuition and execution on some of the most exciting questions being asked at Uber. This role is a great fit for candidates with some experience working with engineers- data scientists should understand engineering priorities and development cycle.  A passion for strategic product decisions and,  especially,  the ability to apply rigorous statistical analysis skills to those decisions,  will make for an ideal fit. Here are the kinds of skills we are looking for: Prior analysis experience (preferably in an engineering or product role) Quantitative background- BS is good,  Masters is better.  Statistics/CS/Math/Finance Demonstrable familiarity with common opensource analysis tools- SQL,  R,  and Python.  Strategic mindset- you’re comfortable thinking a few steps ahead of where the team is at now.  Driven and focused self-starters,  great communicators,  amazing follow-through- you aggressively tackle your work and love the responsibility of being individually empowered.  A preference for quality over quantity- you get the math right and aspire to build the right solution; you like a team that holds each other to a high bar.  PERKS: Employees are given Uber credits every month.  The rare opportunity to change the world such that everyone around you is using the product you built.  We’re not just another social web app,  we’re moving real people and assets and reinventing transportation and logistics globally.  Sharp,  motivated co-workers in a fun office environment  We're bringing Uber to every major city in the world.  We need brains and passion to make it happen and to make it happen in style. "
}
