{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85337658", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "BIScience is a software technology company providing a suite of Marketing Intelligence solutions including AdClarity,  our flagship platform,  which allows CMOs,  Marketers and Agencies to uncover their competitors’ most successful digital advertising campaigns and traffic sources,  on Display and Mobile.  Visit: www. AdClarity. com Our renown proxy solution,  GeoSurf,  enables media experts to QA their online content and scrape the web in over 120 different locations.  With GeoSurf you can also verify installation flows,  run proprietary scripts,  QA your geo-targeted applications,  and verify geo-specific installations through our global premium proxy network.  Visit: www. GeoSurf. com", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "AdClarity (by BIScience)", 
  "canFollow": false, 
  "companyId": "820806", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "AdClarity (by BIScience)", 
    "title": "Data Scientist"
  }, 
  "description": " Data Scientist will analyze and develop algorithms that Analyze Petabytes of data and generate market insights based on the organization demand.  He will work closely with Customer Success,  R&amp;D and Marketing,  helping to implement various aspects of data processing and analysis.  Among other things,  He will work on supervised and unsupervised techniques for data classification,  model validation and online learning techniques Reports to:  Director of product   Duties:  -          Build methodology and tools to support high volume data analysis.  -          Source and cross-analyze data from several sources to provide market and business insights.  -          Complete ownership on data models,  data mapping,  classifications and various data re-structuring activities -          Perform research on the database to verify the accuracy of the data.  -          Study and map the online display eco-system to enhance system’s data.   -          Take part in various marketing and product activities to expose and promote the value offering for clients and prospects -          Perform through and comprehensive market research by sourcing and harvesting market data from various public sources -          Form and manage a new team of Data Science / Date Ops including complete professional land administrative responsibilities     Required skills: -          Academic degree in statistic/economy -          2 or more years’ experience in similar positions -          Working with predictive and probabilistic models,  clustering algorithms and other classification models -          Proficiency in Excel - Mandatory -          Experience with SQL and database applications - Mandatory -          High attention to details.  -          Strong research and analytical skills.  -          Interpersonal and communication skills.  -          Self-time management.  -          Self-learning abilities.  -          Experience at online media companies - advantage.   "
}
