{
  "jobPosting": {
    "companyName": "Anson McCade", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "AMCCE/308", 
    "title": "Data Analyst (Analytics,  SAS,  R,  Big Data,  SPSS)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101294337, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. AnsonMcCade. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAATiAAAAJGY0YWNlMzc3LWU0YzUtNGI4NC04NDZlLTY3YmEzNjI4NzllMA. png", 
    "universalName": "anson-mccade", 
    "companyId": 31392
  }, 
  "description": "    Data Analyst (Analytics,  SAS,  R,  Big Data,  SPSS)    I am keen to speak with accomplished and experienced Data Analysts    (Analytics,  SAS,  R,  Big Data,  SPSS) to join my clients highly    reputable,  elite Analytics Practice.  These Data Analysts (Analytics,     SAS,  R,  Big Data,  SPSS) will be working at the forefront of the market    and deliver analytically-informed,  issue-based solutions that help    clients make faster,  smarter decisions.     Requirements    The successful Data Analysts (Analytics,  SAS,  R,  Big Data,  SPSS) will    have the following experience and/or requirements:    Bachelor’s Degree in Mathematics,  Technical Science,  Computer Science    (or equivalent) or Engineering    Minimum 1 Year Programming Experience In At Least One Item From Each    R,  SAS, SPSS, Mathematica,  MATLAB,  Sagemath    Python,  Ruby,  Perl,  Java,  Scala    LinuxBash scripting including sed,  awk,  cut,  uniq,  sort,  tr    SQL    Minimum 1 year experience of Machine Learning and Big Data technologies    such as Hadoop,  Mahout,  Pig,  Hive etc.     6 months experience in Plotting Graphics (Scatterplots/matrix plots,     Line graphs/bar charts,  etc. )    1 year experience in Data Analysis    This fantastic opportunity for Data Analysts (Analytics,  SAS,  R,  Big    Data,  SPSS) allows for career progression within an innovative firm,     working with market leading clients across many industry sectors while    receiving expert training and development.  This vacancy offers the    successful Data Analysts (Analytics,  SAS,  R,  Big Data,  SPSS) platform    to build a successful career,  and the opportunity to reach maximum    earning potential.  If you believe you are an ideal candidate for this    role,  please get in touch for immediate consideration.     Reference: AMCCE/308 Type: Professional    Position: Data Analyst (Analytics,  SAS,  R,  Big Data,  SPSS)    Duration: PERMANENT    Salary: £35, 000 - £60, 000    Locations: London    Contact: Caroline Ervine    Email: Caroline. Ervine@ansonmccade. com    Phone: 0207 7806 706", 
  "companyDescription": "      Anson McCade    An IT and Capital Markets recruitment consultancy centred in London,     UK.     Anson McCade Ltd is an established and well-respected IT & Capital    Markets recruitment agency based in the City of London.  Our success has    been achieved by a no-nonsense approach to recruitment,  where the    Client can rely on a dedicated and personal service based on both rapid    response and long-term delivery principles.     Anson McCade is aware that the straightforward matching of skills    fulfils only a fraction of our Clients' requirements.  Therefore we    operate a more holistic approach to the evaluation of a candidate for    each Client,  placing equal emphasis on their precise technical skills,     personal qualities and aspirations.  This has been achieved by    extensive,  comprehensive and continual training within Anson McCade.     The result is the provision of a high quality service to a wide range    of long-term Clients,  who can rely on high calibre candidates being    presented and therefore a high cvs-to-interviews-to-placement ratio.     Anson McCade's traditional marketplace is to supply experienced,  senior    contract and permanent IT & Front/Middle Office staff to high profile    industry sectors from Banking and Hedge Funds to Consultancies and    Media organisations. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
