{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/99588244", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Analytic Mix is a leading Silicon Valley media analytics firm.  We’re changing the media measurement landscape with actionable,  enterprise-level modeling solutions that help brand marketers and media agencies make smarter media and marketing mix decisions.  Our custom attribution algorithms help media planners adjust media allocations to maximize brand KPIs and improve ROI,  and our groundbreaking analytics platform eliminates all shortcomings of canned programs. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Analytic Mix Inc. ", 
  "canFollow": false, 
  "companyId": "3658089", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Analytic Mix Inc. ", 
    "title": "Data Scientist"
  }, 
  "description": "Data Scientist If you are a hands-on data analytics pro who thrives on generating insights from disparate data sources,  Analytic Mix is the right place for you.  With us,  you’ll enjoy working on data,  market research,  and real-life marketing optimization scenarios.  Analytic Mix is changing the marketing ROI measurement landscape with actionable,  enterprise-level modeling solutions that help brand marketers and media agencies make smarter media and marketing mix decisions.  Our custom attribution algorithms help media planners adjust media allocations to maximize brand KPIs and improve ROI,  and our groundbreaking analytics platform eliminates all shortcomings of canned programs.    Job Description   As an integral part of our team,  you’ll be analyzing data from many plausible angles and building statistical algorithm,  which can be efficiently applied across brands/ organizations.  You should be data analytics savvy and have the ability to understand our clients’ strategic business issues,  and most importantly have the skillset to solve those issues using various statistical techniques.  You will work with various team members and clients directly to conceptualize and solve practical business problems.  You must be an excellent communicator who can interact well with team members and clients alike,  and provide guidance on the different approaches used to extract actionable business insights.    Qualifications 2+ years of statistical analytics experience working within quantitative departments of media advertising agencies,  financial institutions,  or research service provider environment PhD in a quantitative discipline such as Economics,  Statistics,  Marketing Science,  Operation Research (Doctoral candidates with nearing to finish the degree will be considered) Programming skills: SAS,  SPSS,  and/ or R Strong statistical modeling skills Excellent communication skills and ability to describe complex technical concepts clearly   Additional Information Analytic Mix offers a competitive salary and benefits package,  including insurance,  paid vacations,  performance bonus.  All qualified applicants will receive consideration for employment without regard to,  and will not be discriminated against based on,  race,  gender,  color,  religion,  national origin,  sexual orientation,  gender identity,  veteran status,  disability or other protected category.     "
}
