{
  "jobPosting": {
    "companyName": "Tank Recruitment Limited", 
    "functions": [
      "RSCH", 
      "IT"
    ], 
    "companyJobCode": "drapersjobs_westerndailypress-502526049", 
    "title": "Head of Data Architecture,  Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101595366, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. tankrec. com", 
    "logo": "urn:li:media:/p/1/005/07d/14c/14277a0. png", 
    "universalName": "tank-recruitment", 
    "companyId": 5305634
  }, 
  "description": "     (Tank Recruitment,  Head of Data Architecture,  Data Scientist,     Permanent,  Somerset,  up to £40k) Tank Recruitment are currently looking    to recruit a Head of Data Architecture on a permanent basis for a    client of ours based in Somerset.  The post holder will be responsible    for working closely with other members of the team,  including Board    Members,  to deliver high quality solutions to complex data questions.     Future focus is fundamental and the post holder will be expected to    actively take an interest in all forms of research and data techniques    that are being discussed in the wider market.  You will personally lead    and develop intelligent database systems and software solutions to    deliver best in class reporting services.  To establish a reputation in    modelling and data fusion to satisfy the increasing demand for data    integration and analytics reporting.  To build high level QA software    into all of our clients products for best practice.  To work with the MD    to identify new ways of managing and reporting data to deliver business    development strategies for new and existing clients.  To collaborate and    communicate with senior members of the team to ensure our clients    systems meet business requirements and continue to evolve.  Candidates    require: Data Architecture experience or Data Science background To    demonstrate a high degree of creativity and lateral thinking Excellent    communication skills,  both written and verbal.  This is an excellent    opportunity to join a growing organisation that will offer a fantastic    career for the right candidate.  If this is of interest then please    forward your up to date CV. ", 
  "companyDescription": "      Tank Recruitment Limited    Tank Recruitment specialise in recruiting the full IT lifecycle within    the Contract and Permanent markets within the South West area.  Tank    pride ourselves on offering a fast friendly and professional service.     Our office is based in Truro which puts us in a good location to    service the South West market. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
