{
  "jobPosting": {
    "companyName": "General Motors", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "gettinghired-J3G5Q465LP501HS38SB", 
    "title": "Data Analytics Data Scientist - Big Data - Warren,  MI", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 98992009, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      53
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. gm. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAPdAAAAJDQ4OGE2ZGFmLThlNDItNGZmYS1iZTZmLWVhZTJjMTA3ZmQ3Nw. png", 
    "universalName": "general-motors", 
    "companyId": 1472
  }, 
  "description": "     Job Description    This is a unique opportunity to get in on the ground floor of a new    multi-disciplined team of experienced individuals who will be driving    the opportunity identification and solution design,  development,  and    deployment of advanced analytics across the global enterprise.  The team    will be responsible both for analytics strategy and project-based    solutions,  focusing on the company’s most critical business areas.     The Data Scientist (Big Data) role requires experience in fully    understanding the requirements of working with Big Data to answer    business problems.  The role will be responsible for creating    statistical and data mining models which allow our business partners to    make more informed decisions in the areas of safety,  customer support,     vehicle maintenance,  supply chain,  operations,  marketing and budgeting.     This is a hands-on position and requires the candidate to be highly    proficient working with statistical packages such as SAS,  SPSS,  R or    similar tools.  We prefer individuals with past management consulting    experience working with both strategy and advanced modeling    implementations.  It is essential that candidates possess proven    experience on professional work engagements,  and can demonstrate    proficiency in predictive analytics and data mining in a big data    environment.     Responsibilities       Build predictive models utilizing both traditional statistical and        data mining methods.  Build accurate statistical supervised &        unsupervised predictive models using SAS and SPSS.        Model the complex relationships among diverse data sets and develop        the analytics solution leveraging a big data analytics framework       Extract,  clean,  and manipulate large datasets (structured and        unstructured) for model building       Communicate (written and verbal) insights from analyses to        technical/non-technical audiences       Stay current on the latest machine learning and big data trends       Work with business sponsors and IT teams to implement analytic        solutions       Train,  mentor,  and lead junior data scientists       Serve as a technical expert on one or more domains (e. g.  Machine        learning,  predictive modeling,  cluster analysis,  Time Series        Analysis,  Text Mining,  etc. )       Work closely with the software engineering team to productionize        analytic software       Collaborate with system integration and data engineers on data        extraction and data cleansing       Work in a highly interactive,  team-oriented environment       Excellent written and oral communication skills.  Must be capable of        fully,  yet concisely articulating technical concepts to        non-technical audiences     Requirements    Qualifications       3+ years of professional work experience as a Data Scientist on        strategy or full-life cycle projects is required       3-5+ years recent hands-on experience working with statistical,         data mining tools such as SAS,  SPSS,  R,  or S+ is required       3-5+ years of experience with data mining,  predictive modeling and        prescriptive modeling       Strong proficiency in SAS or SPSS programming required       Proficiency in one or more of the following programming languages:        R,  Python,  Hive.        Experience as a data science/analytics expert,  ideally with        demonstrated big data and machine learning innovation       Expert statistical and mathematical skill set,  with advanced        techniques such as random forest,  regressions,  GLM etc.      Education       At least a Master’s Degree in a Quantitative field (Engineering,         Computer Science,  Physics,  Economics,  Mathematics,  Statistics or        related field).  Extra specialization in customizing adhoc        machine-learning algorithms desired.      Why General Motors?    At GM,  we’ve charged ourselves with one mission: to design,  build and    sell the world’s best vehicles.  And to achieve our goals,  we’re    currently undergoing one of the largest Information Technology    transformations in the history of the automotive industry.     GM IT is a leader in cutting edge technologies such as Mobility,     Telematics,  Mission-Critical Business Systems,  Supercomputing,  Vehicle    Engineering,  and Real-time Computing.  We offer challenging positions    for passionate professionals looking to get in on the ground-floor of a    growing “Fortune 5” firm that is re-inventing IT with a laser focus on    Innovation,  Speed,  and Business Value.     Join our team and experience Information Technology at a scale and pace    not seen before!    All qualified applicants will receive consideration for employment    without regard to race,  color,  religion,  age,  sex,  national origin,     disability,  sexual orientation,  gender identity/expression,  or    protected veteran status. ", 
  "companyDescription": "      General Motors    At General Motors,  we are passionate about designing,  building and    selling the world’s best vehicles.  This vision unites us as a team each    and every day and is the hallmark of our customer-driven culture.     We set high standards for our company so that we can give you the best    cars,  trucks and SUVs.  It’s our commitment to deliver vehicles with    compelling designs,  flawless quality and reliability,  and leading    safety,  fuel economy and infotainment features.  The very things that    create that special bond between driver and vehicle.     Whether it’s a Chevrolet,  Buick,  GMC,  Cadillac,  Opel,  Vauxhall or    Holden,  making the world’s best vehicles can only happen with the    world’s greatest employees.  We take great pride in our work,  and take    great care to deliver exceptional cars and a positive ownership    experience to our customers in 140 countries around the world. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
