{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89051928", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "SynerScope pioneers the next class of fast and flexible sense-making  technology for the Hadoop era.  We provide our customers an out-of-the box system,  and integrate a best-of-breed solution stack with our own software that also links easily with the IT infrastructure already present.  SynerScope helps to leverage ALL internal data and systems,  and eases the integration with any external data sources.  We deliver our customers business value within weeks of the first deployment where traditional Big Data approaches would require many months to first insights.   SynerScope’s performance builds on the use of latest hardware technology,  we are proud to partner with IBM Power8,  Dell and Nvidia.  The solution is available as an appliance or alternatively from the cloud. SynerScope’s  “Human in-the-loop” analytics is supported by our powerful software that brings enterprises and organizations high-performance compute on data types of any kind,  in any combination.  The high speed interlinked visualizations on data types like numbers,  text,  maps,  network graphics,  IoT and camera images put serious demands on the flexibility of the back-end.  SynerScope tested more than 45 database technologies and today works with multiple Big Data technologies like MongoDB,  Hortonworks Data Platform and Apache Spark on YARN. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "SynerScope B. V. ", 
  "canFollow": false, 
  "companyId": "2280903", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "SynerScope B. V. ", 
    "title": "Data Scientist"
  }, 
  "description": "SynerScope is looking for a top-level DATA SCIENTIST Do you like solving problems and enjoy being part of a dynamic team,  do you like bridging the gap between application in business,  engineering and research? Then it’s time for you to join SynerScope!   We are EUROPES HOTTEST START-UP 2014 (Forbes) and super start-up tech-company.  Elected as one of 50 most innovative Fintech start-ups in 2014 and again in 2015,  we build innovative technologies for BIG DATA.  If you love complex challenges and working in a high energy,  fast-paced environment with a passionate team,  then SynerScope is the place to be.    We’re Looking For As a data scientist at SynerScope you are working with our customer’s existing data using the SynerScope software.  You are responsible for managing,  structuring and making founded recommendations based on your findings,  as well as implementing changes made upon your recommendations.  With your ‘Out of the Box’ approach you help deliver business value to our customers.  We are looking for a team player,  for someone who is great at building relationships in a highly dynamic environment.  We are looking for someone who understands the needs of our customer and knows how to translate these needs into solutions.  Are you this person?   What you bring Main functions By using innovative data analysis techniques you are able to find commercial opportunities based on internal and external developments.  Actively maintain an inventory of problems and recommendations from internal clients and translate these into suitable and relevant statistical methods and technics.  Perform very complex and less common analyzes on large databases using analytical software.  Check and validate results and judge them for business relevance.  Present business results in an easy to understand manner taking into account business urgency/politics.  Develop scenarios and advise (senior) management.  Make policy proposals and reports and present them to the internal clients.  Sharing knowledge as the data-analysis and data-mining expert with others within the company.  Participate as a significantly involved roll in research projects.  Coach to less experienced colleagues to improve the content of their work.  Your hardware: Master degree+ in a relevant field (industrial engineering,  econometrics or computer science) and demonstrable independent academic level of thinking 3+ years of software development experience 5+ years’ experience in the field of analytics Strong experience in a variety of technologies such as Hadoop,  R,  Python,  Java,  Linux,  SQL server,  the Web technology stack Knowledge of Relational Databases and SQL,  preferably Postgres Experience with ETL,  data analysis etc.  Experience with business cases/dynamics Experience with working in large/complex organizations Your software: Expert Data Analysis skills,  with a strong background in Big Data The ability to be motivated and productive while working independently Highly organized time management skills – you’re able to deal with conflicting priorities International scientific ambition Understanding how technology challenges are part of a broader product vision Excellent Business Facing understanding Excellent communication and stakeholder management Previous experience working on large data sets Able to learn quickly and easily adapt to a wide variety of programming challenges Excellent written and oral communication skills in English,  preferably also in Dutch You take a leadership role on tasks assigned to you and work really well as part of a team A passion for constant improvement – always looking to do things better (both personally,  as part of a team and for the company) You’re a self-starter,  highly effective working independently and within a team         What we offer An independent and challenging position in an international company Market conform salary depending on experience and education Excellent employment conditions and benefits Informal and dynamic work environment Personal development  "
}
