{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90371869", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Excellent Analytical skills Advanced Excel ( Macros/VBA) Experience using SQL Manipulation of large data sets Excellent report writing and communication  Commercially aware  Additional Language skills useful ", 
  "following": false, 
  "companyDescription": "RECON Search &amp; Selection specialise in offering their clients a bespoke search process for their recruitment needs.  Whilst we have an extensive network of contacts across a range of industry verticals,  we understand that each client and role has their own unique characteristics,  which reflects the need to approach them on a personal basis.   RECON Search &amp; Selection combine traditional recruitment and search techniques alongside the latest technology and industry innovations.  The result is a comprehensive approach to finding the best people for your business.    \"Time spent on reconnaissance is seldom wasted\" - Sun Tzu", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "RECON Search and Selection", 
  "canFollow": false, 
  "companyId": "5225869", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "RECON Search and Selection", 
    "title": "Data Analyst"
  }, 
  "description": "RECON Search &amp; Selection are working with a global insight and intelligence consultancy,  who are looking to recruit an Database Analyst to their London team.  This successful and growing consultancy,  specialise in providing insight for client on wealth management and luxury sectors.  The Analyst role is to work on one of their bespoke product offerings which enables clients to get a better understanding of their customers.  As the Analyst you will have excellent advanced Excel skills (Macros/VBA) and be comfortable in working with large data sets.  You will be incorporating their market and industry knowledge alongside customer data to find matches and provide recommendations and insight on customer backgrounds.  The ideal candidate will also have a good understanding of different cultures and be able to draw on this experience when analysing data to incorporate cultural nuances.  This role would suit a recent graduate who has good analytical skills,  experience of working and manipulating large data sets (SQL) and confident in producing reports to highlight findings.  If you are interested in discussing this role,  please do get in contact with a copy of your latest CV. "
}
