{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90396948", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Amazon", 
  "canFollow": false, 
  "companyId": "1586", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Amazon", 
    "title": "Senior Research Scientist – Big Data,  AWS Elastic MapReduce (EMR)"
  }, 
  "description": "Are you an experienced research scientist excited about inventing techniques to solve the most complex big data problems? Do you like to work on algorithms for graph processing,  query processing and analyzing big data? Are you skilled in software development and keen on getting your work into customers’ hands to make a material difference on solving real-world problems?The Amazon EMR team is looking for top scientists in the big data and machine learning domain to develop and leverage such techniques to advance the state of the art.  Amazon EMR is a web service that enables cost-effective analysis of vast amounts of data.  It runs a managed framework on Amazon's cloud computing and storage services,  offering products like Hadoop,  Hive and Spark.  Our customers (including Netflix,  Yelp,  and FINRA) rely on EMR to process petabytes of data across thousands of machines.  We seek to stay at the forefront of big data technologies,  and provide the best place to run such data processing workloads,  across a wide variety of customer domains (life sciences,  financial services,  material sciences,  advertising,  analytics,  etc. ). As a Senior Research Scientist,  you will work independently as well as in collaboration with other Research Scientists across Amazon Web Services,  with Principal Engineers as well as Product Managers to develop the right solutions for customer problems.  You will get to interact with savvy customers with complex use-cases.  You will get to work with Open Source products,  ranging from well-established to very new and bleeding-edge ones,  as well as products developed internally at Amazon.  You will shape the structure of new Amazon Web Service offerings and have direct impact on our business.  Basic Qualifications BS in Computer Science or relevant domain7+ years experience in software developmentStrong algorithm development experienceSkills with Java,  C++,  or other programming language,  as well as with R,  MATLAB,  Python or similar scripting languageExpertise on one or more relevant Big Data projects like Hadoop,  Hive,  Spark Preferred Qualifications Masters or PhD in Computer Science10+ years of relevant experience in industry and/or academia3+ years of hands-on experience on relevant domains like query processing,  graph processing,  distributed systems Apply for this job online Apply  Refer  Email this job to a friend Email Refer a LinkedIn connection Share on your newsfeed"
}
