{
  "jobPosting": {
    "companyName": "Adecco", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "adecco_uk-584427", 
    "title": "Data Analyst - Needed Urgently", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102096034, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. adecco. co. uk", 
    "logo": "urn:li:media:/p/5/000/26f/181/3fbc7fe. png", 
    "universalName": "adecco-uk", 
    "companyId": 354803
  }, 
  "description": "     Description    Do you enjoy keeping things in order,  dealing with numbers and love    being part of a team?    Then this job could suit you perfectly.     In this pivotal temporary role as a Commercial Senior Pricing Analyst,     you will be producing pricing proposals for Health Services new    business and renewals,  including supporting on complex pricing for    tenders; conduct business analysis to enable commercial input into    strategic decision making.     Depending on experience,  the pay rate for this job is £21-26k.     Ultimately you will be a true team player with previous experience in    financial or commercial environment,  highly numerate,  and have    excellent communication skills.     What will you be doing?       Pricing - provide commercial input into price negotiations,  attend        client meetings and liaise with the     Health Services Senior Leadership Team and Sales team.  Generate    financial proposals for all    complex and key strategic clients and ensure delivery of all other new    and existing client pricing.     Provide commercially sound pricing for new product propositions and    ensure it supports strategic    objectives.  Negotiate pricing with third party suppliers to ensure    quality services are delivered at    a competitive market rate.        Senior activities - demonstrate behaviours positively and        successfully.  Role model reliability,      attentiveness and integrity.  Take responsibility for issue resolution    and compliant handling.  Attend    any relevant meetings on behalf of the Health Services Commercial    Manager and Lead Pricing    Analyst.        Contracts - contribute to commercial input into contract        negotiations,  including making decisions     on proposed terms.        Strategic & Tactical Analysis - develop and deliver business        analysis to support the strategic     growth of the business,  including the generation of business cases,     profitability reporting and    resource modelling.        Projects - act as a central reference point and key commercial        decision maker for strategic     projects within Health Services and Sales & Marketing.     What we are looking for -       Strategic focus       Excellent communication skills       Ability to work across functions and levels       Able to build commitment,  credibility and influence       Strong attention to detail and accuracy       Ability to work under pressure through effective planning and        prioritisation       Preferably educated to degree level or equivalent (mathematical or        business based degree     preferred)       Experience in financial or commercial environment preferred       Highly numerate       Good product knowledge of Occupational Health,  Employee Support and        Wellbeing       Strong decision making skills       Focus on continuous improvement       Expert in all MS Office Software,  with a strong emphasis on MS        Access,  MS Excel,  MS CRM and     excellent knowledge of all key systems & technology in use by Health    Services.     Hours Of Work    Mon - Fri 9am- 5pm    Please note,  this role is a maternity leave cover of up to 9 to 12    months.     Adecco is acting as an Employment Business in relation to this vacancy.     The Adecco Group UK & Ireland is an Equal Opportunities Employer. ", 
  "companyDescription": "      Adecco    Better work,  better life    Working with some of the most exciting companies in the UK,  our teams    specialise in four key industry sectors and cater for all job levels    within those sectors.  We also have a strong reputation for supplying    multi-lingual candidates; so if you are fluent in more than just your    mother tongue,  we can find the right opportunity to suit your skill.     Adecco Group is the UK and global leader in HR solutions.  And as the    London 2012 recruitment provider,  you couldn’t choose a more trusted    partner. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
