{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86756361", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Must have Hard Skills Masters/Ph. D.  in Computer Science,  Statistics,  Engineering or similar technical field and 3-5+ years’ experience in a relevant role Well versed at applying advanced analytical techniques to large and varied data sets,  generated and flowing at a rapid rate.  Sample techniques include,  but are not limited to: Data visualization  (Tableau/Qlikview) Data mining and predictive modelling (e. g.  SPSS,  Alteryx,  R,  MatLab, ) Applied machine learning and natural language processing Collaborative filtering and recommender systems Social network analysis and statistical text mining Neural networks Event detection and tracking Proficient with programming languages supported by a big data platform,  like Java,  Python,  C++,  or ECL,  etc.  Strong experience of managing and retrieving large scale information in one or more industry areas like retail,  healthcare,  telecommunications,  finance,  particle physics,  software engineering,  social networks,  etc Must have Soft Skills Strong and demonstrated leadership experience Persuasive power to communicate with a variety of stakeholders in the organization Creative problem solving ability,  working in ambiguous situations Flair for storytelling based on actionable insights drawn from raw data Entrepreneurial &amp; pragmatic mindset Willingness to break the rules Have superior planning and organization skills so as to work with a high performance team,  handle demanding clients and multitask effectively High degree of personal motivation and ability to self-manage  ", 
  "following": false, 
  "companyDescription": "Leading financial services company ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Investigo", 
  "canFollow": false, 
  "companyId": "31172", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Investigo", 
    "title": "Data Scientist- Contract 12- Months"
  }, 
  "description": "Data Scientist- Contract   The Data Scientist is a highly driven quantitative professional who can help organizations in their data-driven transformation journeys to extract a variety of information at a massive scale,  draw deep insights from the data using complex analytical algorithms,  and articulate compelling and engaging stories.    Responsibilities Collect,  collate and curate Data form across the Talent,  Rewards and Performance business.  Work with TRP Consultants and participate in client engagements focused on Advanced Business Analytics,  in Talent,  Rewards,  Performance and enterprise wide ‘People Analytics’ etc.  Focus on strategy,  design and execution of data-centric business problems,  and in the process create unique analytical solutions comprising Big Data management supported by advanced analytical techniques (e. g. ,  R,  machine learning,  neural networks,  A/B testing,  etc) Analyse data growth and lead capacity/sizing activities to arrive at the most appropriate commercial and technical solution Generate and test working hypotheses,  prepare and analyze historical data,  identify patterns from samples for reporting of trends and support Predictive Analytics Leverage Data Visualization techniques and tools to effectively demonstrate patterns,  outliers and exceptional conditions in the data Create performance metrics and tracking processes to measure the effectiveness of Advanced Analytics solutions Work collaboratively with other members of the Data,  Analytics and IT teams to innovate and create compelling data-based stories and experiences Stay conversant in new analytic technologies,  architectures and languages – where necessary – for storing,  processing and manipulating this type of data Develop a flair for the exploratory and experimental side of the role; required to tease out interesting and previously unknown insights in vast pools of data"
}
