{
  "jobPosting": {
    "companyName": "Selby Jennings", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "selbyjennings-48686501", 
    "title": "Chief Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101753072, 
    "experienceLevel": "DIRECTOR", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      41
    ]
  }, 
  "company": {
    "websiteUrl": "www. selbyjennings. com", 
    "logo": "urn:li:media:/p/5/000/2ce/0aa/1a3d91b. png", 
    "universalName": "selby-jennings", 
    "companyId": 106584
  }, 
  "description": "     One of the world's leading payments groups is seeking a Chief Data    Scientist to lead a newly formed Advanced Analytics team.    The Chief    Data Scientist will lead efforts to define new infrastructure to    extract,  manage,  and analyze data in a scalable way,  and to make use of    this data to improve efforts to develop best in class risk    mitigation's,  profitability,  and new product enhancements. ", 
  "companyDescription": "      Selby Jennings    Selby Jennings exists to enable exceptional careers around the world;    we connect exceptional talent,  with exceptional opportunities.     We believe that every professional should benefit from the advice of a    trusted partner throughout their career.     We provide that partnership to mid to senior level professionals within    Banking through our network of micro-specialist consultants.     Our shared values of Ability,  Character and Loyalty,  underpin and drive    the performance of every Selby Jennings consultant around the world.     Each team within Selby Jennings focuses on a specialist area of Banking    and within each team every consultant has a micro-specialist area of    expertise,  ensuring you gain a partner with knowledge that can    immediately add value to your career.     In today’s marketplace,  a global view is essential when identifying    talent for an organisation.  Selby Jennings’ growing network of    interconnected offices combine local knowledge with global reach,     providing you with valuable visibility of talent movement across the    globe,  offering professionals a unique view of where their career could    take them,  and organisations a supply of talent that others are likely    to overlook.     Make Selby Jennings your career partner; ensure your career journey is    exceptional.     ___    Do you have feedback for us?    Share feedback as a client here:    https://www. surveymonkey. co. uk/r/phaidonclientfeedback    Share feedback as a candidate here:    https://www. surveymonkey. co. uk/r/PhaidonCandidateFeedback    ___    Do you have an exceptional network?    Refer a friend here:    http://www. phaidoninternational. com/refer-a-friend/", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
