{
  "jobPosting": {
    "companyName": "The Jobs Portal", 
    "functions": [
      "RSCH", 
      "MRKT"
    ], 
    "companyJobCode": "22812790", 
    "title": "Data Scientist Leading Online Brand", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101967475, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      137
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. totaljobsportal. com/", 
    "logo": "urn:li:media:/p/1/005/0af/332/0494389. png", 
    "universalName": "total-jobs-portal-com", 
    "companyId": 3842608
  }, 
  "description": "     Data Scientist | Leading Online BrandData ScientistCentral    London£45, 000 - £50, 000Harnham are working exclusively with a leading    online company who are looking to add a Data Scientist to their growing    advanced analytics team.  The role will see you utilising your expert    skills R,  Python and SQL to carry out real-time analytics and    personalisation.  You will have the rare opportunity to explore    cutting-edge big data technologies as part of your role,  working    alongside some of the brightest minds in the Data Science industry. THE    ROLE - Data ScientistYou will be:Working closely with the rest of the    team to influence the direction of the company through actionable    data-driven insightApplying statistical/machine learning techniques to    recognise trends within vast sets of dataDriving the collection of new    data and the refinement of existing messy data sourcesMentoring junior    members of the team to help develop their technical skillsYOUR    EXPERIENCE- Data ScientistM. Sc.  or Ph. D.  in: Statistics,  Applied    Mathematics,  Computer Science,  Engineering,  etc. Experience using R,     Python and SQL1 years experience statistical/machine learning models    (regression analysis,  clustering)A keen interest for empirical research    and problem solving with dataBENEFITSAs a Data Scientist you could earn    between £45, 000 - £50, 000 benefits packageHOW TO APPLYPlease register    your interest by sending your CV via the Apply link on this page.  For    further details or to enquire about other roles,  please contact Nick    Mandella at Harnham.  . KEYWORDSR,  SAS,  SQL,  Hadoop,  analytics,  insight,     Data Science,  Data Scientist,  customer,  strategy,  regression,     clustering,  machine learning,  statistics,  bayesian,  MCMC,  montecarlo. ", 
  "companyDescription": "      The Jobs Portal    Totaljobsportal. com is a brand new career website for job market in    India specifically caters to the need of aspiring jobseekers.  We    believe that a good job site should offer an interactive platform for    job seekers with the objective of improving the process of recruitment.     Our Mission    At Totaljobsportal. com,  we work for a main purpose: “Satisfaction for    Job seekers” This is our mission.  We believe that satisfaction for job    is one of the most crucial factors for overall happiness of an aspiring    jobseeker.     This is why the work we do at Totaljobsportal. com is so meaningful.  We    excel in matching right people with right jobs.     Our Team    Totaljobsportal. com is managed by a team of highly skilled and    experienced HR personnel.  Our team members work with their best to find    right jobs for job seekers.  Following are our respected team members:-    HR and Recruitment    Mr.  Rajkumar Iyer    (Director and Senior HR officer)    (13+ years of experience)    Neha Agrawal    (HR operation Mnager)    Sangeeta Sachdeva    (Assistant HR)    Abhilash Saxena    (Assistant HR)", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
