{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87832630", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "More about You Degree in Computer Science or similar Strong knowledge of SQL,  and Database management systems such as MySQL,  Exadata,  ExaSoultion,  etc.  Knowledge within Data Warehousing,  BI and ETL Previous experience in Software development desirable Experience with Programming languages such as Python,  Java,  GO,  PHP advantagous Strong Indepth Analytical skills Strong English is Required.  Sound like something you want to be a part of? If so send your CV over to Daniel at dboatman@optimussearch. com or call 0203 418 8033 and we can talk it through in more detail.  Similarly,  if you know someone who could be interested,  send me their details or CV and you will receive a referral fee for every candidate you recommend that is successfully employed by my client/s.  Thank you so much,  I am looking forward to hearing from you!", 
  "following": false, 
  "companyDescription": "Optimus Data &amp; Technology is at the forefront of web and mobile recruitment.  In a thriving and constantly evolving industry,  we work closely with some of the most recognisable online brands in Europe – as well as a plethora of exciting start-ups.    Our experienced consultants closely follow market trends and are alive to the latest technology shifts,  resulting in exceptional market knowledge and the latest opportunities in development,  design and testing.    Our success has led to many of our clients now using us exclusively – providing opportunities through Optimus that you will not see anywhere else.    ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Analyst (Python,  SQL,  MySQL,  R)"
  }, 
  "description": "Data Analyst (Python,  SQL,  MySQL,  R)   This is a fantastic opportunity for a Data Analyst,  at an Innovative and growing leader in Market intelligence.  My Client in Muenster is currently looking to expand its development team after taking on an extra two of the Top 30 Commerce companies in Germany as clientele bring them to a total of 15 as well as having a number of smaller commerce companies on their books.  As you will be working in a constantly improving environment due to the weekly customer feedback,  you will be free to move into new technologies and exploring all parts of the various frameworks and libraries.    Your Role will require you to Desing and Implemetn complex data models and ETL routines on very large amonunts of data sets.  Upto to 100GB.  You will also be required to model and implement standard reports and OLAP Cubes.  Data quality is of upmost importance here so you with be developing mesaurse to esure the quality of the data,  alongise technical monitoring and the performance optimization of my clients BI applications.  "
}
