{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83024003", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "M&amp;G Investments is Prudential plc's UK based fund management business and is one of Europe's leading active asset managers with more than £256. 5 billion of funds under management across fixed income,  equity,  property and multi-asset strategies.  -as at 30 June 2015", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "M&G Limited", 
  "canFollow": false, 
  "companyId": "9714", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "M&G Limited", 
    "title": "Business Data Analyst"
  }, 
  "description": "Data Management is responsible for delivering critical data across multiple business units through a number of different services including Operations,  Valuations,  Front Office Data Services,  Market Data Services and Governance.  Working with these teams,  the Business Data Management team plays a critical role in delivering analysis for Data Projects at M&amp;G.  The successful candidate will join this Business Data Management team,  as a Business Data Analyst role.  We are a high performance team delivering improved Data Management capability across all elements of the Investment Management business.  Projects and calls for analysis are diverse and may impact all elements of the investment portfolio and the supporting technology,  and this role is at the heart of meeting these demands.  This role is on the user side.  M&amp;G's systems and architecture is constantly evolving,  which introduces new systems and facilities and a lot of change.  Consequently,  there are always systems changes that involve data that Data Management is responsible for,  and this is an area of focus for this role.  Equally this role covers some business as usual functions around benchmarks in particular,  that demands an accumulation of experience.  This role focusses on improvements to current technology and business processes.  However,  we work alongside a Strategic Program which is developing Data Warehousing,  Data Sourcing/Integration and IBOR capability as its critical elements.  Inevitably there will be ever closer interaction and union of these two teams.  Opportunity  To join Data Management as a Business Data Analyst to support the Data Management Strategy and Project delivery  To support a multi-million pound multi-year Data Management project roadmap  To gather business requirements and translate them into a requirements specification  To understand the drivers of these business requirements from either a data sourcing,  market data,  regulatory or Investment Management perspective  To participate in projects which Data Management sponsor or in which Data Management have a participant role,  utilising skills such as analysis,  testing,  procedure definition Key responsibilities Responsibilities will include:  Gathering,  understanding and defining business requirements.   Conducting detailed data analysis to feed into the solution  Influence the solution with Business Change and Integration teams  Participation in test case definition and execution  Implement appropriate systems,  processes,  data controls and procedures as a result of regulatory,  organisational and strategic changes impacting Data Management.   Provide support to the Data Management Operations team and problem solve when required  Diagnose issues with systems from a business perspective and propose solutions Skills and Experience Skills  A self-starter with excellent attention to detail  Proactive and delivery focussed; determination to see initiatives through to completion  The ability to challenge and shape requirements and scope  Strong analytical skills,  incl.  the ability to identify issues,  propose suitable actions and implement solutions  Knowledge and experience of a project life-cycle,  including breaking requirements down into technical deliverables.  Familiarity with methodologies/approaches,  including Agile Knowledge / Experience (highly desirable)  Good understanding of various asset classes (e. g.  Fixed Income,  Equities,  ETD &amp; OTC Derivatives)  Knowledge of financial and reference data (i. e.  Securities,  Position,  Transaction,  Fund,  Benchmark,  Credit Rating,  Counterparty) 'IT' experience:  Use of End User BI (business intelligence) tools such as Business Objects,  sql tools  Conceptual understanding of Integration layers and data adapters that sit between systems and enable data to transit between them Industry knowledge would be an advantage:  Investment markets,  instruments and products and data suppliers  Regulatory framework.  Other  IOC / IMC or willingness to study M&amp;G is an equal opportunities employer and welcomes applications from a diverse background. "
}
