{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87837724", 
  "descriptionLanguage": "en", 
  "description": "Contract Data ScientistProduct Search,  from individuals to large corporate enterprises,  this client handle's millions of searches each day.  Data is core to understanding how users interact with their products. As Data Scientist (3 month contract) you'll execute and deliver the Data and Information Strategy for the search product,  driving greater product insights and identifying further business opportunities from the millions of product searches carried out each day.    Some of the key responsibilities in this role are going to include:Execute the delivery of the data and information strategy Perform quantitative analyses and build analytical frameworksPartner with Business Intelligence and Web Analytics to identify trends and opportunities.  Use data and statistical models to frame and answer important business and product challengesUse effective communication methods to present the results of investigations and analysesIdeally you will have as much experience of the following as possible:Ability to distil complex data into actionable insightsStrong mathematical and statistical backgroundExperience working with large-scale datasetsAbility to understand and apply statistical models to business problemsExperience of data analysis programmingMachine LearningNatural Language ProcessingConceptual Data ModellingStatistical AnalysisPredictive Modelling  For more information on this role a detailed job spec and project information on this client send your CV now!McGregor Boyall is acting as an Employment Business in relation to this vacancy. ", 
  "jobPosting": {
    "title": "Data Scientist", 
    "companyName": "McGregor Boyall"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "23702", 
  "canFollow": false, 
  "companyName": "McGregor Boyall", 
  "bottom": "true"
}
