{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85311975", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Core Skills Required: First class analytical and problem solving skills Ability to apply structured approach to solving complex,  unstructured problems Experience requirements: Experience of statistical modeling and/or machine learning techniques Implements solutions in a technical systems environment involving large datasets Management consulting experience is preferred Insurance industry experience is ideal but not essential Hands on project management experience including the direct management of other resources (on/offshore) Specific project experience and accountability that has generated direct,  measurable,  financial benefits with advanced statistical modeling and/or machine learning techniques as a core component Post graduate degree or equivalent Advantageous to also have an MBA qualification or equivalent Core Skills Required: First class analytical and problem solving skills Ability to apply structured approach to solving complex,  unstructured problems Ability to come up with creative and/or pragmatic solution Stakeholder management and communication skills; Present complex analytical outputs to senior (Director and Board level) staff Interest in all aspects of the insurance business and processes (e. g.  underwriting,  claims adjusting,  finance and accounting,  risk management and operations) The Science team is a highly matrixed organisation.  While all team members have a senior supervisor,  work is managed in project teams that form,  and reform,  dynamically as business needs evolve.  ", 
  "following": false, 
  "companyDescription": "The CEO for the Property and Casualty business created the Science team at the beginning of 2012 after recognising the power of technology,  data,  and computational science to transform the business.  The Science team reports directly to the CEO ensuring that data science is at the forefront of the strategy.  The team consists of world class business minds and scientists and has been created to drive transformational change through evidence-based decision making at the company.  The team has grown extremely rapidly with headcount now over 130 with plans to increase this to close to 200 by the end of 2014.  The Group is a leading international insurance organization serving customers in more than 130 countries and jurisdictions.  The groups companies serve commercial,  institutional,  and individual customers through one of the most extensive worldwide property-casualty networks of any insurer.    The Property Casualty division is a global market leader,  one of the few truly global property casualty franchises.   ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Investigo", 
  "canFollow": false, 
  "companyId": "31172", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Investigo", 
    "title": "Senior/Manager Business Analysis  - Data Science Projects"
  }, 
  "description": "The Data Intelligence &amp; Analytics team at Investigo are currently recruiting for a Senior Manager  - Business Analysis,   within their clients EMEA Data Science team based in Central London.  This is a critical position for the overall organisation and will require strong skills in working with business stakeholders in order to draw out business requirements and understand how the outputs of the Data Science team can be used directly in the business.    Primary responsibilities will be to: Creatively problem solving complex business and data challenges that others in the business or in Science cannot solve Take ownership of the delivery of Science projects; co-ordinating all activities and ensuring effective collaboration across the team and with business stakeholders Define business and technical implementation requirements for projects by working together with people across the group; particularly owners of business processes Collaborate with the Science team to ensure detailed understanding of the requirements which therefore results in timely and accurate delivery Organisational Structure and Interface:   This role will report to the Head of Science EMEA/Business Partner,  based in London.    The Science team is a highly matrixed organisation.   While all team members have a senior supervisor,  work is managed in project teams that form,  and reform,  dynamically as business needs evolve.    The Science team was created at the beginning of 2012 after recognising the power of technology,  data,  and computational science to transform business.  The Science team reports directly to the CEO ensuring that data science is at the forefront of our client's strategy.    The team consists of world class business minds and scientists and has been created to drive transformational change through evidence-based decision making at the company.  The team has grown extremely rapidly with headcount now over 130 with plans to increase this to close to 200 by the end of 2015.    Performance Objectives: Prepare and manage to project plans Lead workshops and meetings to draw out an understanding of business processes and how data science outputs can fit into those processes Define and document business requirements and solution (business and technical) documents Develop financial business cases and justification Collaborate with data analysts to enable delivery of the business requirements Collaborate with quantitative analysts to enable the building of effective analytical models Work with business stakeholders to deliver solutions that fulfil their needs Come up with creative solutions to business challenges related to what the Science team is delivering Participate in cross-functional projects Application of knowledge and experience gained in other industries Experience requirements: Experience of statistical modeling and/or machine learning techniques Implements solutions in a technical systems environment involving large datasets Management consulting experience is preferred Insurance industry experience is ideal but not essential Hands on project management experience including the direct management of other resources (on/offshore) Specific project experience and accountability that has generated direct,  measurable,  financial benefits with advanced statistical modeling and/or machine learning techniques as a core component Post graduate degree or equivalent Advantageous to also have an MBA qualification or equivalent  Core Skills Required: First class analytical and problem solving skills Ability to apply structured approach to solving complex,  unstructured problems Experience requirements: Experience of statistical modeling and/or machine learning techniques Implements solutions in a technical systems environment involving large datasets Management consulting experience is preferred Insurance industry experience is ideal but not essential Hands on project management experience including the direct management of other resources (on/offshore) Specific project experience and accountability that has generated direct,  measurable,  financial benefits with advanced statistical modeling and/or machine learning techniques as a core component Post graduate degree or equivalent Advantageous to also have an MBA qualification or equivalent  Core Skills Required: First class analytical and problem solving skills Ability to apply structured approach to solving complex,  unstructured problems Ability to come up with creative and/or pragmatic solution Stakeholder management and communication skills; Present complex analytical outputs to senior (Director and Board level) staff Interest in all aspects of the insurance business and processes (e. g.  underwriting,  claims adjusting,  finance and accounting,  risk management and operations) The Science team is a highly matrixed organisation.  While all team members have a senior supervisor,  work is managed in project teams that form,  and reform,  dynamically as business needs evolve.     The CEO for the Property and Casualty business created the Science team at the beginning of 2012 after recognising the power of technology,  data,  and computational science to transform the business.  The Science team reports directly to the CEO ensuring that data science is at the forefront of the strategy.    The team consists of world class business minds and scientists and has been created to drive transformational change through evidence-based decision making at the company.  The team has grown extremely rapidly with headcount now over 130 with plans to increase this to close to 200 by the end of 2014.  The Group is a leading international insurance organization serving customers in more than 130 countries and jurisdictions.  The groups companies serve commercial,  institutional,  and individual customers through one of the most extensive worldwide property-casualty networks of any insurer.     The Property Casualty division is a global market leader,  one of the few truly global property casualty franchises.     "
}
