{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90344757", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Klika was founded in 2003 as a modern software development lab,  with a distinct emphasis on development of new,  disruptive technologies and implementation of modern,  user centric product design.  Through its dedication to quality and great user experience,  we soon became the leading software development company in the area,  working for some of the best clients in Central Europe.  In 2012 Klika has joined forces with Sportradar,  a company that is a global leader in understanding and leveraging the power of sports data and digital content for its clients around the world that provides cutting-edge solutions and services to media companies,  bookmakers,  sports federations and state authorities. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Klika d. o. o. ", 
  "canFollow": false, 
  "companyId": "367223", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Klika d. o. o. ", 
    "title": "Data Scientist"
  }, 
  "description": "As a Data Scientist at Klika/Sportradar,  your daily job will be to extract valuable,  actionable information and insights from data.   You will explore large collections of sports data collected by Sportradar,  as well as data related to the usage of our industry-leading sports data products and services,  reaching millions of end-users across the globe.   Your responsibility will be to analyze and leverage data to enhance our products and services,  and to further the success of our sales and operations teams by providing actionable insights.   You will work closely with product owners and technical leads in our media and sports betting product verticals.  The successful candidate will be knowledgeable in statistics and/or machine learning,  be comfortable working with big datasets,  will understand methods for rigid validation of results,  and master different statistical analysis tools and scripting to develop and validate new ideas for data analysis.  This is a great opportunity to join a high performing team of engineers; working to design,  develop and deploy new ways to collect and distribute sports information.  You will work with an international team spread across locations in Europe and the US.    Roles/Responsibilities: Analyze and explore data using statistical analysis tools and scripting.  Rigorously validate hypotheses,  results and data analysis methods.  Propose data visualizations and new ways of using data to improve our products and services.  Design and implement effective new methods for data analysis,  tailored to our sports-related application domains.  Work closely with product owners and technical leads in media and sports betting product verticals.  Show a passion for continued learning,  staying abreast of new technology and trends.  Present ideas and solutions to software developers and business stakeholders in a clear and understandable way.  Deliver clean,  efficient solutions.  Work independently and collaboratively with other engineers on cross-team projects.  Competencies: Analytical Curious Methodical Problem Solving Technical Knowledge Team Oriented Pride in Quality and Productivity Pro-Active Skills &amp; Requirements: Demonstrated competency in the following areas: machine learning and/or statistics,  big data analysis,  statistical validation of results.  3+ years of experience with R or similar statistical and/or machine learning software.  Programming experience is a must.  Experience working with Mac/Linux environments is a benefit.  Bachelor of Science in Computer Science,  Computer Engineering or related field; equivalent experience acceptable. "
}
