{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83911427", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "With 100 million active users,  Spil Games is a top publisher and distributor of casual mobile and web games.  Experts in marketing,  monetization,  localization and game technology for developers.  • Spil Games publishes and distributes awesome games through the App Store,  Google Play and our web portals.  • Mobile and web casual game developers recognize Spil Games as their publisher of choice.  We tell them: “You make the games great; we make sure your games do great”.  • We are currently averaging around 100 million active users a month.  • We are based in The Netherlands (Hilversum,  close to Amsterdam) but our games have a truly global reach.  • Game developers can concentrate on doing what they love and use Spil Games’ expertise to get the audience their games deserve.  Specialties Publishing and distributing awesome games on web and mobile devices.  We partner with the best game developers to get their games the audiences they deserve and we bring consumers some of the most exciting games they’re ever likely to play. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Spil Games", 
  "canFollow": false, 
  "companyId": "31680", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Spil Games", 
    "title": "Data Scientist"
  }, 
  "description": "Some interesting facts: Our gaming platforms currently attract approx.  100 million unique visitors each month Lots of opportunity for implementing a wide variety of data science solutions &gt;0, 5 billion personalized recommendations sent to production daily Data throughput: ~1. 2 – 1. 4 billion events per day (~12 – 16K per second) loaded in near real time  16 TB,  &gt;100B rows in Data Warehouse More than 100 sources integrated within the Data Warehouse The Business Intelligence Team is focusing on providing insights around (mobile/web) customers and their behavior and is serving several departments with insights in order to provide data driven decision bases.  The focus of the Data Scientist role is to provide business intelligence insights in reports and a dashboard environment in order to enable each stakeholder to get all relevant information for their decisions.  The Data Scientist furthermore acts as a consultant for different teams from publishing,  live operation (published native games),  corporate development and marketing and helps to transform the needs of the various stakeholders into actionable KPIs.  Additionally the Data Scientist will work on establishing a (infra)structure for tracking and data collection for new mobile gaming products and coordinating the data warehouse development together with a business intelligence developer.    Tasks and responsibilities: Analyzing data with standard statistical methods,  interpreting the results,  and providing recommendations for improvement; Partnering with other teams in the company to make data-driven decisions; Use different data sources to solve business research questions in order to transform stakeholder needs into actionable methodologies and analysis; Creating predictive models to personalize the Spil experience; Design and maintain dashboards that capture the metrics needed to monitor the product performance; Work closely with the development team to define business and technical requirements for integrating new tracking into games; and Conduct questionnaire on the user base to understand user behavior.  Your profile: Master’s degree in Analytics / Econometrics / Mathematics (PhD is a plus)  2+ year experience with machine learning,  statistics and statistical programming,  including multivariate statistics,  A/B testing and experience with statistical analysis in R,  SAS,  or SPSS (R preferred) Demonstrated experience in using Big Data and complex analytics to support business decisions Highly proficient in using SQL for business analytics Experience with Tableau or comparable tools like Clickview or Spotfire Expert in MS Excel Excellent communication skills with experience presenting results in both written and verbal form Interest for the Online and Mobile Games Industry  Ability to work independently and manage a range of parallel projects Fluent English written and spoken You must have a valid EU work permit to apply for this opportunity   Why join Spil Games? Level up your career—be part of a rapidly growing leader in the online gaming industry,  where playing games is all part of a day’s work.  Spil Games also offers these great benefits: A competitive salary and bonus system Flexible hours (from 7 AM till 7 PM) A pension and collective health insurance plan Reimbursement for your daily commute Extras,  such as a fitness plan and canteen And,  most importantly,  training and development programs—because when you grow,  we grow with you!  "
}
