{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86757698", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Profile: Relevant Master degree (Statistics,  Physics,  Applied Mathematics,  Applied Sciences,    Econometric Engineering,  or related fields) 2 - 7 years of professional experience working with advanced analytics and data visualization techniques,  ideally within Financial Services Proficiency in data sourcing,  data capture,  data transformation and data preparation techniques Good understanding of,  and practical experience with  analytical techniques and tools for predictive analytics and advanced visualization as well as programming skills (for example C,  R,  Python,  Perl,  Unix shells) Hands on experience in the area of Enterprise Intelligence (e. g.  Data Warehousing,  Data Management,  Business Intelligence,  Analytics,  Big Data ecosystem) Fluent in Dutch French,  with business level of English; knowledge of French is a plus.    Enthusiasm for financial services is a must.  We are looking for dynamic,  entrepreneurial people,  who thrive in international teams and who have a global mindset! You have a  one-step-ahead attitude and a strong interest in new technologies,  innovative solutions and rapid business market evolutions in line with our client expectations.    Offer: A career path within a leading consulting firm,  working with prominent national and global institutions A dynamic working environment and a job with autonomy and a high level of responsibility The opportunity to develop your own skills into a professional specialization,  focusing on the sector of your interest An attractive salary package with fringe benefits. ", 
  "following": false, 
  "companyDescription": "About us:   EY is a global leader in assurance,  tax,  transaction and advisory services.  The insights and quality services we deliver help build trust and confidence in the capital markets and in economies the world over.  We develop outstanding leaders who team up to deliver on our promises to all of our stakeholders.  In doing so,  we play a critical role in building a better working world for our people,  for our clients and for our communities.    With this breadth of service offerings you have the opportunity to develop your career through a variety of experiences,  mentoring and formal learning to ensure our employee value proposition – Whenever you join,  however long you stay,  the exceptional EY experience lasts a lifetime – is a reality. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "EY", 
  "canFollow": false, 
  "companyId": "1073", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "EY", 
    "title": "Data Scientist (fluent in Dutch) – EY Financial Services Organization (EMEIA FSO)"
  }, 
  "description": "The EMEIA FSO Enterprise Intelligence,  Data &amp; Analytics practice offers a broad range of advice to the financial services industry (banking,  capital markets and insurance) in domains such as: Data governance strategy Information roadmap,  use case definition and CDO’s agenda Business &amp; data architecture,  data quality and data ingestion process design Technology architecture,  rationalization and enablement - including Big Data ecosystem Information design,  standard and regulatory reporting,  management dashboards and enterprise performance management Advanced analytics in risk management and customer intelligence Program and project management Within the EY EMEIA Financial Services Organization (FSO) region,  we have a strong network of over 350 Enterprise Intelligence professionals focused on the financial services industry,  and our ambition is to double the team by 2016.  We are currently looking to strengthen the Analytics team in our Enterprise Intelligence competency within FSO Advisory at EY Belgium with capable,  motivated professionals interested to join the team as Data Scientist at various levels,  depending on experience: (Senior) Consultant or Manager.   Tasks &amp; responsibilities: Apply statistical or machine learning techniques design and development of processes meant to operationalize derived analytical models into business applications Participate in the design,  acquisition and completion of large EI transformation projects within the complex multinational financial services landscape (Banking / Insurance / Wealth &amp; Asset Management) Engage with financial services clients and identify new business opportunities driven by an innovative quantitative,  data and analytics approach Support transformation processes towards a data centric culture Work closely together with colleagues from our Performance Improvement practice and FSO EMEIA “Global Analytics Hub”,  in the domains of risk management and customer intelligence. "
}
