{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90362403", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Svenska Cellulosa Aktiebolaget  SCA is a leading global hygiene and forest products company.  The Group develops and produces sustainable personal care,  tissue and forest products.  Sales are conducted in about 100 countries under many strong brands,  including the leading global brands TENA and Tork,  and regional brands,  such as Libero,  Libresse,  Lotus,  Nosotras,  Saba,  Tempo and Vinda.  As Europe's largest private forest owner,  SCA places considerable emphasis on sustainable forest management.  The Group has about 44, 000 employees.  Sales in 2014 amounted to approximately SEK 104bn (EUR 11. 4bn).  SCA was founded in 1929,  has its headquarters in Stockholm,  Sweden,  and is listed on NASDAQ OMX Stockholm.  For more information,  visit www. sca. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "SCA - Hygiene and Forest Products Company", 
  "canFollow": false, 
  "companyId": "3850", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "SCA - Hygiene and Forest Products Company", 
    "title": "Master Data Analyst"
  }, 
  "description": "OverviewThe objective of our data management group is to govern and control the processes for managing the data assets of SCA globallyIn order to achieve this we are looking for a Master Data Analyst (M/W)In this position you will work within the Data Management group part of SCA Global business services,  your focus will be to review and monitor master data flows and quality .  Generate insight and Inputs into Global Data process and policy.  Recommend improvement activities and Key Performance indicators with regional data hubs and participate in global projects. This is an exciting opportunity in an international environment offering many challenges and learning opportunitiesThe position can be based at any of our offices in Europe. Main TasksImplement &amp; maintain global master data policies and procedures Translate business needs to specific requirements Interpretation of data and KPIs include recommendations and outline opportunities or corrective actions Providing presentations and Ad hoc reporting for Business Reviews Support,  inform and consult internal customers Develop deliver training schemes for business partners Maintain Global data tablesKey Competencies3-5 years’ work experience in Master Data in a large international company Understanding of theories and practices within the Master Data function SAP/R3 knowledge or equivalent Ability to evaluate detailed situations,  applying established standards and propose new solutions,  able to share proposals and gain support Fluent in English,  with an ability to communicate in non-technical termsFurthermore,  you need to have strong analytical skills,  be flexible and able to travel.  You have experience from working in projects and you work well in teams as well as by yourself.  You are a skilled communicator and a strong influencer. Additional InformationIf you are interested and meet the requirements above,  please submit a resume and cover letter following the application instructions.  Please note that we cannot accept any applications via mail or e-mail. Please send your application in EnglishSCA at a glanceSvenska Cellulosa AktiebolagetSCA is a leading global hygiene and forest products company.  The Group develops and produces sustainable personal care,  tissue and forest products.  Sales are conducted in about 100 countries under many strong brands,  including the leading global brands TENA and Tork,  and regional brands,  such as Libero,  Libresse,  Lotus,  Nosotras,  Saba,  Tempo and Vinda.  As Europe’s largest private forest owner,  SCA places considerable emphasis on sustainable forest management.  The Group has about 44, 000 employees.  Sales in 2014 amounted to approximately SEK 104bn (EUR 11. 4bn).  SCA was founded in 1929,  has its headquarters in Stockholm,  Sweden,  and is listed on NASDAQ OMX Stockholm.  For more information,  visit www. sca. com. "
}
