{
  "jobPosting": {
    "companyName": "University of Warwick", 
    "functions": [
      "OTHR"
    ], 
    "companyJobCode": "jobsacuk-AMO071", 
    "title": "Funded PhD Studentship – ‘Small Summaries for Big Data’", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102213193, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      68
    ]
  }, 
  "company": {
    "companyId": 7609, 
    "websiteUrl": "http://www. warwick. ac. uk", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAKJAAAAJGFkZGJiOGExLTQwYTYtNDFhMi05ZGZhLTZjZThlOTUzMzg1Yg. png", 
    "universalName": "university-of-warwick"
  }, 
  "description": "    Funded PhD Studentships in “Small Summaries for Big Data”    Funding Details: Fees and maintenance at RCUK Level    Length of Award: 4 years (PhD)    Supervisor: Professor Graham Cormode    Funded studentships are available in the area of computer science to    work on algorithms and data structures for summarization of massive    data sets.   Funding is provided through the prestigious ERC program,     under project 647557,  “Small Summaries for Big Data”.     Project Overview    A fundamental challenge in processing the massive quantities of    information generated by modern applications is in extracting suitable    representations of the data that can be stored,  manipulated and    interrogated on a single machine.  A promising approach is in the design    and analysis of compact summaries: data structures which capture key    features of the data,  and which can be created effectively over    distributed data sets.  Popular summary structures include the Bloom    filter,  which compactly represents a set of items,  and sketches which    allow vector norms and products to be estimated.     Such Structures Are Very Attractive,  Since They Can Be Computed In    Parallel And Combined To Yield a Single,  Compact Summary Of The Data.     Yet The Full Potential Of Summaries Is Far From Being Fully Realized.     Professor Cormode Is Recruiting a Team To Work On Important Problems    Around Creating Small Summaries For Big Data.  The Goal Is To    Substantially Advance The State Of The Art In Data Summarization,  To    The Point Where Accurate And Effective Summaries Are Available For a    Wide Array Of Problems,  And Can Be Used Seamlessly In Applications That    Process Big Data.  PhD Studentships Can Work On a Variety Of Topics    Related To The Project,  Including       The design and evaluation of new summaries for fundamental        computations such as large matrix computations       Summary techniques for complex structures such as massive graphs       Summaries that allow the verification of outsourced computation        over big data.        Application of summaries in the context of monitoring distributed,         evolving streams of data     The expectation is that this will lead to novel results in the    summarization of large volumes of data,  which will be published in    top-rated venues.     You will possess a degree in Computer Science,  mathematics or very    closely related discipline (or you will shortly be obtaining it).   You    should have good knowledge of one or more of the following areas:    algorithm design and analysis; randomized and approximation algorithms;    communication complexity and lower bounds; streaming or sublinear    algorithms.   The post is based in the Department of Computer Science at    the University of Warwick,  but collaborations with closely related    research organizations such as the centre for Discrete Mathematics and    its Applications (DIMAP),  the Warwick Institute for the Science of    Cities (WISC); and the newly formed Alan Turing Institute (ATI) will be    strongly encouraged.     For examples of relevant research and related topics,  please consult    Prof.  Cormode’s web pages at    http://www2. warwick. ac. uk/fac/sci/dcs/people/Graham_Cormode    Eligibility    Candidates should hold a degree in Computer Science,  Mathematics or    closely related discipline,  or expect to complete one before the    commencement of the studentship.   The degree should show a high level    of achievement (1st or 2. 1 level).     Funding Level    Funding is available to support stipend and fees at the UK/EU level for    4 years (this does not cover fees for non-EU students,  see    http://www2. warwick. ac. uk/study/postgraduate/funding/fees/ for more    information).     Application Details    Please send a CV to g. cormode@warwick. ac. uk giving details of your    education and achievements to date,  including details of performance in    relevant university-level subjects (such as Algorithms,  Data    Structures,  Complexity,  Mathematical analysis of algorithms,  linear    algebra and so on).   Please also include a covering note explaining how    your background and interests make you relevant to the aims of the    project.     Applications will be reviewed on a rolling basis as they are received.     To ensure full consideration,  please aim to submit before one of two    main deadlines,  November 30th 2015,  and March 31st 2016.     This project has received funding from the European Research Council    (ERC) under the European Union’s Horizon 2020 research and innovation    programme (grant agreement No 647557). ", 
  "companyDescription": "      University of Warwick    Welcome to the official LinkedIn company page for the University of    Warwick.  Warwick is one of the UK's leading universities,  with an    acknowledged reputation for excellence in research and teaching,  for    innovation,  and for links with business and industry.     The University of Warwick is globally connected,  forward-looking and    entrepreneurial.  We create new ways of thinking and achieving: making    us stand out from our competitors and the more ‘traditional    universities’ and creating an inspiring place to study and undertake    research.     Warwick is one of the UK’s great success stories.  In less than fifty    years since being founded we’ve become one of the UK’s best    universities,  consistently at the top of UK league tables and we’re    rapidly climbing the international league tables of world class    universities.     We’re a university that champions independent thinking and as well as    being founded,  first and foremost,  on academic excellence,  a key driver    of the Warwick success story so far is our entrepreneurial spirit - a    key strength is our relevance to society and our close links with    business and industry.  Companies tap into Warwick knowledge to develop    their own strengths and ensure they remain at the cutting edge within    their industries.  And that cutting edge insight is developed out of    truly world class research: Warwick ranks 7th overall in the UK    according to the latest Research Excellence Framework rankings.     To understand how Warwick has come so far in such a short space of time    is to understand the character of the University.  The success of    Warwick,  underpinned by innovation,  entrepreneurialism and academic    excellence,  is driven by the exceptional talent of our staff,  students    and alumni. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
