{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/62925131", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Nielsen Holdings N. V.  (NYSE: NLSN) is a global information and measurement company with leading market positions in marketing and consumer information,  television and other media measurement,  online intelligence and mobile measurement.  Nielsen has a presence in approximately 100 countries,  with headquarters in New York,  USA and Diemen,  the Netherlands.  For more information,  visit www. nielsen. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Nielsen", 
  "canFollow": false, 
  "companyId": "1714", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Nielsen", 
    "title": "Machine Learning Specialist (Data Scientist)"
  }, 
  "description": "If you are an enthusiastic individual who likes to work on a range of cutting edge problems,  in a unique field that brings together human cognition,  consumer behavior,  statistical modeling,  optimization algorithms,  and software development,  Nielsen Innovation is looking for a  Machine Learning Specialist to join our Data Science team in Waltham MA.  About Nielsen Innovation The Nielsen Innovation Practice is a forward-thinking,  rapidly growing,  market research division of the Nielsen Company.  That means we maintain an unbeatable client list,  create best-in-class solutions and have access to incredible resources—without sacrificing the benefits of a smaller,  leaner,  close-knit company.  We celebrate curiosity and creativity,  and encourage openness and collaboration.  We’re highly driven,  team-oriented and psyched to use cutting-edge technologies to change how the world’s leading consumer companies innovate.  Through a blend of innovative market research technologies (such as evolutionary algorithms and predictive analytics) and client consulting,  we help major consumer products companies dramatically identify breakthrough product ideas,  messaging that inspires action,  fresh package designs and optimal launch strategies.  Our clients are innovators in the consumer packaged goods,  financial services and pharmaceutical industries.  They include Global Fortune 500 companies such as Coca-Cola,  Procter &amp; Gamble,  Pfizer,  Merck,  Bank of America and Nestle.  We offer other perks,  too: competitive salaries,  401k match,  tuition reimbursement,  professional development,  and opportunities to volunteer and give back to the community.  Because we think the little things matter too,  we offer endless coffee,  weekly fresh fruit deliveries,  ping-pong,  team outings and a casual work environment POSITION DESCRIPTION You will be responsible for the research,  design and development of advanced mathematical,  machine learning and statistical algorithms expanding our current analytical tools and capabilities.  Specific responsibilities include:   Recommending or developing new learning algorithms suitable for choice modeling and marketing data   Designing stochastic simulations for testing and validation of regression models,  learning or optimization algorithms   Improving the computational efficiency and scalability of various statistical models   Development,  implementation and maintenance of standard programming practices across analytics codebase.    Keeping up with the state-of-the art in relevant areas – Machine Learning,  Operations Research,  Statistics,  and Artificial Intelligence     QualificationsREQUIREMENTS    Masters or PhD in Computer Science,  Engineering,  Statistics,  Mathematics,  Operations Research,  or other relevant scientific field.  High academic achievement (GPA &gt; 3. 6/4. 0) from a leading school.   Solid understanding of mathematical modeling,  probability and statistics,  and of design and simulation of stochastic systems.  Deep understanding of the mathematics behind the important components of mathematical learning algorithms like Maximum Likelihood Estimation (MLE),  Hierarchical Bayes (HB) Estimation,  Hidden Markov Models (HMMs) and Markov Chain Monte-Carlo (MCMC).   Firm knowledge of classical machine learning techniques such as random forests,  SVMs,  centroid-based and well as hierarchical clustering algorithms.  2+ years of experience with scripting languages like R and Python.   2+ years of object oriented programming experience (Java and C# are preferred).  Excellent communication skills with the ability to present complex ideas in a clear and concise manner to a variety of audiencesIn addition to the above requirements,  the following would be desirable  Academic or industry experience with Genetic and Evolutionary Computation  Experience with SPSS  Familiarity with Discrete/Combinatorial Optimization techniques Familiarity with cutting edge techniques in text mining,  sentiment analysis and feature extraction.   Experience with Relational Databases and SQL programming.   Experience with Web Services (Familiarity with XML,  WSDL and SOAP) Nielsen is committed to hiring and retaining a diverse workforce.  We are proud to be an Equal Opportunity/Affirmative Action-Employer,  making decisions without regard to race,  color,  religion,  gender,  gender identity or expression,  sexual orientation,  national origin,  genetics,  disability status,  age,  marital status,  protected veteran status or any other protected class. "
}
