{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87893862", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Key Responsibilities: Embed into the operations team and take ownership of Billing process Work with Finance department and BI team to understand full end to end processes for billing Utilise Financial background to ensure billing data is sound,  consistent and accurate Assist in providing financial sign-off on the data before clients are billed Write functional requirements specifications Document As-Is processes Analyse and document data and reporting requirements Support the business input into the evaluation of solutions for a new strategic Billing solution Assist in improving data quality and resolving process issues Knowledge,  Skills and Experience: Part or full accountancy qualification required (CIMA or ACCA or equivalent) Strong analytical and problem-solving skills Gathering requirements and generating documentation such as As-Is/To-Be processes,  wireframes,  UML,  ER Diagrams,  Data Flow Diagrams,  Process Flows and functional specifications Demonstrable experience of analysing and documenting complex business processes Very strong Excel skills with experience with VBA and Excel functions and expressions Assist in identification of potential risks,  dependencies and assumptions Facilitate consensus between technical roles and business stakeholders whilst managing expectation Ability to conduct stakeholder sessions including 1:1 sessions,  interviews,  workshops and presentations Ability to impact and influence key decisions Person Specification: The ability to learn fast and demonstrate value Able to deal with tight deadlines and changing priorities Highly motivated and organised and able to manage individual workload and operate within the context of a team Exceptional communicator with written/verbal skills,  can adapt terminology depending on audience,  and an aptitude to be client-facing Sound diplomacy and people skills", 
  "following": false, 
  "companyDescription": "The Company: Collinson Lifestyle Benefits is the world-leading provider of lifestyle membership programmes and travel enhancement products.  With a tiered product range designed to meet the varying needs of financial and other service providers on a global scale,  we help to differentiate products,  optimise a brand offering and retain valuable customers.  Our hero travel membership programme Priority Pass™ is used by the world's largest financial services organisations and telecoms providers to add value to their propositions.  Businesses also use it to augment employee benefit packages and to enhance corporate travel programmes.  We believe in investing in the very core of our propositions.  That’s why Collinson Group also owns an airport infrastructure business called Airport Lounge Development,  which opens and operates our own airport lounges under the brand The Club Airport Lounges   Collinson Group Collinson Group is a global leader in shaping and influencing customer behaviours to drive revenue and value for clients.  The group offers a unique blend of industry and sector specialists who together provide market-leading experience in delivering products and services across four core capabilities: Loyalty,  Lifestyle Benefits,  Insurance and Assistance.  The group provides unrivalled insight and expertise around affluent consumers and frequent travelers,  creating and delivering products and services that increase engagement,  loyalty and value for customers.  We have more than 25 years’ experience,  with 28 global locations,  servicing over 800 clients in 170 countries,  employing 1, 500 staff,  and managing over 20 million end customers.  We have been bringing innovation to the market since inception – from launching the first independent global VIP lounge access Programme,  Priority Pass™ to being the first to sell direct travel insurance in the UK through Columbus Direct and creating the first loyalty agency of its kind in the travel sector with ICLP.  Today we still invest heavily in innovation to ensure that we continue to deliver superior customer experiences. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Collinson Group", 
  "canFollow": false, 
  "companyId": "311024", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Collinson Group", 
    "title": "Commercial Data Analyst "
  }, 
  "description": "The Role: A fantastic new role has just been created within Collinson Lifestyle Benefits as a Commercial Data Analyst working at our London offices on a permanent basis,  to support the Senior Commercial Data &amp; Business Analyst in his role in owning the financial billing process for the company’s clients.  The business is in a transformation phase to deliver improvements across business processes,  data and reporting,  and the primary focus of this role will be to utilise your finance background to learn and take ownership of the core processes that support the financial and operational billing of clients across multiple departments,  embedding yourself into the Operations team to learn and understand the business,  the current billing processes,  and the use of Excel that currently supports this process.  You will use your documentation skills to put together the specifications of the current processes and data flows,  delivering clear and concise documents that can be used to upskill others,  bringing your technical skills to suggest and apply improvements to the current processes,  in particular any quick wins that deliver short term benefit.  This role will be pivotal in shaping the Finance and IT strategy for billing.   The ideal candidate will be a self-starter with advanced Excel skills,  highly motivated and ready for a challenge looking to take ownership of this area and grow the role,  and will need to have an accountancy qualification (ACCA,  CIMA,  etc or equivalent). "
}
