{
  "jobPosting": {
    "companyName": "Workbridge Associates", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobspringpartners-workbridgeassociates-247590", 
    "title": "Data Scientist  Big Data,  Hadoop,  Hive Focus", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101174478, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. workbridgeassociates. com", 
    "logo": "urn:li:media:/p/2/005/04d/17a/31aba90. png", 
    "universalName": "workbridge-associates", 
    "companyId": 243339
  }, 
  "description": "    Job Details    Continually making the “Top Ten” lists,  including Fortune Magazine’s    “Most Admired Companies List”,  isn’t the focus of this health insurance    company that is currently looking to bring on an experienced Data    Scientist.  It’s the result.  To be more specific,  “the result” of    continually making strides in transforming the future of not only the    quality of the health care system but the affordability as well.     Working for this company you’d be part of an award-winning team leading    the nation in health care provision that not only provides you with    amazing benefits but pays you as well for the promotion of a healthy    lifestyle.  This is obviously rather easy when you work for a company    that includes a fitness center onsite at many of their locations.     I could continue writing all day about the pro’s of working upon this    team but then again,  I’d love to tell you myself! Apply below and we’ll    see if you’re a qualified candidate!    Required Skills    ·         Java OR Python experience    ·         Hadoop experience    ·         Experience within a big data/data science environment    ·         Hive    ·         Pig    ·         Spark    ·         Data Flow Modeling (preferred)    ·         Impala    Benefits    Remote work allowance,  Health,  dental,  vision,  401K,  PTO,  personal    health care discounts,  etc    Keyword Tags    HTML,  CSS,  JavaScript,  LESS,  SASS,  Grunt. js,  angular. js,  node. js,     ember. js,  batman. js,  knockout. js,  backbone. js,  JavaScript MVC,     Client-side JavaScript,  Server-Side JavaScript,  OOP,  OO,  Software    Engineer,  Senior Engineer,  Senior Software Engineer,  PHP,  MySQL,  LAMP,     Linux,  Apache,  Zend,  Symfony,  cakePHP,  Laravel,  Yii,  Phalcon,     MySQL,   TDD,  Git,  SVN,  Subversion,  GitHub,  Version Control,  Stash,     Beanstalk,  Cucumber,  Haml,  Memcached,  Object oriented Design,  Android,     Android SDK,  Mobile Development,  Native iOS,  iOS,  Objective-C,  X-Code,     Cocoa Touch,  Cocoa Pods,  Mobile Developer,  Android Developer,     Multi-Threading,  GCD,  Grand Central Dispatch,  Node,  Play,  Akka,  Scala,     AWS,  NoSQL,  MongoDB,  Couchbase,  Elasticsearch,  Redis,  RiakRESTFUL web    services,  Java,  SOAP,  Websphere,  Weblogic,  SpringMVC,  Spring,     Hibernate,  J2EE,  Automation,  Puppet,  Ruby on Rails,  Chef,  Agile,     Python,  Django,  Doylestown,  Ambler,  King of Prussia,  Conshohocken,     Berwyn,  Wayne,  ,  Wissahickon,  Feasterville,  Fort Washington,  Ambler,     Souderton,  New Britain,  East Falls,  Springfield,  Bala Cynwyd,  ,     Malvern,  West Chester,  Lancaster,  Glen Mills,  Aston,  Newtown,  Newtown    Square,  Bensalem,  ,  Northeast Philadelphia,  University City,  Lansdowne,     Fernwood,  Media,  Clifton Heights,  Huntingdon Valley,  South Hampton,     Warminster,  Mt.  Laurel,  Pennsauken,  Camden,  Maple Shade,  Moorestown,     Burlington,  Cherry Hill,  ,  Haddonfield,  Lindenwold,  Palmyra,  Atlantic    City,  Marlton,  Medford,  Hamilton,  Haddon Heights,  Bordentown,  Trenton,     Mt.  Ephraim,  Lumberton,  Hadoop,  Hive,  Sqoop,  HIE,  HL7,  Flume,  NoSQL,     Impala", 
  "companyDescription": "      Workbridge Associates    Workbridge Associates is a nationwide contingency recruiting firm,     specializing in the hiring and placement of open-source and . NET    engineers; front-end developers; and network managers and engineers.  We    generate breakthrough recruitment results through lean management    techniques,  a focus on client relationships,  and a unique team-based    recruitment approach.  Our offices are in San Francisco,  Silicon Valley,     Los Angeles,  Newport Beach,  Dallas,  Chicago,  New York,  Philadelphia,     Boston,  Washington,  DC,  and Toronto.     Workbridge Associates is part of the Motion Recruitment Partners family    of innovative recruitment companies.     (www. workbridgeassociates. com", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
