{
  "jobPosting": {
    "employmentStatus": "FULL_TIME", 
    "listingType": "PREMIUM", 
    "experienceLevel": "ENTRY_LEVEL", 
    "title": "Data Analyst", 
    "veteranCommitted": false, 
    "id": 87872734, 
    "applicationRouting": "LINKEDIN", 
    "industries": [
      43
    ], 
    "functions": [
      "ANLS"
    ], 
    "companyName": "Payvision"
  }, 
  "company": {
    "websiteUrl": "www. payvision. com", 
    "logo": "urn:li:media:/p/6/000/1ac/3cc/0dbacf0. png", 
    "universalName": "payvision", 
    "companyId": 60175
  }, 
  "description": "     With solid growth and an ever-expanding team of experts,  Payvision is    looking to grow its Amsterdam team with a motivated,  accurate and    result-driven Data Analyst.  We are looking for a colleague who will    collect,  research and analyze all of our data and will be able to gain    key data insights and thoroughly understand performance metrics.  Our    perfect candidate has excellent analytic and numerical skills and can    create ad-hoc analysis as well as work with complex models that yield    clear,  tangible metrics for performance assessment and improvement.  In    our office you will be working with various teams,  including IT and    Operations,  to control and improving database (data warehouse)    correctness and robustness.  Experience in working in a data driven    environment would be great.      Tasks:       Building and maintaining analytical models for operational as well        as management purposes,  across Finance,  Risk and Sales departments       Developing and maintaining a Financial Forecast model with the        Finance team and pricing model with the Risk and Sales team       Building easy to use reporting and comparison tools based on the        information in the above model       Collaborating with various departments to automate processes and        make systems more efficient", 
  "companyDescription": "      Payvision    [1]Following companyUnfollow company[2]Follow company     Informal,  innovative,  ambitious,  and professional – Payvision is    focused on providing best in class technology-driven services to the    fast-growing global market for online ecommerce payments.  With over a    decade in the global payments market,  Payvision simplifies the    complexity of local and cross-border ecommerce.  We provide our    customers with flexible and easy to integrate credit card and    alternative payment method processing services via our highly effective    and reliable platform developed by our leading IT teams based in    Amsterdam and Madrid.      Headquartered in Amsterdam and with offices across Europe,  the US and    Asia-Pacific,  we offer over 150 transaction currencies,  a high-end    reporting interface and a solid risk management solution in over 40    countries.  By hiring experts all over the world Payvision will continue    its strong growth in global omnichannel commerce and remain a dynamic    and exciting company to work for.      We offer:       Positive spirit within an international team of young and        enthusiastic colleagues       Challenging projects and freedom to experiment       Excellent primary and secondary remuneration conditions       Free English classes in your job location       Ability to get training,  books or resources you might need,         attending events and courses,  help to achieve IT certifications…       Perks: food checks       Excellent environment and work conditions: open space,  rest area        with videogames,  free coffee/tea/fruits,  high-end computer (I7,  16        Gb RAM,  SSD,  2 screens)      Please visit www. payvision. com for more information.     Twitter Account: @payvision    Facebook: @payvision    Media contact: press@payvision. com  References     1.  file:///jobs2/view/actions/unfollowCompany/60175?csrfToken=ajax:2644187314825728846    2.  file:///jobs2/view/actions/followCompany/60175?csrfToken=ajax:2644187314825728846", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
