{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89087717", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Skills / Experience / Qualifications Required   Essential skills:   3 - 5 years of relevant technical or business work experience leveraging data intelligence / analytics to deliver products and / or services that drive customer value and new revenue.  Minimum qualifications include a Bachelor’s degree in Data Analytics / Computer Science,  or equivalent demonstrable work experience.  At least 1 year’s working experience in IBM SPSS Modeller toolset is essential.  Ability to communicate proposed solutions,  requirements and design effectively to our customers and partners.  Self-motived team player with the ability to work with diverse and geographically separated teams.  Extensive experience solving analytical problems using quantitative approaches.  Experience in Data Science algorithms and methods.  Strong passion for empirical research and for answering hard questions with data.    Desirable skills:   Previous experience and understanding of BI technologies or toolsets.  Good understanding of Data Warehousing concepts.  Understanding of R or other Analytics Tools.  Thorough understanding of some or all of ESB’s Business Intelligence technologies.  To have an external focus and seek ways that ESB can continue to adapt and improve its Data Science practice.    Above all,  you must be innovative in your approach and be able to demonstrate your ability to actively contribute to a team that delivers results. ", 
  "following": false, 
  "companyDescription": "Electric Ireland is Ireland’s leading energy supply brand,  supplying electricity,  gas and energy services to approximately 1. 4 million customers in Ireland.  It operates in a very competitive and dynamic market place which continues to evolve and present new challenges.  Electric Irelands stated vision is to be the No. 1 energy supplier leading in the delivery of smart and innovative solutions to Irish homes and business. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "ESB", 
  "canFollow": false, 
  "companyId": "9057", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "ESB", 
    "title": "Data Scientist"
  }, 
  "description": "Job Title:           Data Scientist Vacancy No:    EX 2015 176 Business Unit:           IT Services,  Business Service Centre Job Type:          Permanent Full Time Location:           ESB Head Office,  Dublin City Centre   ENERGISE YOUR CAREER WITH ESB   ESB is Ireland’s foremost energy company,  committed to providing safe,  reliable and sustainable electricity to all Irish households and businesses.    As a strong,  diversified utility,  we have expertise right across the entire energy market: from generation,  through transmission and distribution,  to trading and supply.    But that is not all we do – we also supply gas; use our networks to carry fibre for telecommunications; develop assets and infrastructure from wind farms to eCar charging points; and provide engineering consultancy services in over 20 countries worldwide.    We are now looking for an energetic and enthusiastic IT Professional to join our team IT Services.    Our team of over 450 IT Professionals design,  deliver and support all activities associated with ESB’s IT strategy through innovative IT solutions.  We operate one of the most technologically advanced IT and telecommunications infrastructures in the country running over 500 applications as well as being one of the largest SAP users in Ireland.  We also have one of the largest IT spends in the country and we deliver a large number of new multi-million IT projects each year.      Data Scientist   ESB’s IT Services (ITS) team are looking to fill this key strategic role in the newly created Data Analytics team by recruiting an experienced Data Scientist to develop,  enhance and conduct analytics work activities as a service across the Company including for the Retail and Trading business lines and also to skill-up ESB staff in the techniques used in Data Science.    An ESB-wide Business Intelligence (BI) Strategy was implemented in 2012.  As part of this a Common BI Platform including SAP BW,  SAP Business Objects,  SQL Server,  SQL Server Integration Services (SSIS) and Tableau (a data visualisation tool) were implemented.  The Business Intelligence Competency Centre (BICC) within ITS was also set up to implement all BI Solutions.    The team are now expanding their BI service to include a capability of Advanced Analytics / Data Science by creating a Data Analytics Centre of Excellence for ESB.  The Data Scientist will play a key role in this newly created Data Analytics team in ITS as part of the broader BICC.    Key responsibilities include:   Manage,  organize and motivate the staff in the Business Intelligence Competency Centre (BICC).  Enhance the BICC service offering to deliver best in class Data Analytics and BI services across ESB and lead the business in this regard,  within clearly defined parameters.  Promote the BICC services across ESB as a Centre of Excellence to be leveraged by the businesses.  Ensure what BICC delivers is in line with the Digital Strategy agreed for ITS and ESB.  Manage BI vendors and Strategic Partners.    Champion the benefits of analytics and promote its use across ESB.  Perform ongoing in-depth empirical research for answering hard questions with data.    The successful candidate will report to the Senior BI and Data Specialist,  BICC,  IT Services.      Benefits Package   In return,  you can expect a competitive salary (depending on your level of experience) and an excellent benefits package.    In addition to this,  throughout your career with ESB you will be able to continually develop your skills and competencies,  both interpersonal and technical.  Our ongoing structured performance and development programmes are delivered in line with your career aspirations and the needs of our business.    Apply Now   Energise your career today and apply online at www. esb. ie   Closing date for applications is 09 Dec 2015.      Note:  Please advise if you have special needs and require any accommodations to             assist you if you are called to attend at interview.    Note:  Please note that all applicants will be required to undertake an aptitude test at the time of their application.     ESB is an Equal Opportunity Employer"
}
