{
  "jobPosting": {
    "companyName": "Spectraforce Technologies", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "leoforce-25de1815-46e7-495a-aea9-f658f06a12c6", 
    "title": "Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101840034, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. spectraforce. com", 
    "logo": "urn:li:media:/p/8/005/015/2ad/1db9612. png", 
    "universalName": "spectraforce-technologies", 
    "companyId": 71350
  }, 
  "description": "    Data Analyst    Duration: 4 months    New York,  NY,  10112    Responsibilities    The Program Manager for Mobile Services will assist with a variety of    analytical,  data collection,  and project-related duties,  including but    not necessarily limited to:       ServiceNow (ticketing and mobile request tool) support: generate        reports,  daily catalog maintenance,  manage /update mobile asset        data,  monitor and follow up on requests nearing SLAs,  requests        pending approvals,  requests or workflow issues or investigations        Maintain company-wide mobile cost and assetmetrics        Review and take action on all carrier audit and bill review reports       Review,  validate and determine which recommendations should be made        from carrier optimization reports       Review and take appropriate action on procurement failure reports       Generate reports as requested by clients / internally       Assist with projects       Other areas of focus as they arise     Qualifications/Requirements:       Bachelor’s degree in technical or analytical field        Experience in mobile technology / mobility field        5+ years working in a large company or corporate setting        Expert-level or comparable in Excel including knowledge of Excel        formulas (VLookup,  =IF statements,  filtering,  etc. ).  Experience in        creating Excel graphs / charts.        In addition to Excel,  proficiency in other MS Office programs        especially MS Word       Knowledge of and understanding of ServiceNow application        Organized and demonstrates a meticulous attention to detail       Able to organize and analyze multiple data files/reports,  draw        conclusions and provide recommendations       Able to present information in a logical and easy to understand        format for leadership / intended audience        Able to work on multiple projects simultaneously and prioritize as        needed        Strong written and verbal communications skills     Desired Characteristics:       Ability to learn and adapt in fast-paced environment       Ability to work independently with minimal supervision,  after        sufficient understanding of project or task is achieved       Collaborative team player accustomed to working within and across        groups       Strong interpersonal skills       Ability / willingness to adapt to rapidly changing priorities and        focus", 
  "companyDescription": "      Spectraforce Technologies    SPECTRAFORCE TECHNOLOGIES INC (www. spectraforce. com) offers a powerful    suite of IT and Consulting services allowing companies to embrace the    challenges of meeting and exceeding the company's IT needs with an    aggressive Total Cost of Ownership.  We enable companies to focus on    their core competencies,  while we handle the integral details of    building IT solution guaranteeing quality delivery with significant    cost savings.  We offer a competitive edge through our Staff    Augmentation Services (PrimuSourcing) and Projects Outsourcing    Services,  which are pwered by our Global Delivery Model with teams    based onsite in the US and offshore in India. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
