{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87863382", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Profile   3+ years’ experience in quantitative analysis in the video game or entertainment industry Understanding of advanced statistical methods Strong analytical and data modelling skills Able to translate analytical findings in actionable recommendations within the game Excellent SQL skills: extensive experience querying large,  complex data sets Detailed understanding of mobile players’ behaviours and latest business models Ability to think logically,  to prioritise tasks,  and to solve issues Excellent communication and interpersonal skills Team work oriented person Can work independently Strong video game culture and interest in the entertainment world and new technologies Impeccable English speaking and writing skills", 
  "following": false, 
  "companyDescription": "Owlient is a Ubisoft studio specialised in Free-To-Play games.     Owlient has sharpened its expertise in F2P community-based games through its Howrse brand,  which gathers more than 1. 3 million monthly active players across 25 countries.    The studio’s ambition is to become a pivotal player and leader in the mobile F2P industry.  With years of success in F2P browser games and with Ubisoft’s impressive network of 27 creative studios,  we’re confident we can build on these achievements to successfully transition to the mobile industry.    If you’re passionate about gaming and want to work in an easy going but fast paced environment,  join us in our mobile quest!  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Owlient (Groupe Ubisoft)", 
  "canFollow": false, 
  "companyId": "120683", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Owlient (Groupe Ubisoft)", 
    "title": "Data Analyst Video Games m/w    ASAP"
  }, 
  "description": "Position’s objectives   As Data Analyst,  you will work closely with the game’s stakeholders to further understand,  model,  predict,  segment,  and monetise Owlient’s players.  You will need to combine your analytical skills with business acumen to provide the game teams with the data and insights that will drive our continued success.    Missions   Identify and define trackers,  metrics and dashboard to measure performance Benchmark and analyse competitors Set-up game revenues projections and main KPIs targets with the production team Analyse the overall performance of the game,  impact of new features and investigate specific KPIs Build both large systematic reports and one-off small pieces of analysis Provide on-going reporting and performance monitoring from multiple data sources Identify the game key’s strengths,  weaknesses and areas of optimisation Proactively develop new analyses and insights,  to drive decisions and strategies for user acquisition,  retention and monetization Provide recommendations to production team on ways to optimize/maximize game revenues and participate in the definition of features Analyse and follow-up the events and promotions performances,  schedules and set-up Provide reports and weekly progress updates to all stakeholders involved"
}
