{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90339617", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Zurich is a leading multi-line insurance provider with a global network of subsidiaries and offices. With about 55, 000 employees,  we deliver a wide range of general insurance and life insurance products and services for individuals,  small businesses,  and mid-sized and large companies,  including multinational corporations,  in more than 170 countries. ONE TEAM,  ONE PURPOSEWe are Zurich,  one global company,  with one mission,  one ambition,  one set of shared values and a clear commitment to our stakeholders: our customers,  our people, our shareholders,  and the communities in which we live and work. Our Mission is to help our customers understand and protect themselves from risk. Our Ambition is to be the best global insurer as measured by our customers,  employees and shareholders. Our Values,  as defined by our code of conduct,  Zurich Basics,  shape our culture and define our behaviors.  They are: integrity,  customer centricity,  excellence,  sustainable value creation and teamwork. To find out more,  follow us on twitter: @Zurich,  like us on Facebook: Zurich,  subscribe on YouTube: Zurich Insurance Group or visit our website: www. zurich. comYou can find Zurich's community guidelines on http://www. zurich. com/services/social-media. htm", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Zurich Insurance Company Ltd. ", 
  "canFollow": false, 
  "companyId": "2458", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Zurich Insurance Company Ltd. ", 
    "title": "Data Analyst"
  }, 
  "description": "Location:  Swindon Who we are:    Zurich’s UK Life business strategy is designed to continue to deliver sustainable,  profitable growth in a changing and more competitive business environment.  It builds on our strengths,  placing customers and their needs at the centre of our business. We want to become a partner for our customers for their entire lifetimes and to achieve this we are developing a new and exciting proposition that will allow us to understand our customers better. This proposition involves truly knowing what matters to people,  what challenges they face in their day to day lives and what needs they have.  We want to ensure we are engaging with our customers about things that matter to them,  in the most relevant way,  including through Digital tools.  To help us achieve this objective,  we are looking to recruit a number of key personnel.  The opportunity:    We are looking for a Data Analyst to join our newly created team.  Your role will be to create,  maintain and analyse marketing database resources used in the development of marketing programs.  Main Accountabilities:   Develop and design market database analysis programs to meet the needs of marketing in acquiring and warehousing customer information,  establishing customer profiles,  identifying potential markets,  new sales,  marketing and product opportunities and marketing strategies  Develop processes and methodologies to maximise data integrity.  Design data audit techniques to improve data quality.  Define and implement experimental research designs and quantitative techniques using high level analytical tools  Work on business issues requiring marketing analysis.  Translate business needs into actual analysis plans and/or experimental designs.  Integrate complex data from multiple sources.  Utilise proven excellence in problem solving,  analytical,  research and quantitative analysis skills and analytical working techniques,  including regression,  decision trees,  multivariate analysis,  etc  Review and make recommendations for statistical methodologies and treatments as a team member in support of database analysis objectives  Develop models to acquire data and information and conduct follow-up and data verification as needed.   Your skills and experience:   Bachelors degree (or equivalent)  Previous experience in a marketing analysis,  consulting or other data analysis position  Experience working within a variety of database sources and technologies (working within an Hadoop environment an advantage)  Familiarity with the use of a range of analytics and visualisation tools and techniques to achieve a business goal.  Knowledge of Qlikview / Tableau or similar an advantage  Advanced knowledge of PC-based spreadsheets and database warehousing applications  Experience with SAS,  SPSS,  and other statistical software languages/applications  Strong stakeholder management  Financial Services experience not required and we welcome applications from outside this industry.   The Reward:  In return we are offering an attractive salary plus a generous benefits package including bonus and defined contribution pension scheme.  We are committed to continuous improvement and we offer access to a comprehensive range of training and development opportunities.  Additional Information:    As an equal opportunities employer,  Zurich celebrates the diversity of our people and we welcome applications from everyone. In 2014 Zurich achieved 11th place in the Sunday Times 25 Best Big Companies to work for,  the fifth year in a row that we have featured in this list - which we are incredibly proud of! To find out more please visit www. zurich. co. uk/careers"
}
