{
  "jobPosting": {
    "companyName": "Robert Half Finance and Accounting", 
    "functions": [
      "OTHR", 
      "IT"
    ], 
    "companyJobCode": "jobsnet-J3K0WM74NT9F8VF8D4X", 
    "title": "Data Analyst - Non Profit", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100214750, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. roberthalf. com/finance/", 
    "logo": "urn:li:media:/p/2/005/017/039/20b4f85. png", 
    "universalName": "robert-half-finance-&-accounting", 
    "companyId": 1682
  }, 
  "description": "     Ref ID: 00700-121312    Classification: Business Analyst    Compensation: $45, 000. 00 to $55, 000. 00 per year    Robert Half is partnered with a non-profit Charter school in Hartford    in their search of Data Analyst to help support the Operations    Department.  This is a great opportunity for someone with strong    analytical skills who has a passion for working in the education field.     Responsibilities Include: - Manage audit of student records for ongoing    completeness and accuracy - Run ad-hoc reports for school leadership    team to manage daily and weekly operational performance - Serve as    point person for teacher technical support for attendance and grade    book - Oversee student attendance data process and ensure that it is    reconciled and accurate on a daily basis; audit student behavior data    for completeness - Produce academic and school culture reports (i. e. ,     report cards,  awards,  scholar dollars) If this is a position you are    interested in,  please submit your resume in confidence to:    Drew. Schroll@RobertHalf. com.  All inquiries are kept confidential.     Desired Experience: - Bachelor's Degree - Strong knowledge of MS Excel    - Good Analytical skills - Team player / 'roll-up your sleeves' -    Positive attitude and good customer service - Previous non-profit    and/or school environment experience    Robert Half Finance & Accounting is the world's leader in specialized    financial staffing.  We provide exciting full-time opportunities in the    areas of accounting,  bookkeeping,  finance,  audit,  taxation and more.  We    pioneered the professional staffing industry,  and we've been    successfully matching professionals with employers since 1948.  Our    proven proprietary processes,  along with our relationships in more than    340 locations worldwide,  allow us to provide you unparalleled access to    exciting career opportunities.     But don't take our word for it.  Our company once again was named to    FORTUNE® magazine's list of \"World's Most Admired Companies. \" (March 1,     2015),  and 9 out of 10 of our clients and candidates would recommend    our service to a colleague.     Apply for this job now or contact our nearest office at 1. 800. 474. 4253    for additional information.     All applicants applying for U. S.  job openings must be authorized to    work in the United States.  All applicants applying for Canadian job    openings must be authorized to work in Canada.     Equal Opportunity Employer M/F/Disability/Vet    By clicking 'Apply Now' you are agreeing to Robert Half Terms of Use", 
  "companyDescription": "      Robert Half Finance and Accounting    Robert Half Finance & Accounting,  a division of Robert Half    International,  is the world's first and largest specialized financial    recruitment service.  Our recruiting managers average 10 years of    combined professional financial and recruitment industry experience and    many hold CPAs,  MBAs or other advanced financial certifications,  which    affords them a unique advantage in assisting professionals and    businesses.  Accounting and finance professionals and businesses alike    rely on our unparalleled experience in matching highly skilled    candidates with leading companies through our more than 350 offices    worldwide including North America,  South America,  Europe,  Asia-Pacific    and the Middle East.  Find out more about our international Finance &    Accounting business at http://www. roberthalf. com", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
