{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89015884", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Novo Nordisk is a global healthcare company with leadership in diabetes care.  The company has leading positions within haemophilia care,  growth hormone therapy and hormone replacement therapy.  Novo Nordisk employs more than 40, 000 employees in 75 countries who strive to make a difference every day.  This page isn’t intended for discussions about products.  As such,  postings or comments that contain product discussions may be removed.  This page is for discussions about Novo Nordisk and its subsidiaries and the initiatives and projects we are involved in.  While we welcome everyone to make comments,  we reserve the right to remove those that are off-topic,  abusive or intended to spam.  Any questions specific to products should be made to your healthcare professional.  If you wish to file an adverse drug reaction please contact Novo Nordisk’s office in the country you live in: http://novonordisk. com/about_us/global_offices/global_offices. asp.  For other customer complaints please contact us here: http://novonordisk. com/about_us/contact_us/contact_us. asp Please keep in mind that Novo Nordisk A/S and its subsidiaries work within a highly regulated industries.  Therefore,  comments that pertain to legal matters or regulatory issues may be removed.  Comments contained on this site come from members of the public,  and do not necessarily reflect the views of Novo Nordisk A/S.  Novo Nordisk A/S does not endorse or approve any content added by other LinkedIn users. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Novo Nordisk", 
  "canFollow": false, 
  "companyId": "2227", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Novo Nordisk", 
    "title": "Research Scientist – Data Mining"
  }, 
  "description": "Research Scientist   Denmark - Gentofte If you are an ambitious researcher interested in clinical applications of metabolomics,  with focus on data mining,  you could be our new colleague in the Systems Medicine Department at Steno Diabetes Center.  We currently have one full time research scientist position open starting January 2016. About the departmentBiomedical research at Steno Diabetes Center is organised into five departments,  which all apply findings from research in the clinic in order to improve outcomes for patients with type 1 and type 2 diabetes.  In Systems Medicine we aim to achieve a system-level understanding of metabolism and to translate this knowledge into novel solutions to benefit human health.  We are particularly interested in the identification of disease vulnerabilities associated with different metabolic phenotypes and the underlying mechanisms linking these vulnerabilities with the development of specific disorders or their co-morbidities,  with specific focus on obesity and diabetes and their co-morbidities. The jobYour main research area will be mining of metabolomics and other relevant clinical data from the Steno clinic,  as well as from other collaborative studies.  The research will include development of statistical models and decision support tools to predict specific patient outcomes and to identify the specific disease phenotypes. QualificationsYou have a research background and track record in bioinformatics,  computational statistics or metabolomics.  We expect you to have PhD in bioinformatics,  computational biology,  chemometrics,  systems biology,  metabolomics,  or equivalent.  Knowledge of clinical biochemistry and metabolism is a plus.  Ideally you have experience in at least one of the following areas: metabolomics data processing and analysis,  integrative bioinformatics,  computational statistics.  You are an expert user of statistical software such as R and Matlab. On a personal level,  you are flexible,  collaborative,  and you thrive in a dynamic research environment.  You enjoy working independently and are good at troubleshooting.  You will be joining a newly established department,  and we expect you to contribute to its further growth as a positive and dedicated colleague. Employment conditionsYour terms of employment will be according to relevant collective agreement.  It is a temporary position for a period of three years.  The extension of position may be considered depending on the available funding.  Your place of work will be Gentofte,  Denmark. ContactFor further information,  please contact Matej Oresic +45 3075 6216. Application deadline18 December 2015. About Steno Diabetes CenterSteno Diabetes Center is a world leading institution within diabetes care and prevention.  Steno is owned by Novo Nordisk A/S and is a non-profit organisation working in partnership with the Danish healthcare system.  Steno treats around 5600 people with diabetes. "
}
