{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86774244", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Uber is evolving the way the world moves.  By seamlessly connecting riders to drivers through our app,  we make cities and experiences more accessible,  opening up more possibilities for riders and more business for drivers.  From our founding in 2009 to our launches in over 300+ cities today,  Uber's rapidly expanding global presence continues to bring people and their cities closer. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Uber Technologies", 
  "canFollow": false, 
  "companyId": "1815218", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Uber Technologies", 
    "title": "Data Analyst - EMEA Growth Marketing"
  }, 
  "description": "Uber is a Series E venture-funded startup headquartered in San Francisco,  California.  We are a global mobility and logistics technology platform: our flagship service allows users to request quality,  on-demand rides with a touch of their smartphone but we are rapidly developing new products.  We are present in over 300+ cities worldwide,  including over 50+ cities in EMEA with plans to rapidly expand in the region. Uber is changing the way the world moves.  However,  we’re not just about moving people - we’re about creating a marketplace to bring people what they need. We're looking for an Analyst to help scale our EMEA marketing efforts.  You'll be responsible for ensuring that our marketing managers and advertising partners receive the data and support they need quickly and efficiently.  You will be responsible for data integrity in EMEA. In addition,  you’ll guide the direction of the growth and strategy of advertising operations.  We’re in 60 countries and over 330 cities,  and each presents a different set of challenges for a marketing organization.  With the speed and scale of execution at Uber - no two days will be the same and you’ll constantly be learning and developing new skills. WHAT YOU'LL DO: Liaise with central Analytics team in HQ to maintain consistency and best practices Implement regional advertising tools,  technologies and products for regional testing Help growth marketing managers solve difficult problems related to regional ad serving,  tracking,  analytics,  and attribution to ensure efficient marketing at scale Own the data integrity of our Performance Marketing program and elevate their regional quality Help EMEA Growth Marketing Managers build reports &amp; analyse data to improve our media buying strategy Be the EMEA tracking lead for campaigns across a variety of channels Work with the existing team to devise and run regular experiments geared at driving continuous improvement of performance campaigns.   WHAT YOU'LL NEED: 3-5 years of analytical and technical operations experience.  Strong data management skills (SQL) and basic scripting proficiency (JS/Python).  Experience with common marketing tech stacks: Tag management,  mobile attribution,  web analytics,  ad servers,  Doubleclick,  etc.  Ability to fluently communicate with engineering,  product and marketing teams.  Understanding mobile app marketing tech stack and space.  Comfortable with ambiguity in a fast-paced environment A proactive approach to solving problems and finding solutions.   PERKS: Employees are showered with Uber credits each month.  The rare opportunity to change the world such that everyone around you is using the product you built.  We’re not just another social web app,  we’re moving real people and assets and reinventing transportation and logistics globally.  Sharp,  motivated co-workers in a fun office environment. "
}
