{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85387101", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Nielsen Holdings N. V.  (NYSE: NLSN) is a global information and measurement company with leading market positions in marketing and consumer information,  television and other media measurement,  online intelligence and mobile measurement.  Nielsen has a presence in approximately 100 countries,  with headquarters in New York,  USA and Diemen,  the Netherlands.  For more information,  visit www. nielsen. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Nielsen", 
  "canFollow": false, 
  "companyId": "1714", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Nielsen", 
    "title": "Sr Data Scientist"
  }, 
  "description": "The Nielsen Company is the largest global measurement company in the world with unique measurement technologies,  assets,  and data that make it one of the most interesting and challenging places for a measurement or data scientist to work.  We focus on what consumers watch,  listen to,  and buy in over 95 countries.  Data Science is core to what Nielsen does,  and our research projects have high visibility in directly impacting the results of our business and our clients.  This position is in the Behavioral Research team within Nielsen’s Global Data Science organization.  The Behavioral Research team provides leadership and expertise to develop innovative,  statistically sound,  and cost effective research methodologies in support of the strategic business initiatives.  We play a pivotal role in designing best practices and approaches for data collection,  respondent recruitment,  and panelist retention.  This position is specifically looking for someone with expertise in recruitment methods and panel maintenance techniques for non-English speakers,  in particular Asian Americans and Pacific Islanders.   Job Purpose   • Lead recruitment,  panel maintenance and data collection best practices for U. S.  Asians • Work with cross-functional teams to design,  implement,  and test new audience measurement methodologies.  • Identify and implement methods and best practices to improve respondent cooperation and retention,  especially among U. S.  Asians.  • Lead the design and testing of data collection methodologies for Nielsen panels and surveys.  • Provide support for technical guidance and training of Nielsen operational teams,  including Call Center and In-Person Field recruitment teams.   Responsibilities   • Lead complex cross-functional research projects.  Directing research,  planning,  and budget for large and small-scale methodology evaluations and tests.  • Use both qualitative and quantitative methods to improve survey methods and recruitment approaches focused on Asian Americans and Pacific Islanders.  • Balance cost,  quality,  and schedule requirements to design measurement methods and approaches.  Adapt as needed.  • Estimate research &amp; development costs for project budgets.  • Correspond and communicate with internal departments and external suppliers regarding complex project requirements and schedules.  • Stay abreast of procedural and technological developments in survey and measurement research methodology and changing technologies in the marketplace,  especially for Asian Americans and Pacific Islanders.  Proactively identify applications of these latest developments to improve existing methods.  • Provide consultation on methodological and procedural factors that impact respondent cooperation and data quality such as questionnaire design and survey mode effects.  • Manage and analyze complex survey/panel data including developing data files,  conducting quality review,  data editing,  documentation,  weighting,  and imputation.  • Author technical proposals,  reports,  and articles.  Present research to internal stakeholders and at research conferences.  Qualifications Required Qualifications   • Master’s degree or PhD in Social or Behavioral Sciences field such as Survey Methodology,  Statistics/Sampling,  Psychology,  Sociology or related field or Bachelors with 3+ years research experience.  • Knowledge of survey or similar research operations including questionnaire design,  cognitive interviews,  sampling,  and survey administration,  especially with U. S.  Asian populations.  • Knowledge of multiple modes of data collection methods,  including online and mobile surveys.  • Knowledge of mixed-mode survey designs and panel recruitment and maintenance.  • Proficiency in a non-English Asian language and understanding of multiple Asian cultures.  • Ability to design sound methodologies within cost and operational constraints.  Understanding of measurement error in data collection methods with ability to mitigate using cost effective procedures.  • Qualitative research and analysis skills (including cognitive interviews,  in-depth interviews,  focus groups,  etc. ).  • Quantitative research and analysis skills including competence with statistical software (R or SAS preferred).  • High motivation with demonstrated capacity to work on multiple projects with set deadlines,  under pressure.  • Collaborative team player with willingness and desire to work with global cross-functional teams of varying sizes.  • Creative aptitude and ability and desire to explore opportunities for new research innovations.  • Excellent oral and written communication skills required for presenting to and collaborating with groups of diverse backgrounds.  • Ability to explain complex research concepts to individuals without a survey research background.  • Extensive experience with Microsoft Office applications (Word,  Excel,  Power Point and Project).   Desired Qualifications   • Knowledge of advanced cognitive or behavioral methodologies (e. g. ,  eye tracking).   • Knowledge of large-scale,  complex multi-stage surveys in Market Research or Government setting.   • Knowledge of usability research techniques for evaluating web/mobile applications and other electronic materials.   Nielsen is committed to hiring and retaining a diverse workforce.  We are proud to be an Equal Opportunity/Affirmative Action-Employer,  making decisions without regard to race,  color,  religion,  gender,  gender identity or expression,  sexual orientation,  national origin,  genetics,  disability status,  age,  marital status,  protected veteran status or any other protected class. "
}
