{
  "jobPosting": {
    "companyName": "Anson McCade", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "AMCCE/309", 
    "title": "Data Analyst (ETL,  Big Data,  Analytics,  Business Intelligence)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100393040, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. AnsonMcCade. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAATiAAAAJGY0YWNlMzc3LWU0YzUtNGI4NC04NDZlLTY3YmEzNjI4NzllMA. png", 
    "universalName": "anson-mccade", 
    "companyId": 31392
  }, 
  "description": "    Data Analyst (ETL,  Big Data,  Analytics,  Business Intelligence)    I am eager to speak with Data Analysts (ETL,  Big Data,  Analytics,     Business Intelligence) for my client,  a global leader in protection,     and security solutions.  Working across industries,  such as Defence,     Financial Services and Utilities,  these successful Data Analysts (ETL,     Big Data,  Analytics,  Business Intelligence) will use innovating    analytical tools and techniques to exploit data driven solutions.     Required    Excellent analytical and problem solving skills using a range of data    analysis or statistical techniques    Hands-on analytical experience in technologies such as SAS and R on    large volumes of data (other similar languages are acceptable coupled    with a demonstrated aptitude to learn)    Appreciation and understanding of relational databases,  ETL principles,     data quality or new big data platforms such as Hadoop or MongoDB    Ability to quickly understand the data landscape of an organisation    (operational and warehouse systems) at an enterprise level    Self-motivated and motivates others,  keeping morale and performance    high    Ability to prioritise workload and work well under pressure to meet    deadlines and manage business expectations    Excellent verbal and written communication skills with the ability to    present complex ideas to technical and non-technical audiences    This fantastic opportunity for Data Analysts (ETL,  Big Data,  Analytics,     Business Intelligence) allows for career progression within an    innovative firm,  working with market leading clients across many    industry sectors while receiving expert training and development.  If    you believe you are an ideal candidate for this role,  please get in    touch for immediate consideration.     Reference: AMCCE/309 Type: Professional    Position: Data Analyst (ETL,  Big Data,  Analytics,  Business    Intelligence)    Duration: Permanent    Salary: £40, 000 - £60, 000    Location: London    Contact: Caroline Ervine    Email: Caroline. Ervine@ansonmccade. com    Phone: 0207 7806 706", 
  "companyDescription": "      Anson McCade    An IT and Capital Markets recruitment consultancy centred in London,     UK.     Anson McCade Ltd is an established and well-respected IT & Capital    Markets recruitment agency based in the City of London.  Our success has    been achieved by a no-nonsense approach to recruitment,  where the    Client can rely on a dedicated and personal service based on both rapid    response and long-term delivery principles.     Anson McCade is aware that the straightforward matching of skills    fulfils only a fraction of our Clients' requirements.  Therefore we    operate a more holistic approach to the evaluation of a candidate for    each Client,  placing equal emphasis on their precise technical skills,     personal qualities and aspirations.  This has been achieved by    extensive,  comprehensive and continual training within Anson McCade.     The result is the provision of a high quality service to a wide range    of long-term Clients,  who can rely on high calibre candidates being    presented and therefore a high cvs-to-interviews-to-placement ratio.     Anson McCade's traditional marketplace is to supply experienced,  senior    contract and permanent IT & Front/Middle Office staff to high profile    industry sectors from Banking and Hedge Funds to Consultancies and    Media organisations. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
