{
  "jobPosting": {
    "companyName": "Randstad Technologies", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "empregosjobs-63089", 
    "title": "Ofera de emprego: Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101051185, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      137
    ]
  }, 
  "company": {
    "companyId": 5216809, 
    "websiteUrl": "www. randstadtechnologies. nl", 
    "logo": "urn:li:media:/p/3/005/063/1fc/1594c11. png", 
    "universalName": "randstad-technologies"
  }, 
  "description": "      Data Scientist(m/f)    RT/2015/3419    Lisboa    www. randstadtech. pt    Envie CV indicando a Ref.  a que se    Candidata Através Dos Seguintes Meios    Site: Randstad Technologies    E-mail: E-Mail:      Our client is an innovative startup with offices in Portugal and    Silicon Valley building a groundbreaking product for online fraud    prevention and digital payments.  For direct integration in their team,     we are currently searching for a Data Scientist (m/f).  This    professional will be working in a small R&D team where he will be able    to tackle complex fraud detection problems,  having as main    responsibilities: • Work close with other R&D team members in thorny    fraud detection problems; • Support your answers and findings with    appropriate statistical techniques and methods; • Contribute to the    team knowledge by keeping up with the state-of-the-art in machine    learning applied to our domains; • Communicate findings within the    organization,  particularly the management,  product and delivery teams;    • Develop solution prototypes and help integrate them with the product.         MSc in Computer Science (or relevant field); - Solid knowledge of        machine learning and classification algorithms; - Experience in        training and testing models with R,  Weka,  MOA,  Matlab or other        tools; - Knowledge in data pre-processing and data cleaning        (extract new features); - Experience in unbalanced        datasets/classes,  as well as in dealing with high performance and        real-time scoring requirements; - Experience in handling large        datasets and big data tools such as Hadoop and Pig; -        Problem-solving mindset; - Ability to work independently as well as        within a team environment; - Fluent in English written and spoken.         -Integration in a multinational company with good prospects;        -Participation in innovative projects and attractive technological        environments,  with activity directed to national and international        clients; -Package wage adjusted for background and highlighted        objectives.         Informação de contacto: Sem preferência", 
  "companyDescription": "      Randstad Technologies    Ben jij een IT-professional met een wo-,  hbo of mbo-opleiding? Randstad    Technologies helpt jou bij het vinden van de perfecte baan of opdracht.     Lees hoe wij dit doen op www. randstadtechnologies. nl", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
