{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90374742", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Who’s th@t? Th@t is a new,  forward thinking recruitment company.  We like to think we do things a little differently (and better) than the competition.  The fingerprint in the logo represents our commitment to you.  It represents the personal touch.  Whether you’re a candidate looking for that amazing new opportunity,  or a client looking for a superstar,  our solution is tailor-made to suit your needs.  We pride ourselves on excellent levels of repeat business,  and an honest,  open,  ethical approach.  We work with the best.   We’re one of the newer players in the industry,  but definitely the one to watch.  Our experience is built on years of finding the best jobs for the best people,  across a variety of different sectors.  Our mission is ‘to do it better. ’  We work in two locations (so far!)  Amsterdam is the home of our Dutch division.  One of the most technologically advanced,  and just generally coolest places on earth.  From here we can cover the whole of the country.  And  Birmingham is our UK hub.  The industrial heart of Britain,  and our home town for easy nationwide access. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "That Recruitment Company", 
  "canFollow": false, 
  "companyId": "3244014", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "That Recruitment Company", 
    "title": "Ruby on Rails Developer - interested in big data!!!"
  }, 
  "description": "Ruby on rails –   Interested in big data,  fancy being involved in shaping the future of internet advertising (innovation) and help create/develop features that exposed to millions of users every day.  Were looking for someone to help create,  design and develop high performance and high availability web applications.  The SOA of this company is composed of multiple critical components,  which handle large amounts of data and is core backbone of all the business workflow.    If you find yourself here,  you will be in small group,  both focused and driven in developing the best solution there is.  (4 or 5 developers with a product owner).  Overall our client has around 60+ developers.  You will have a say in the architecture planning and how the new product features are designed.  During the trimester,  you will have the chance to throw your own ideas into the mix and help plan the new features and initiatives.    If you decide to make the move across,  you will be responsible for the development of new features for the company’s core software products and for extending and maintaining the SOA.  We’re looking for someone who loves clean code,  some one who loves to add value to the business and would enjoy a home like environment.      Required skills; -    Strong experience on one RDMS and/or NoDql database.  Experience in back end programming using Ruby or python would be a major plus (It is possible for candidates from other programming backgrounds) The candidate must be willing to develop,  (take a crash course) in ruby.  Experience with system architect design and integration.  TDD/BDD Experience working in an agile environment.          Good to have skills: -   Front end development (JavaScript,  HTML,  CSS) Project planning and management.  Big data (hadoop ecosystem) Experience with Google cloud platform or amazon web services.  Strong work ethic.      What you could get? Newly designed office located in the area of beautiful Amsterdam (Westerpark) Salary 55. 000 to 75. 000 Promising bonus based on company profits Education budget per team member Relaxing atmosphere with fat Fridays and games.  Awesome trimester events (paintballing,  meals etc. )     Interested? Get in touch with me today and ask for more details,  if you have a github account with recent code on that would also be great.    Samuel Holloway Email: sam@thatrecruitmentcompany. com Phone 020 723 0910     Preference would be European candidates.   "
}
