{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "RSCH", 
      "IT"
    ], 
    "companyJobCode": "MySouthWestjobs-78037624", 
    "title": "Head of Data Architecture,  Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101666696, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "    (Tank Recruitment,  Head of Data Architecture,  Data Scientist,     Permanent,  Somerset,  up to £40k)    Tank Recruitment are currently looking to recruit a Head of Data    Architecture on a permanent basis for a client of ours based in    Somerset.  The post holder will be responsible for working closely with    other members of the team,  including Board Members,  to deliver high    quality solutions to complex data questions.  Future focus is    fundamental and the post holder will be expected to actively take an    interest in all forms of research and data techniques that are being    discussed in the wider market.  You will personally lead and develop    intelligent database systems and software solutions to deliver best in    class reporting services.  To establish a reputation in modelling and    data fusion to satisfy the increasing demand for data integration and    analytics reporting.  To build high level QA software into all of our    clients products for best practice.  To work with the MD to identify new    ways of managing and reporting data to deliver business development    strategies for new and existing clients.  To collaborate and communicate    with senior members of the team to ensure our clients systems meet    business requirements and continue to evolve.     Candidates Require    Data Architecture experience or Data Science background    To demonstrate a high degree of creativity and lateral thinking    Excellent communication skills,  both written and verbal.     This is an excellent opportunity to join a growing organisation that    will offer a fantastic career for the right candidate.  If this is of    interest then please forward your up to date CV. ", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
