{
  "jobPosting": {
    "companyName": "BlaBlaCar", 
    "functions": [
      "IT", 
      "PRDM"
    ], 
    "companyJobCode": "smartrecruiters_xml-84487703-87566174", 
    "title": "Product Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101858346, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      6
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. blablacar. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAARfAAAAJGI5ODVkZTRhLWYwZDAtNDg0MS05M2IzLTI0Yjg2Y2UyOWU2NQ. png", 
    "universalName": "blablacar", 
    "companyId": 2479609
  }, 
  "description": "    Job Description    Responsibilities    As Product Data Analyst,  you will be responsible for providing key data    insights to the Product Team,  in order to make high-impact decisions    and build the best product.  More specifically,  you will:      - Build and run regular product data reports and analysis to help    drive product decisions,  both strategic and \"quick win\".       - Help anticipate,  size and analyse the impact of product changes on    our strategic KPIs      - Be responsible for implementing,  improving and refining product    KPIs to have an eagle-eye view on product performance,  in close    collaboration with the Business Intelligence team.       - Evangelize the whole Product Team on use of standard product KPIs,     and to encourage decisionmaking based on data      - Dig into product pain points and suggest product improvements in    close collaboration with Product Managers and other decisionmakers.     You will join the Product team,  a rigorous,  entrepreneurial and “fun &    serious” team at the heart of BlaBlaCar’s business,  focusing on    building the best ridesharing app worldwide.     YOUR TOOLBOX: Tableau,  Google Analytics,  Heatmap,  and occasional data    extracts from our development team to fill in the gaps.     Qualifications       A degree in Engineering or Business       Minimum 1-2 years work experience in BI / Quantitative Analysis /        Data Analysis,  with a background in supporting a product or        marketing organization       Passion for driving business decisions using data-driven insights        that result in superior growth       A demonstrated interest in product:  youʼre interested in what        makes our product tick and you think about product decisions in        your day-to-day interactions with apps you use       Proficiency in Data visualization tools        Excellent command of Excel,  VBA a strong plus       A plus: Proficiency in Large Databases and Data Management (SQL,         Vertica),  knowledge of languages like Python and R are a plus.         BlaBlaCar is data-driven.  You possess a sharp,  analytical mind and        an entrepreneurial spirit.        You’re an excellent problem solver,  with both a strong attention to        detail and the ability to step back to see the bigger picture       BlaBlaCar is growing fast.  You effectively prioritize in a        fast-paced environment and adapt well to change.        BlaBlaCar is international.  You are fluent in English and        comfortable working in a multicultural environment and interacting        with local country teams.        BlaBlaCar is all about teamwork.  You thrive on collaboration and        share the passion and enthusiasm of your fellow team members.      Additional Information       Start : ASAP       Contract : Full time       Salary : Depending on profile and experience       Location: Based in Paris     Please Include The Following Documents In Your Application       CV       Cover letter     Please note that our hiring team will only review complete    applications.     All your information will be kept confidential.     Please note that any content created during the hiring process is    intelectual property of BlaBlaCar. ", 
  "companyDescription": "      BlaBlaCar    BlaBlaCar is a trusted community marketplace that connects drivers with    empty seats to passengers looking for a ride.  Over 2 million people use    BlaBlaCar every month creating an entirely new,  people powered,     transport network.  With a dedicated customer service,  a state of the    art web and mobile platform,  and a fast-growing community of users,     BlaBlaCar is making travel social,  money-saving and more efficient for    millions of members.     Company Metrics:    - 20 million members    - 19 countries    - over 2 million trips available in the future at any given time    - over 3 billion miles shared    - an estimated £216 million saved by our drivers every year    - an estimated 700, 000 tons of CO2 saved    - average car occupancy 2. 8 people (vs 1. 6 average)    - over 5 million app downloads (iPhone and Android)    http://www. blablacar. com/subscription", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
