{
  "jobPosting": {
    "companyName": "My Jobs Group", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "allthetopbananas-55705137", 
    "title": "Children's Centre Data Analyst - Integrated Early Years Service [Enhanced DBS required]", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102267591, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      6
    ]
  }, 
  "company": {
    "companyId": 13466, 
    "websiteUrl": "http://www. xpressdocs. com", 
    "universalName": "jobs. com"
  }, 
  "description": "     Children's Centre Data Analyst - Integrated.  Early Years Service    [Enhanced DBS required].     Reference no: Camden RQ175928    Pay Rate: 16. 80 ph PAYE - plus.  paid holiday entitlement.  Umbrella    rates may also be available    [temporary, .  but potentially long term role,  subject to extension by    the client]       Where this vacancy.  is based:     London,  NW1 0       Whats involved with.  this role:     The.  main role of the Childrens Centre Data Analyst is to collect,     track and.  analyse information and intelligence about families with    children under the age.  of 5 years,  with a specific focus on target    groups.     The.  post-holder will work as a member of the childrens centre locality    management.  team to ensure all children in the borough are registered    with childrens.  centres at birth and to establish and maintain    performance management tracking.  systems.     The.  post holder will provide performance data that effectively informs    service.  development and improvement to achieve good outcomes,  through    Early Help for.  children and their parents,  and to meet the    requirements of the Childrens.  Centre Ofsted inspection framework.        Collect,  track,  analyse and report data and intelligence about.         families with children under the age of 5 years,  with a focus on        Target Groups       Establish and maintain performance management systems which audit, .         track and monitor registration and engagement in services to        provide evidence.  of successful and sustained outcomes for children        and their parents.        Provide accurate and detailed reports,  using complex data sets,  to.         assist the locality management team to review the data analysis,         assess current.  performance levels and take actions to improve        service delivery.        To support the implementation of the new outcomes monitoring.         system for the family support element of childrens centre delivery        and to.  provide detailed analysis of outcomes.        To develop a system to track parents sustained engagement in.         parenting support services and to provide evidence of increased        confidence in.  parenting as a result of early help services.        To develop a system to demonstrate parents access to and.  sustained        engagement in services,  including information,  advice & guidance.         (IAG),  learning,  and training,  to demonstrate improved economic        stability and.  chances of employment,  especially for target groups.      N. B.  If,  when replying,  you fail to quote.  the Job Title & Vacancy    Reference No.  your application will be.  AUTOMATICALLY REJECTED.        Giving yourself the.  best chance of success:        Please make sure that your CV is up to date.  and explains any gaps        in employment.        Your CV must cover.  the Essential Requirements (see below) of the        role,  including any DBS.  details and other qualifications called        for.        TO AVOID BEING.  REJECTED your CV should clearly state that you are        AVAILABLE TO START WORK.  IMMEDIATELY OR AT SHORT NOTICE.        WE CANNOT USE.  INFORMATION IN COVERING LETTERS,  SO YOUR CV MUST        CONTAIN ALL RELEVANT.  INFORMATION       We.  recommend that you consider sending us (see  below) a suitably        tailored.  CV for each role that you apply for,  listing somewhere        near the top of.  your CV any key skills,  experience and        qualifications that relate.  specifically to this vacancy.          Essentials.  The following requirements must be highlighted  on        your CV itself and NOT in a covering.  letter:        UK working experience       Availability to work CV.  should state either immediate.  or at short        notice       Enhanced DBS check in place [Disclosure no.  & Issue date.  required,         together with the employer.  or agency through whom the DBS was        obtained]       Educated to degree level and/or.  a professional qualification        relevant to performance data management or an.  equivalent level of        experience       Experience of:        interrogating data and performance information to.  develop        intelligence about how services meet need and families pattern.  of        engagement in services       delivering and supporting effective data and.  performance        management systems that inform the development of frontline        services.  to achieve better outcomes       collecting,  analysing,  interpreting and disseminating.  data       delivering and supporting systems and processes to.  ensure data        quality and performance information is available in the most.         effective and accessible format       working with managers from within the council and from.  partner        agencies to develop good working relationships and effective.  joint        working        Up-to-date knowledge of.  national and local childrens centre policy        and guidance,  technical.  standards,  and service delivery to ensure        a flexible approach to.  developing data systems and analysis take        into account the complex nature.  of multi-agency and partnership        working       Understanding of childrens.  centre front-line service delivery in a        multi-agency environment and knowledge.  of the Ofsted childrens        centre inspection framework       Advanced numerical and applied.  statistical skills and an ability        to work accurately with attention to.  detail using advanced Excel        and Microsoft Office       Knowledge of business systems.  and software applications that        support data collection and analysis,  and a.  high standard of ICT        literacy        Other.  preferable/desirable details to include on your CV,  if        applicable:        Any local authority/public.  sector experience       Any relevant qualifications.  held or being studied for        Client: Public sector organisation        Division(s)/Disciplines.  involved:.  Integrated Early Years        Service/Children's Centre/Data Analyst        Anticipated Length.  of Assignment:.  All of our roles are        technically temporary,  though opening assignments can.  be and often        are,  extended by clients on a longer term basis.  This opening        assignment is for 2-3.  months.         Hours.  per week:.  36 Monday Friday,  normal working hours     Triumph.  Consultants Limited    IF YOU WISH TO SEND A CV THROUGH TO US AS AN ALTERNATIVE TO.  APPLYING    ON LINE,  YOU MAY EMAIL IT DIRECTLY THROUGH TO:    jobs@triumph. gb. com    . but you.  must always remember to quote the reference number for the    job in question, .  without which we will be unable to match your CV to    the vacancy,  given the.  number of applications that we receive each    day.  Please do note,  however,  that.  if the vacancy is no longer showing    on the site it will no longer be live and.  you wont necessarily get a    reply from us if that is the case.     Please do not contact us requesting.  progress updates.     We.  read every CV sent to us,  but due to high volumes are not able to    respond to.  all unsuccessful applications,  particularly where CVs do    not address the.  essentials requested.  You will,  however,  always hear    from us by email if.  we are able to take your CV forward to the next    stage.     Please.  note that we check all ads at least once per day to ensure that    the underlying.  roles remain live.     . ", 
  "companyDescription": "      My Jobs Group", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
