{
  "jobPosting": {
    "companyName": "Randstad UK", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "randstad_uk-9976009", 
    "title": "data scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102078001, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. randstad. co. uk", 
    "logo": "urn:li:media:/p/7/000/2c6/3fb/264b62c. png", 
    "universalName": "randstad-uk", 
    "companyId": 612790
  }, 
  "description": "     job description    Data Scientist - Bristol £60, 000 - £70, 000 + Shares and Benefits    A Data Scientist is required for my client,  a fast growing; modern    cloud based Software Company based in Bristol.  My client works with    latest technology to drive the development direction of a range of    cutting edge solutions for the Cloud security industry.     The company are in the process of releasing a new Fraud detection    product which requires a talented data scientist.  This is a brand new    role for the business and you will joining the company at a really    exciting time as the company are currently under going an acquisition    which with require the company to almost triple in size over the next 6    months,  therefore huge career progression as this role will develop    into a lead/head of position over the next 12 months.     Skills required    - Knowledge and experience of Big Data    - Graph database experience    - Programming experience - C/C++/Python/Java/F#/R    - Linux    The company is offering a excellent salary of £60, 000 - £80, 000 and    share options are available.     This is a urgent position to be filled before Christmas.  Please send    your CV for immediate consideration.  Please call Alicia for further    information    Randstad Technologies Ltd is a leading specialist recruitment business    for the IT industry.  Please note that due to a high level of    applications,  we can only respond to applicants whose skills &    qualifications are suitable for this position.  No terminology in this    advert is intended to discriminate against any of the protected    characteristics that fall under the Equality Act 2010.  For the purposes    of the Conduct Regulations 2003,  when advertising permanent vacancies    we are acting as an Employment Agency,  and when advertising    temporary/contract vacancies we are acting as an Employment Business. ", 
  "companyDescription": "      Randstad UK    We’re experts in helping jobseekers,  like you,  find fulfilling and    prosperous careers.  Whether you’re looking for your first ever role or    a more senior position,  we can help you apply,  interview and secure    your dream job.     Despite our size and global scope,  we pride ourselves on our ability to    make every jobseeker,  client and employee feel valued.     Our core specialisms (with offices based across the UK) include:    - Business Support - Sales,  Marketing,  Secretarial and Admin    - Care    - CPE - Construction,  Property and Engineering    - Digby Morgan - HR    - Education    - Financial & Professional    - Inhouse Services    - Sourceright    - Student and Worker Support    - Technologies    Let us help you on your quest for career fulfilment - whichever sector    you specialise in. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
