{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90329178", 
  "descriptionLanguage": "en", 
  "description": "With Babbel anyone can learn a language.  Whether on the go,  in the subway or at home on the sofa,  Babbel supports those who take joy in learning outside of work or school.  Since its founding in 2007,  the company has grown to become the market leader in app based language learning.  In total,  Babbel offers 14 learning languages,  from English to Indonesian.  Professional courses are steadily available via the Babbel website as well as on your smartphone or tablet.  At Babbel more than 300 team members from over 25 different countries work hard to set standards for creating a new learning experience.  Changing the way the language learning is done is a great challenge,  so we are looking for a Data Analyst to join our Berlin,  Kreuzberg office.  Your responsibilities will include : Advanced data analysis in order to provide strong recommendations for marketing and product strategy Develop statistical models to drive product and marketing decisions Model customer learning patterns Plan and execute experiments Evolve our understanding of marketing attribution modelling Design,  implementation and support of reports and data visualisations Present &amp; communicate results of analysis Evangelise and teach data-driven decision making Collaborate with other analysts and data teams REQUIREMENTS At least 2 years of experience of data analysis for an online business A proven track record of driving analysis towards a business decision Strong knowledge of SQL Experience of data analysis in Python or similar Experience in experiment design Have built at least one model of a business system Independent and structured way of working Very good English language skills BENEFITS Work directly with our unique language learning data Responsibility from day one and professional and personal growth Participate in hackdays,  technology brown-bags. . .  A steep learning-curve – personally and professionally A challenging environment and a lot of responsibility to prove your skills A lively startup atmosphere with friendly working hours Great company benefits (High-End company bike,  fresh fruits &amp; drinks etc. ) Start-up mentality and attractive working environment in the heart of Berlin,  Kreuzberg", 
  "jobPosting": {
    "title": "Data Analyst", 
    "companyName": "Babbel"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "2638889", 
  "canFollow": false, 
  "companyName": "Babbel", 
  "bottom": "true"
}
