{
  "jobPosting": {
    "companyName": "Fircroft", 
    "functions": [
      "PRCH", 
      "IT"
    ], 
    "companyJobCode": "fircroft-rms0162766", 
    "title": "Data Analyst Purchasing -29688", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100769627, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. fircroft. com", 
    "logo": "urn:li:media:/p/2/000/022/1ac/2182f07. png", 
    "universalName": "fircroft", 
    "companyId": 51707
  }, 
  "description": "     The Company    Our Client is a world leading Automotive OEM which is responsible for    some of the most iconic 4x4's & Sports Cars produced.  Due to the huge    demand for current models and substantial investment in future projects    there is a requirement for more resources across the business in    engineering & manufacturing on a contract basis.     The Role    Office 2013 proficient,  particular strengths with Exel packages.  V    Lookups / Formula creation / creation and update to Charts and graphs    Admin experience - general office duties in support of the wider team    as required    Excellent coordinator,  calm and can handle tight and multiple deadlines    Flexible and adaptable to changing data requirements Be able to    understand the data being created / reported and be able to provide    trend analysis SAP Knowledge    Aftermarket / Automotive knowledge    Experience Preferred    GCSE / O Level Standard,  Inc English and Maths    Must be personable and be a good communicator Must have the ability to    remain calm and organised", 
  "companyDescription": "      Fircroft    Fircroft is one of the world's leading technical recruitment agencies,     with a turnover of £933 million (2014).  With over 60 offices around the    world,  Fircroft has global contracts with the world’s largest energy    companies and some of the world's leading engineering companies.     Fircroft has been placing people in specialist technical industries for    over 40 years,  focussing on mid to senior level engineers for contract    and permanent roles worldwide.     We currently have over 8, 000 contractors placed in roles around the    world and,  as well as contractor recruitment,  we also fill permanent    job vacancies across our key sectors; Oil & Gas,  Automotive,  Power &    Energy,  Mining & Minerals and Engineering.     Our success and reputation hinges on our people-centred approach.  By    ensuring our own people are focused,  committed and approachable,  we    make sure the recruitment process is both seamless and enjoyable. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
