{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89051488", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Educational requirements: MSc/ PhD in a relevant field such as Statistics,  Computer Science or Applied Math,  Engineering,  Physics or relevant subject.    Specific knowledge and experience: Over 4 years of experience as a Data Analyst or Scientist,  preferably in the financial industry .  Strong background in statistical concepts and calculations.     Innovative and strong analytical and algorithmic problem solvers.  Proficiency with statistical analysis tools (e. g.  R,  SAS,  SPSS).  Proficiency with software development technologies (e. g.  Python Java,  C/C++,  . Net).  Extensive experience solving analytical problems using quantitative approaches (e. g.  Bayesian Analysis,  Reduced Dimensional Data Representations,  and Multi-scale Feature Identification).  Expert at data visualization and presentation.  Experience with big data tools (e. g. ,  Hadoop,  HDFS,  Cassandra,  Storm).    Languages: An advanced level of English is required:   Others requirements: Excellent critical thinking skills,  combined with the ability to present your beliefs clearly and compellingly verbally and in written form.   ", 
  "following": false, 
  "companyDescription": "Banco Santander (SAN. MC,  STD. N,  BNC. LN) es un banco comercial con sede en España y presencia en 10 mercados principales.  Santander es el primer banco de la zona euro por capitalización.  Fundado en 1857,  tiene 1, 34 billones de euros en fondos gestionados,  107 millones de clientes,  13. 225 oficinas —la mayor red de la banca internacional— y 183. 648 empleados a junio de 2014.  Es el principal grupo financiero en España y en Latinoamérica.  Además,  cuenta con posiciones relevantes en el Reino Unido,  Portugal,  Alemania,  Polonia y el nordeste de Estados Unidos.  En el primer semestre de 2014,  Santander obtuvo un beneficio atribuido de 2. 756 millones de euros,  un 22% más que en el mismo periodo del año anterior.   Otra información de interés: Normas de uso de redes sociales  http://www. santander. com/csgs/Satellite/CFWCSancomQP01/es_ES/Corporativo/Sala-de-comunicacion/Normas-de-uso-de-redes-sociales. html?leng=es_ES", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Banco Santander", 
  "canFollow": false, 
  "companyId": "2873", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Banco Santander", 
    "title": "Lead Data Scientist ( Santander Consumer Finance)"
  }, 
  "description": "Within SCF Division ,  the successful candidate will carry out the following tasks: Job brief: Support and interpret the needs of SCF Corporate Areas and Units,  through internal/ external data exploitation and development of advanced analytical models.    Responsabilities:   Develop and plan required analytic projects in response to business needs.  Lead discovery processes with SCF stakeholders to identify business requirements and expected outcome.  Make strategic recommendations on data collection,  integration and retention requirements incorporating business requirements and knowledge of best practices.  Develop innovative and effective approaches to solve stakeholder’s analytics problems and communicates results and methodologies.  Collaborate with unit managers,  end users,  development staff,  and other stakeholders to integrate data mining results with existing systems.  Leads the design and deployment of enhancements and fixes to systems as needed.  Present and depicts the rationale of their findings in easy to understand terms for the business.  Help the organization understand the principles behind the process to drive organizational buy-in.  Manage and/or provide guidance to junior members of the team. "
}
