{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86733713", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Qualifications,  Knowledge,  and Skills   Education: A good degree in maths/statistics or equivalent Experience/Knowledge/Skills: 1-2 years experience within the marketing industry Data mining experience using tools such as SAS,  SPSS,  SQL and R Experience combining disparate data sources together to develop an analytics’ mart for data mining in solving client business problems Strong Excel and PowerPoint skills Working knowledge of digital analytics and/or social media research is highly desired.  Awareness of Data Visualization tools,  such as Tableau or Cognos is a plus Awareness of some/all of : Segmentation,  Modeling,  Testing Methodologies,  Response Attribution and Engagement Analysis       Measures of Performance   Customer satisfaction Perceived level of value-add strategic insight Level of rework On-time delivery     Personal Attributes   Self-motivated and directed,  with keen attention to detail Creative thinking and exceptional analytical skills,  coupled with solid business acumen.   An innovative,  positive and self-directed attitude.   Interested in “figuring out” solutions to problems.  Strong oral/written communication skills.  Responsive,  enthusiastic and team-oriented. ", 
  "following": false, 
  "companyDescription": "About Harte Hanks Harte Hanks partners with clients to deliver relevant,  connected and quality customer interactions.  Our unique approach starts with discovery and learning; leading to customer journey mapping,  creative and content development,  analytics and data management; and ends with execution and support in a variety of digital and traditional channels.  We do something powerful,  we produce engaging and memorable customer interactions to drive business results for our clients,  which is why Harte Hanks is famous for developing better customer relationships,  experiences and defining interaction led marketing.  For more information,  visit the Harte Hanks website at www. hartehanks. com,  call (800) 456-9748,  emailpr@hartehanks. com or follow us on Twitter @hartehanks or Facebook at https://www. facebook. com/HarteHanks.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Harte Hanks", 
  "canFollow": false, 
  "companyId": "4434", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Harte Hanks", 
    "title": "Data Analyst - Uxbridge,  Middlesex,  UK"
  }, 
  "description": "Overview of Job Responsibilities   The Data Analyst will engage in designing and delivering custom analyses,  and answering adhoc client queries.    Essential Responsibilities and Deliverables   Function Specific:    On a daily basis this position will involve in-depth analysis of customer and prospect databases using analysis tools Ability to digest the results of analysis exercises and identify the key insights that clients will value The analyst will be experienced in making code run efficiently on large datasets,  including use of macros etc where appropriate.    Leadership and Management:   Project a working style that facilitates engagement,  professionalism and open dialogue Build relationships with internal team and across other functions; establish rapport,  trust and credibility of team output and effectiveness Maintain clarity of and communicate Harte Hanks vision and values Facilitate communication and collaboration within Analytics team and across Harte Hanks.  Actively monitor and improve employee commitment,  using the Harte Hanks employee survey tools and insights   Supervision:   None     Critical Working Relationships   Internal Head of Analytics,   Senior Analysts,  Project Management,  External Clients (non C-level)"
}
