{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/79636625", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Skills &amp; Experience:   Minimum 3 years of software development experience with Java 7 or 8 (other languages like Scala are welcome) Good knowledge of database systems like MySQL,  MongoDB,  EXASolution,  Couchbase Great understanding of distributed systems and their challenges in scalability,  reliability and fault tolerance Experience with TDD and Continuous delivery Team spirit and enjoyment for agile procedures,  preferably with Scrum experience   We are eagerly awaiting your application! ", 
  "following": false, 
  "companyDescription": "Optimus Search is a recruitment company that supplies high class talent to companies in Europe.  With 10 years of expertise working with some of the biggest names in the industry we know what makes a recruitment company successful – “understanding of our clients’ needs”.    We have broken our business down in to three separate divisions in order to make sure it is clear to you,  as a client or as a candidate,  as to exactly what markets and therefore what skills it is we recruit for.  The Three Divisions are as follows:   Optimus Data &amp; Technology Optimus Engineering Optimus Life Sciences   Our range of services includes contingency search,  executive search and contract recruitment.    With various awards to our name,  including the Virgin Fast track 100,  the Optimus Search brand is recognised as a recruitment company that will deliver on its promises. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Senior Software Developer (Scala,  Big Data)"
  }, 
  "description": "Senior Software Developer (Java/Scala)   Senior Java Developer urgently required in Karlsruhe! Salary up to €70, 000   Optimus Search is currently recruiting for a Senior Software Developer in Java &amp; Scala for a job opportunity with a global provider of digital intelligence solutions.    Our client develops an innovative product that combines insightful data analytics with cutting edge marketing,  data management and automation solutions.  They work with many of the world’s leading media,  e-commerce,  retail and entertainment brands to offer services that make a very real contribution to the bottom line.    The Job   Working as a senior developer within our committed team,  you will be responsible for new feature development in our core product.  Day-to-day you will balance between evaluating new technologies,  building prototypes,  optimising data models and writing excellent code.    Come work for us for the following reasons:   We embrace teamwork,  integrity and innovation – we want your colleagues to inspire you to do your best work.  We’re a multinational team and are genuinely friends inside and outside of work – we have lots of team events too! Working right on the leading edge: Big Data,  Real-Time Advertising,  Cloud Services,  Retargeting,  High-Performance Server2Server Communication,  etc.  We invest in our staff- regular training and development opportunities available. "
}
