{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86754616", 
  "descriptionLanguage": "en", 
  "description": "Glanbia Business Services (GBS) - VacancyBusiness Intelligence Data Scientist/Data AnalystEmployment Type:  PermanentDepartment:  ITLocation:   KilkennyReports to:   Paul Forde Are you someone who likes to make it happen,  make it better and make it fun? If so,  our company offers you an excellent opportunity to do really interesting work and develop a career in a dynamic and innovative environment that is all about making you and our business successful.  So,  who are we and what do we do?  Glanbia plc is a global performance nutrition and ingredients group with leading market positions in cheese,  whey proteins,  sports nutrition and micronutrient premixes.  Our products are sold in over 130 countries worldwide and we employ over 5, 200 people across 32 countries.  Our shares are listed on the Irish and London stock exchanges (symbol: GLB).  Are you a recently qualified data science or data analytics professional,  or one with 1 year+ experience? Do you see yourself working with our best people on global projects,  creating and enabling new business practices and developing new technology platforms to support our business? If so,  then we want to talk to you! At Glanbia Business Services (GBS),  the Global IT and Finance Shared Services division of Glanbia,  we currently have an opportunity for a Business Intelligence Data Scientist/Data Analyst to join our team. Key deliverables of the role- Work with Glanbia's Business Intelligence &amp; Data Analytics team to assess business requirements and propose appropriate analytical solutions. - Extract and transform data from a range of structured and/or unstructured sources - text files,  spreadsheets,  SAP DSOs,  Google Analytics etc. - Use a range of tools and techniques to prepare and carry out statistical analysis and visual exploration of large datasets. - Use a range of tools and techniques to develop,  train,  test and deploy classification and predictive models in a production environment. - Clearly communicate relevant analytical findings to business stakeholders. - Work with people and teams across multiple geographic locations. - Participate in the development of a robust community of key data analytics business users across the Glanbia group. - Assist in the development of Business Intelligence &amp; Data Analytics best practices and standards. What background and experience are we looking for?Qualifications- Bachelor's Degree in Computer Science,  Statistics,  Data Science,  Data Analytics or another relevant numerate discipline.  Skills &amp; experience - Programming experience (e. g.  MATLAB,  Java,  Python,  JavaScript (d3. js)) and knowledge of data science relevant command line tools (e. g.  AWK,  SED,  GREP)) is required. - Good understanding and demonstrable experience working with advanced analytics tools like R,  SAS,  or SAP KXCN (SAP Predictive Analytics) is required. - Demonstrable experience cleaning and preparing large data sets from a variety of data sources (structured and unstructured). - Experience training,  testing,  validating and deploying both classification and predictive models using R (or SAS). - Solid understanding of the principles of database design (schema design) and experience writing SQL. - Good communication skills with experience in requirements development,  business analysis,  and communicating analytical findings to senior stakeholders. - Solid understanding of the principles of data visualization and experience using data visualization software (e. g.  Tableau,  Spotfire,  SAP Lumira) is a plus. - Previous experience working in an SAP environment is a plus.  Competencies - The energy,  enthusiasm and drive to make it happen. - A team player who has the ability to motivate others,  making it fun while getting the job done. - Enjoys working in a fast-paced,  innovative environment where the focus is on continuous improvement and the challenge to make it better. ", 
  "jobPosting": {
    "title": "Business Intelligence Data Scientist/ Data Analyst", 
    "companyName": "Glanbia"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "26597", 
  "canFollow": false, 
  "companyName": "Glanbia", 
  "bottom": "true"
}
