{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86753289", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "In the position of Data Analyst -  SQL,  R,  Data Mining you are expected to have in your profile: Very good university degree in (business) computer science,  economics or similar disciplines An indept understanding of R in a hands on manner Experience in a consulting company,  a startup company or other quantitatively-making enterprises In-depth knowledge of databases and in the development of SQL scripts Safe handling of Excel experience in the fields of data mining and statistics as well as the tools,  eg R,  STATA,  SPSS or SAS,  beneficial Analytically-structured way of working with high solution orientation Strong ability to communicate complex relationships and insights in an understandable way Great interest in the topics of business intelligence and controlling and analyzing large amounts of data Skills to work both independantly and as part of a team.  A desire to advance your career and bring new ideas to the company You take pride in your work and want to see your career grown within on of the top 100 Companies in Europe Candidates must be able to work and live within the EU without restriction.    Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!", 
  "following": false, 
  "companyDescription": "On several occasions we have been voted the best company to work with in London by both our own patners and outside agencies.  We offer a balance of style expertise and creativity with a deeply data-driven business and tech mind-set and are proud to be working with inspiring colleagues who are smart,  fun,  and ambitious and looking for the challenge to transform the industry approaches.   We are not looking for a run of the mill candidate  but someone who can change the face of the industry and bring about new advances and drive our company profile into new areas areas   We values the health and care of our employees and to that regard offers various in house benefits   These include: - A fully stocked and complementary staff break room - Opportunities for remote work - External technical training courses - Access to local business across the city - And more!!! Still interested or know someone else who might be? Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com We look forward to hearing from you soon!", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Analyst - Contract - SQL,  R,  Data Mining"
  }, 
  "description": "This is a position for a skilled and experience Data Analyst to join our growing team in centeral London working closely with our Data scientists and other developers as part of a new an innovative team within a international and market leading company in This role is for a 11 month to one year contract in house at our national head quarters for an experience contractor,  with the potential for further extension on completion   This is an extreamly exciting position to join our rapidly growing team and help develop our already international company profile even further across the world into new fanf exciting fields.  Your tasks can include areas such as: Data and information gathering from a variety of real time data streams Personal responsibility for performing statistical data analysis to optimize the performance of various marketing campaigns and derivation of recommendations for the management Ongoing creation of reports and analysis of key figures Development and optimization of smaller users tools for the control area Close development and interaction with several Data Scientists within the company The chance to bring your own ideas and passion to our team in a leading manner   Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!"
}
