{
  "jobPosting": {
    "companyName": "Michael Page", 
    "functions": [
      "IT", 
      "ENG"
    ], 
    "companyJobCode": "pagepersonnel-238209", 
    "title": "Senior Big Data Engineer Enthusiast (m/f)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101821089, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. page. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAQVAAAAJDdkYzY0OWFhLWUzZDktNGFiMi1hNThiLTU4NWRkZGUzNzk4Ng. png", 
    "universalName": "michael-page", 
    "companyId": 3476
  }, 
  "description": "     Bullet points       Globally operating company that uses state-of-the-art methodologies       Experienced and enthusiastic Big Data Engineer (m/f)     Firmenprofil    Our client is a globally operating B2B and large scale B2C company that    uses state-of-the-art methodologies to analyze large amounts of data.     As a result,  their key strength is to give business advice for    customers from a variety of different branches as well as private    people through several cloud based software solutions usable both via    Web and Mobile Applications.  It is most likely,  that you are already    using one of their products.  As the global leader in their field,  they    set new market trends and use their expert knowledge to further expand    their business.  Key to their success is their large IT department which    is located in Berlin.  As they are constantly increasing their    headcount,  we are now looking for an experienced and enthusiastic Big    Data Engineer Enthusiast (m/f) who will take over this responsibly    position.     Aufgabengebiet    - You handle a high variety and a huge amount of data to explore future    data needs and their potential for the company's business    - Your results are the base of valid,  automated business advice for    customers from a variety of different branches such as food production,     agriculture or international logistics    - You are responsible for the design and extension of the existing BI    infrastructure (Data Warehouse,  ETL processes,  Reporting) to raise the    quality and value of data    - You evaluate,  develop and deliver scalable,  high-performance,     real-time data processing and analysis technologies    - You define the data architecture and build the technology stack to    handle and persist data    - You work closely with the System Engineers and other Business Units    to determine requirements for metrics/ KPIs,  reports and analysis    - You cooperate with the BI Team in Switzerland and with the CTO in    Berlin    - You deal with the challenges of growing data amounts (performance,     scaling,  data quality)    - You use tools such as Hadoop,  MapReduce,  Hive,  Storm,  Spark and    develop with Java (experience with Scala or GO is desirable)    Anforderungsprofil    - University degree in the field of Information Technology or a related    field    - Hands-on attitude and willingness to learn about the latest    technologies    - Proven expertise in handling and persisting a vast amount of data    - Deep understanding of algorithms,  predictive analysis and statistics    - Extended knowledge in relational,  non-relational and non-structured    technologies    - Used to work with technologies such as Hadoop,  MapReduce,  Hive,  Storm    and Spark    - Expertise in ETL approaches and data pipelines as well as in coding    (preferably Java and functional languages such as Scala and GO)    - Interest in solving difficult problems and strive for efficient and    robust solutions    - Communicative,  dynamic and determined personality    - Fluent in English; both written and verbal    Vergütungspaket    - A growing organization with lots of (career) opportunities    - High level of responsibility    - Challenging tasks and innovative technologies    - Salary between EUR 75. 000 and EUR 90. 000    So bewerben Sie sich    Click the Bewerben or LinkedIn or XING button below Oder kontaktieren    Sie Fanny Rohr unter +49304000473125 mit Bezugnahme auf die    Referenznummer 238209. ", 
  "companyDescription": "      Michael Page    Welcome to the Michael Page global company profile.     Michael Page has nearly four decades of expertise in professional    services recruitment.  We were established in London in 1976,  and over    this period we've grown organically to become one of the best-known and    most respected consultancies,  with an office network spanning six    continents.     While size has its advantages,  it doesn't define us - the nature of our    organic growth means that each new office is integrated into the region    that it serves.  It also means that as an employer looking to hire,  or    as a candidate aiming to grow your career you have the best of both    worlds; a team that understands the market and geography you operate    in,  plus the resources and expertise of an international network at    your disposal.     Our teams are broken down to focus on industry,  assignment type,  salary    level and location,  so your hiring requirements or job search will all    be handled by a specialist who knows your sector inside-out.  We are    confident that our expertise can add value to your recruitment or job    search process – get in touch to find out more. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
