{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89091523", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Fashion retail background Technical profile and good analytical skills Ability to work in a team Good communication skills  Positive attitude,  flexibility and \"can do\" approach", 
  "following": false, 
  "companyDescription": "Since 1954,  the leading lingerie and beachwear brand synonymous with “Made in Italy” luxury.  Founded in Bologna by the corset-maker Ada Masotti,  after sixty years La Perla remains dedicated to a refined and sensual woman who aims at expressing and underlining her femininity in a self-confident,  sophisticated and elegant way.  Since its establishment,  the Company has expanded rapidly.  Today the Company sells its products worldwide through a selected network of company-owned Retail stores,  franchisees,  wholesalers,  department stores and online.  Its offerings include a wide array of products,  corsetry,  lingerie,  swimwear and loungewear.  A more concentrated assortment for Men is also available whilst a new concept beachwear and swimwear mens collection launched in 2014 at Pitti Uomo.  As of June 2013,  the Company is part of the Pacific Global Management Group (PGM),  a global talent management company headquartered in London,  active in the model and celebrities’ management through Elite World and Women Management.  Under the new ownership,  the Company is embarking on an exciting phase of development with a new strategy aimed at leveraging its existing positioning as a top brand to evolve into a true luxury brand. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "La Perla", 
  "canFollow": false, 
  "companyId": "91902", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "La Perla", 
    "title": "Digital Marketing Data Analyst "
  }, 
  "description": "We have just opened a great opportunity inside our Digital Marketing area as Data Analyst.  This is a new role based at our office in Mayfair.  The succesful candidate will be reporting directly into the Global Digital Marketing Manager and also working closely with the CRM Manager.  The role is both technical and commercial.   We are looking for someone with great analytical skills and a commercial backgroung - ideally coming from a fashion background.   Main responsibilities: To maintain the quality and integrity of data across all business systems,  providing management information and insight,  and working with the business to develop its data strategies Work closely with the business to provide insightful and analytical reporting and data to support business strategy Design and manage the continual improvement of data analysis through utilisation of new toolsets and creative ways of working Identify and resolve incorrect data,  gaps,  duplication and inconsistencies between systems Work with the Business Analysts to ensure business processes support accurate data collection,  making any recommendations on system improvements or process changes to support the data strategy Overall management of application databases and the business' Microsoft SQL Server data including test and live environments To produce monthly,  weekly and ad-hoc management summary reports To process data queries from other parts of the business Essential is experience in MS SQL 2005 - 2012 Procedural SQL Strong data manipulation and presentation skills,  reconciliation of data from multiple sources,  analysing for insight and trends Experience of managing data and reporting on CRM databases Understanding of Financial accounting systems and multiple system integration"
}
