{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85382255", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Sainsbury's was founded in London in 1869.  Being one of the UK's oldest retailers,  you might say we've had more time to perfect our offering. . .  Developing our range from high-street basics,  to one of the most comprehensive retailing businesses in the UK.  From our core ranges - food and groceries,  we've moved over the years into clothing (the UK's 7th largest),  pharmacy,  finance and even energy! We bring passion to everything we do - whether it's helping our customers eat a healthy balanced diet,  working closely with our suppliers and farmers,  reducing the impact on the environment,  playing an active role in the communities we serve,  or making Sainsbury's a great place to work,  being a responsible retailer is part of our heritage.  Over 22 million shoppers every week choose us to supply their shopping,  that's a whopping 16 percent market share - and with over 30, 000 products and 150, 000 employees,  the numbers we have working for us prove that we have something special here - a place that has become not just a great place to shop,  but also a business that's a great place to work too. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "J Sainsburys PLC", 
  "canFollow": false, 
  "companyId": "5015", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "J Sainsburys PLC", 
    "title": "Data Scientist"
  }, 
  "description": "In a nutshellThe Business Intelligence Analytics &amp; Change team provides trusted support and insight across the divisions and leadership in Sainsbury’s to help them make effective decisions.  The role of the team is to act as a strategic partner to all business divisions by providing analytics that inform real improvements and actions across the business through insight at an ad-hoc,  operational and strategic level. The analytics analyst for the Business Intelligence team will be responsible for the extraction and manipulation of large datasets primarily from the BI Enterprise Data Warehouse,  in order to support the business with their questions and insight requests.  They will apply statistical methods to the investigation and implementation of projects where required. What I need to do  Partner with business users to understand analytical / data gaps and assist them with the formulation of questions to answer challenges/ issues they are facing Assist the business with their questions by building custom scripts analysis,  analytics and insight as needed (using tools such as SAS,  R,  Python,  Tableau,  MS-SQL,  D3) Provide statistical analysis,  build analytical models,  handle data and reporting,  deliver visualizations in the form of interactive dashboards Ensure that each project and activity drives a business benefit Respond to requests in a timely manner.  Ensure the analytics libraries (Code,  deliverables/ methodology) are well organised and data dictionaries are kept up to date Work on multiple projects relating to Business Intelligence and Analytics,  working both cross functionally and independently Contribute to the team’s wider vision,  Analytics strategy and ways of working – such as hackathons,  trying out new tools and approaches  Example outputs include  Reusable models Statistical analysis Presentation and summaries of findings  How I will succeed  Delivery of high-quality,  objective analysis and insight Strong organisation skills and the ability to decide the appropriate level at which analysis needs to be carried out Analysis and outputs agreed clearly and delivered according to managed expectations  What I need to know  High calibre graduates (2. 1 or above,  BSc or MSc level) in computing or another technical qualification.  A-level Mathematics is essential.  Exposure on various analytical techniques including time series analysis,  cluster analysis,  regression analysis,  predictive modeling techniques,  decision trees Statistical understanding including: time series analysis,  dynamic optimisation,  operational research,  decision / game theory,  multi-variant non-linear regression,  dynamic programming,  numerical analysis Experience in data extraction,  manipulation and automating processes – using open source statistical software and analysing data in a corporate environment.  Strong knowledge of SQL particularly within SAS and Oracle / Teradata environments and excellent skills in Excel.   Use of Business Intelligence (BI) tools,  particularly for visualisation and interpretation of the results would be beneficial eg SAS,  SPSS,  MS-Excel,  MS-SQL,  Tableau,  Hive,  R Good communicator with the ability to understand requirements and present data back to stakeholders in a clear and positive manner Ability to work to strict timescales and juggle multiple requests  What I need to show  Ability to relate data / analytics to real-world business Logical approach to problem solving,  with attention to detail and good communication skills Able to explain technical concepts in simple terms to a non-technical audience Confident in questioning the validity of information and in offering ideas and solutions Self-starter,  strong initiative and commitment Knowledge of,  or an interest in,  Multi-Channel retailing  Resources available to me  Software and Hardware as required No direct reports Advice and support from team and manager  What decisions I can make  Most appropriate way to approach key questions and how to resolve data,  analytical and statistical issues.  Best ways to present data to end users and disseminate best practice for data extraction and modelling across the Change and Analytics team. "
}
