{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86750207", 
  "descriptionLanguage": "en", 
  "description": "Minimum 8+ years of experience in Machine Learning Techniques,  Statistical Analysis and Modelling,  Big Data Analytics,  Advanced Visualization,  Data Science,  Statistical Computation and Numerical Analysis.  Experience in toolsets such as MATLAB,  Minitab,  R etc.  Experience of working with very large data sets,  in a Massively Parallel Distributed framework (Hadoop and Map-reduce)Good experience in working with multi-functional / multi-culture teams of individuals Good exposure to Technical Project Management Ability to connect with range of audiences Core Developers to Sr.  Leadership Requirements Analysis,  Technology Feasibility &amp; Roadmap,  Architecture and Design Build and develop Analytics and modeling capabilities Strong experience in Machine Learning techniques,  Fuzzy classification and Artificial Neural Network,  Bayes Classification Rich experience in Statistical Analysis and Modeling Techniques including: Probability and Statistical models,  Predictive Models and Forecasting techniques,  Stochastic Process,  Time series and Trend Analysis,  Regression and Auto-correlation,  Analysis of variance and multivariate analysis,  Factor Analysis,  Hypothesis Testing and Design of Experiment.  Knowledge on Concept of Data Science,  Data Representation and Visualization techniques Sound exposure of Object Oriented Programming in a Distributed,  Fault-tolerant,  Parallel processing system Excellent verbal and written communication skillsVery effective interpersonal skillsJob DescriptionResponsible to Lead team of Analytics Experts,  Data Scientists and Data EngineersResponsible for Technical Project Management including customer interfacingResponsible to Lead offshore team of Analytics experts and provide overall solutioning and technical leadership for all engagementsIdentify and lead Analytics opportunities across all client engagements in Mining Operations and Mineral Processing applications with the aim of increasing productivity and reduce costs of businessTranslate business problems into comprehensive analytical framework via apt usage of advanced statistical / mathematical techniquesInterpret analytics results to create and provide actionable client insights and recommendationDrive the analytics roadmap for the customer requirements. Customer and stakeholder managementBE / BTech / MCA", 
  "jobPosting": {
    "title": "Technical Architect -Big Data Analytics / Machine Learning /Data Scientist", 
    "companyName": "IGATE Global Solutions Limited"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "2229436", 
  "canFollow": false, 
  "companyName": "IGATE Global Solutions Limited", 
  "bottom": "true"
}
