{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86733555", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "MISSION &amp; PURPOSE STATEMENTThe mission of The Boston VA Research Institute (BVARI) is to promote and to support the medical research and education activities of the VA Boston Healthcare System and to advance the well being of veterans and the general public by these endeavors. BVARI is a non-profit,  tax-exempt institute.   Collaborative endeavors may be established with universities,  for profit companies,  hospitals,  charitable foundations,  professional societies,  the Public Health Service,  or other governmental agencies,  and other non-profit entities. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Boston VA Research Institute,  Inc. ", 
  "canFollow": false, 
  "companyId": "483532", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Boston VA Research Institute,  Inc. ", 
    "title": "Biostatistician/Data Scientist/Senior Data Analyst"
  }, 
  "description": "Job Description/Responsibilities Play a key role in creating analytical and methodology plans for the purposes of statistical data reporting and monitoring of large electronic medical record databases and genomics cohort Oversee analytical/reporting efforts of a group of data analysts/programmers/reporters Manage and take the lead in constructing,  cleaning,  validating,  and maintaining research data Work in conjunction with and in support of other biostatisticians,  clinicians,  epidemiologists and investigators Collaborate with data management team and other data analysts/programmers to design,  create and deliver analytical databases,  reports and analyses Service oriented mentality,  high sense of ownership of the issues and requests.  Ability to establish and maintain communication with customers with deliverables and consultations Facilitate and operationalize data requests into concrete specifications for analysts in the team Skills/Experience PhD/post-doctoral candidate or Master’s degree,  in public health,  clinical science,  statistics,  biostatistics or epidemiology,  with 5+ years of experience Solid knowledge of statistical methods,  data analysis and statistical programming using SAS Understanding of large database management Knowledge of study design,  research methodology Experience with genomics data and research Project lead experience Experience with other statistical analysis and graphics packages and software Ability to program in SQL or other programming languages is a plus Data management experience is a plus Excellent attention to details and logic Organizational skills Experience in clinical,  epidemiology,  biostatistical and/or genomics research Excellent interpersonal and communication skills,  both oral and written Must be a U. S.  Citizen"
}
