{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85373044", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "To be a successful (senior) data analyst you need specific functional,  technical and personal skills or the talent to develop yourself further in these skill areas: You have a bachelor or a master degree in (applied) computer science,  commercial science,  mathematics,  econometrics or an equivalent.  You have acquired 3 to 6 years of experience in defining and delivering data analytics solutions to solve business problems in a related role,  preferably within a consultancy organization You are passionate about data and its added-value to sustainable business improvement and you show a keen interest in business processes,  performance,  data analytics,  reporting and visualization You have a thorough understanding of databases,  data warehouses and query language (e. g.  T-SQL) You are result-oriented with expert problem solving and analytical skills You have good communication skills (English as well as Dutch and French) and are an excellent team player The following competences are a plus:  - Knowledge of data structures within ERP packages (e. g.  SAP,  MS Dynamics. . . )  - Expertise in statistics or applied mathematics  - Experience in working with large scale data  - Knowledge of programming languages (e. g.  VB. net,  C#,  . . . )  ", 
  "following": false, 
  "companyDescription": "KPMG IT Advisory Services focuses on the opportunities and challenges in the technology systems used to support our clients' business objectives.  Teams of highly skilled multi- disciplinary professionals have the knowledge and experience to help clients manage technology challenges and provide them with the information they need to meet their strategic goals.  Advisory combines strong business expertise with deep industry specialization. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "KPMG Belgium", 
  "canFollow": false, 
  "companyId": "295769", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "KPMG Belgium", 
    "title": "Senior Advisor/ Manager Consultant Process & Data Mining "
  }, 
  "description": "  In order to cope with the expansion of our service line,  we are currently looking for a “(Senior) Consultant Process &amp; Data Mining” to strengthen our enthusiastic team.  In close collaboration with our clients,  we are delivering services and sustainable solutions in the area of data analytics,  continuous process monitoring and information management.  We help our clients drive decision making,  business performance and compliancy through effective governance and innovative use of data and information.  We help them establishing a data-driven decision making culture and turn their data into a strategic asset.   At our clients,  you will be involved in short- or long-term engagements,  where you will help solving business issues,  by analyzing data and developing or deploying analytical and reporting solutions.  You will work closely together with an enthusiastic team of both business and technical specialists in data analytics,  information management,  enterprise architecture and business transformation.  Key activities will include: Understand business needs and assist in the translation of business challenges into pragmatic analytical &amp; reporting solutions Supporting the collection,  classification and analysis of data to generate knowledge and value for our clients Design and develop metrics and analyses that provide insightful information in the business operations of our clients,  both from a risk and performance point of view Assist in the development of analytical models and routines (descriptive and predictive) Develop creative solutions for visualizing results Support the development of innovative technological solutions for (continuous) process monitoring,  analytics and visualization You will be part of a motivated team that can understand and translate the business mission,  strategy,  and processes of an organization into a data-driven sustainable solution. "
}
