{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80804479", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Data Scientist - Marketing"
  }, 
  "description": "Marketing Data ScientistWe are looking for talented Data Scientists to join our Marketing Science team in Amsterdam. Booking. com has a strong tradition in data-driven innovation,  which is achieved through experimentation and data science methods (eg.  big data,  predictive analytics,  business intelligence &amp; machine learning).  In this role you will be responsible for identifying,  testing,  creating,  and launching new sources of demand,  in new and existing channels.  You will also be responsible for implementing and optimizing the output of your analytics.  You would work closely together with colleagues with complimentary skills to drive business growth through different marketing channels. You will assist us in identifying new opportunities to reach key target markets and to strengthen our presence in the existing ones.  This will involve working with market insights,  analyzing and tracking effectiveness and ROI of marketing programs. A team player with a self-starting approach,  you must have gravitas and the ability to get things done.  This is a unique opportunity to play a key role in an exciting,  fast growing business. B. responsible Identify and evaluate opportunities and launch impactful creative campaigns,  new channels and e-commerce ideas to increase awareness and adoption of Booking. com brand;   Conduct insightful analyses to inform the marketing department whether campaigns are successful or not;   Advocate and communicate our marketing strategy working closely with different internal teams and departments;   Develop strong working relationship throughout the business and beyond.  B. skilled Masters Degree or higher that included data science,  research,  machine learning or a related field;   3-5 years experience,  preferably working with big data and/or experimentation (experience in marketing and/or consumer brands is a plus);   Demonstrated ability to conduct analytics or experimentation with a commercial focus;   A real team player with solutions-focus and entrepreneurial spirit;   Fluency in English both spoken and written;   Proven experience of developing and implementing online/offline marketing campaigns and successful track record in heading projects to success;   Exceptional communication and presentation skills;   Excellent organizational skills with ability to manage multiple,  competing priorities simultaneously and deliver results under tight deadlines.  Booking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com BV is looking for a Data Scientist - Marketing. "
}
