{
  "jobPosting": {
    "companyName": "Client Server", 
    "functions": [
      "OTHR", 
      "IT"
    ], 
    "companyJobCode": "clientserver-business-analyst-slash-data-analyst-microsoft-sql-server", 
    "title": "Business Analyst / Data Analyst - Microsoft SQL Server", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101921629, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. client-server. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAYeAAAAJDUwODcxYzM5LTFlOGMtNDEyZC05YTc5LWNkMWU5NTczOTJhYw. png", 
    "universalName": "client-server", 
    "companyId": 99339
  }, 
  "description": "    2333    London,  £40000 - £45000 per annum + bonus + benefits    Job Type: Permanent    Managed by: Business Analysis & Project Management Team    Business Analyst / Data Analyst (Microsoft SQL Server).  Technology    focussed Business Intelligence start-up is seeking a client facing    Business Analyst with very strong SQL Data Analysis skills.  Their    ground breaking product allows FTSE Media clients to analyse a wide    range of data specialising in strategy,  events,  data analytics and    pricing.     As a Business Analyst / Data Analyst you will work directly with    clients - travelling one week out of four to destinations such as    Dubai,  Singapore,  Europe and the USA.  You'll liaise with big media    clients to discern requirements and utilise your SQL skills to propose    solutions,  working with large noisy data sets.     This Business Analyst / Data Analyst role presents the opportunity to    be highly influential in a small but growing company that is providing    a unique product.  You'll have exposure to high profile clients but also    remain hands-on with the data and technology.  Central London based    office,  small,  friendly team environment.     Requirements       Experience as a Business Analyst,  with strong interpersonal and        client facing abilities       Indepth knowledge of Microsoft SQL Server       Strong organisation skills,  ability to prioritise and be flexible       Must be able to travel to a range of international destinations        (e. g.  Dubai,  Singapore,  Europe and the USA)     As a Business Analyst / Data Analyst you can expect to earn a    competitive salary (to £45k) plus bonus and benefits.     Send your CV or call for an informal discussion about this Business    Analyst / Data Analyst opportunity.     REF: BB/8007/A/KS/021215", 
  "companyDescription": "      Client Server    Client Server Ltd is a leading IT recruitment consultancy specialising    in positions in London and the South East.     Our focus is finding exceptional candidates for exceptional    organisations including established technology leaders,  innovative    technology start-ups,  hedge funds,  banks and consultancies.  Offering a    personal and flexible approach,  coupled with a high degree of    professionalism and integrity ensures the provision of an effective    recruitment solution to both our client companies and candidates. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
