{
  "jobPosting": {
    "companyName": "BLT", 
    "functions": [
      "HR", 
      "IT"
    ], 
    "companyJobCode": "blt-7aab01eb6c4d4f39d937d2ef42b8d40e", 
    "title": "DATA ANALYST,  £25-30, 000 + benefits,  London", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101152890, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. blt. co. uk", 
    "logo": "urn:li:media:/p/1/000/016/213/1a7525d. png", 
    "universalName": "blt-beament-leslie-thomas", 
    "companyId": 203470
  }, 
  "description": "     DATA ANALYST,  £25-30, 000 + benefits,  London    Are you an Excel whizz? …and creative too? ……interested in publishing?    This is a role for an Excel superstar …someone who loves Excel and all    that it can do.   You’ll need to be an advanced user,  ideally with some    programming knowledge in VBA too,  and have a degree in a numerate /    statistical discipline.  You’ll enjoy working with data and be able to    pull it together into meaningful information for your team.  It’s not    all about the data …. you’ll have a creative side too and be adept at    graphs,  charts and some eye catching infographics too.     You’ll be a key member of the team – your contribution is crucial to    the publications the team are preparing for clients and selling to the    market.   In return,  you’ll find a challenging role with a great bunch    of colleagues who work hard and have fun too.     If you would like to apply for this role,  please send your cv to    Catriona Cookson at cec@blt. co. uk quoting ref CEC/12296. ", 
  "companyDescription": "      BLT    BLT (Beament Leslie Thomas - www. blt. co. uk) is one of the leading    niche,  specialist recruiters.  We work in the areas of Management    Consultancy,  Indirect Tax and Interim Management.  We have the expertise    and experience to find the right people for your organisation,  as well    as to give sound advice and guidance when it comes to your next career    move.     BLT's teams can work at all levels within their specific markets and    across both permanent and interim job opportunities.  We have experience    of working in most industries,  from the large blue-chips to smaller    more entrepreneurial businesses,  as well as professional services    companies and the public/not-for-profit sector.     The best talent matters as much to us as it does to you.  BLT's    Consultants work to build long-term working relationships with clients    and candidates.  That's why so many of you come back to us time and time    again. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
