{
  "jobPosting": {
    "companyName": "GSK", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "peopleclick-281916", 
    "title": "Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100956462, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      15
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. gsk. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWKAAAAJDI0MjBjY2M4LWIzZTEtNDc1ZC1hYmQzLTIzYThlZjY5MWVjYQ. png", 
    "universalName": "glaxosmithkline", 
    "companyId": 1399
  }, 
  "description": "     Job Purpose And Key Responsibilities    • Proactive management of data and ensuring Integrity and consistency    of Data troughout the different systems.  are updated accurately in a    timely manner as per agreed Service Level Agreements with the internal    and external customers    • KPI and analytics requests to support the continued growth of the    business and support business decisions    • Supporting the supply planning process with reports and analysis to    optimise processes,  scenario planning and decision making    • Co-ordinate and control the data capture process.     • Standardise and simplify Ways of working ensuring a consistent    approach to data management.     • Implement Data configuration and Data processes aligned with the    Corporate standardization    • Monthly KPI/dashboard reporting on data accuracy within the GSK    Systems.     • Lead the business in driving the importance of data and system    integrity.     • Detailed knowledge of the systems within GSK and the integration    between them.     • Detailed understanding of the data objects being entered and the    systems impacted.     • Primary point of contact for all data related queries from both    internal and external Customers.     • Ensure that training records on data maintenance are kept up to date    • Participate and support the NPD process ensuring that all data is    entered prior to launch date to maximise customer service levels.     • Communicate and Train new Data processes or Data management to the    customers and internal users.     • Support HUBs with systems reports and customization of these reports.     • Act as super user for JDE,  Mgx and APO.     • Perform regular trainings and surgery sessions for the supply chain    areas in JDE,  Mgx and APO.     Accountability    • Data manipulation and analysis to support key business decisions    across all categories    • Escalation of issues to Regional Supply Planning/Customer Service &    Logistics Director where data is not being submitted in line with    agreed timeframes.     • Ensure that data is entered and maintained as per the Service Level    Agreement with the business.     • Ensure that data is entered accurately into the corporate systems.     • Ensure that appropriate authorisations and filing of documents for    successful completion of Internal and External audits.     Assist and resolve data and reporting queries from Internal and    External customers    Set up the data capture process ensuring that standardised Ways of    Working are adopted in the data maintenance process.     • Ensure that team is trained and data/system requirements are    documented into SOP’s    Make available all the reports for the Supply Planning Managers at the    correct information and on time.     Complexity    • Detailed knowledge of Systems and their integration.     • Co-ordination of data collection from multiple sources.     • Strong Customer Service focus    Closing date for applications: 8th of December 2015    When applying for this role,  please use the 'cover letter' of the    on-line application to clearly describe how you meet the competencies    for this role,  as outlined in the job requirements above.  The    information that you have provided in your cover letter will be used to    assess your application.     Qualifications    Thank you for your interest in this opportunity.  Basic qualifications:    Macros – Microsoft office including Outlook    VBA programming – Microsoft office including Outlook    Access Database and SQL    Prepare Work Instructions and Trouble shoot guides    Strong experience of data maintenance with corporate systems (mainly    MGX,  Babel,  JDE and Excel)    Pro-active in chasing and gathering data from the various departments    within the Commercial organisation.     Proven Ability to train others    Disciplined in approach to tasks and good attention to detail.     Excellent track record in getting things done.     Leadership skills    Customer Service skills", 
  "companyDescription": "      GSK    We are a science-led global healthcare company that researches and    develops a broad range of innovative products in three primary areas of    pharmaceuticals,  vaccines and consumer healthcare.     As one of the few healthcare companies researching both medicines and    vaccines for the World Health Organization’s three priority diseases –    HIV/AIDS,  tuberculosis and malaria,  we are very proud to have developed    some of the leading global medicines in these fields.     Our product portfolio also includes a range of consumer brands,  many of    which are household names around the world,  including Sensodyne,     Aquafresh,  Horlicks,  Panadol and Tums. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
