{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87893593", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "PhD in Statistics,  Computer Science or Mathematics Excellent written and verbal communication skills Data Science and Analytics experience (Machine Learning,  Recommendation Engines,  Search Personalization).  Knowledge of at least one scientific programming language/environment (e. g.  R,  Python,  C++,  Scala,  Matlab…) Knowledge of natural language processing and network analysis Being able to effectively use databases (SQL) Knowledge of Neural Network and AI is a plus Excellent analytical skills Excellent numerical proficiency Experience with Big Data technologies is a plus (Hadoop,  Apache Spark,  any Big Data related data discovery tool) Good communication and team work skills Advanced English (spoken/written)", 
  "following": false, 
  "companyDescription": "As a major financial institution,  UniCredit thrives in a truly international dimension.  We span 50 countries and give growth opportunities to people who share our excitement for constantly building on our local roots and strong European identity.    UniCredit Business Integrated Solutions is the global service Company of UniCredit that provides solutions in the Information &amp; Communication Technology (ICT),  Back Office &amp; Middle Office,  Real Estate,  Security and Global Sourcing areas.  The Company about 11. 000 colleagues and will oversee activities in: Austria,  Germany,  Italy,  Poland,  United Kingdom,  Czech Republic,  Romania,  Slovakia,  Hungary,  plus 2 branches: one located in New York and one in Singapore.  More info on: https://www. unicreditgroup. eu/en/microsites/ubis. html  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "UniCredit Business Integrated Solutions", 
  "canFollow": false, 
  "companyId": "533334", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "UniCredit Business Integrated Solutions", 
    "title": "Big Data - Data scientist "
  }, 
  "description": "The selected candidate could take part in the IT projects related to Data &amp; Analytics (Big Data Solutions) where the candidate will ensure the global ICT services supply aimed at managing the data life cycle related analytics,  and to the usage of \"Big Data\" and \"Cognitive Computing\" solutions for the customers and for UBIS Business Lines/Service Lines.  We offer an exciting job in a challenging environment within an international company and are looking for talented people to join the team.  TASKS Integrating multiple sources and data sets to discover new insights.  Predictive modeling: Using big data and statistics to predict future outcomes.  Looking at data from different angles to gain new and hidden insights.  Hypothesis testing: Developing hypothesis and testing them with careful experiments.  Analysis of data quality"
}
