{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89001684", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "PhD Bioinformatics,  Biochemistry,  Computational Chemistry,  or a related field with at least 5 years of experience in biotechnology or pharmacetical industry.  Excellent analytical thinking skills and a solid foundation in general enzyme mechanisms,  sequence and structural analysis.  Expertise in applying bioinformatics tools for enzyme modeling and catalytic analysis (multiple sequence alignment,  phylogenetics,   structure and sequence homology) Ability to work in a multidisciplinary environment,  both independently and as part of a team.   ", 
  "following": false, 
  "companyDescription": "Interested applicants should submit a detailed CV in English along with reference number 29357,  a covering letter indicating their salary expectations to humanresourceswilton@invista. com   Please use the job title and reference code 29357 in your application.  INVISTA seeks dynamic,  high caliber scientists and engineers to join its rapidly expanding Wilton,  U. K. ,  research and development team to develop pioneering solutions to commercialise next-generation industrial biotechnology.     As part of INVISTA’s commitment to innovation,  it has invested in the emerging field of industrial biotechnology,  operating its own biotechnology capability out of the R&amp;D lab in Wilton.  INVISTA’s bio-scientists and engineers are working,  alongside collaborators in academia and external technology companies,  to develop new biotechnology processes and bring bio-derived products to market.     Through innovative research efforts at the leading edge of science,  INVISTA has the potential to develop advantaged technologies that could significantly improve the cost and availability of several chemicals and raw materials that are used to produce its current products.    To work successfully in our team,  candidates must be comfortable with a challenging fast paced environment where interdisciplinary team work is essential.    INVISTA is one of the world’s largest integrated producers of chemical intermediates,  polymers and fibers with a portfolio of some of the world’s most recognizable brands and trademarks including LYCRA®,  COOLMAX®,  CORDURA®,  STAINMASTER® and ANTRON®.    www. invista. com www. invistacareers. com", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "INVISTA", 
  "canFollow": false, 
  "companyId": "523382", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "INVISTA", 
    "title": "Bioinformatician – Enzyme Discovery and Data mining - Ref: 29357 "
  }, 
  "description": "Bioinformatician – Enzyme Discovery and Data mining Ref: 29357 Location: North Yorkshire – Teesside/UK   Responsibilities Integrate information from various resources (genomic,  proteomic,  literature) to aid the selection of enzymes for synthetic catalysis.  Data mine omics data (protein domains,  genomic context),  to assign function and pathways.  Provide structural and mechanistic insight into enzyme activity,  and communicate these interpretations within the team.  Liaise within a multi-disciplinary team of scientists,  presenting,  reviewing and appraising results. "
}
