{
  "jobPosting": {
    "companyJobCode": "absolventa_xml-170303", 
    "expirationDate": 1451145403000, 
    "title": "Associate Big Data Developer (m/w)", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [], 
      "rawText": "Gesucht: Associate Big Data Developer (m/w)    Ihre Aufgaben als Big Data Developer (m/w):    Analyse von Kundenanforderungen und Entwerfen passender,  innovativer und individueller LösungenDesign und Entwicklung Hadoop-basierter Datenverarbeitungsprozesse,  sowie Identifikation geeigneter Hadoop Tools zur Umsetzung spezifischer AnforderungenMigration existierender relationaler Lösungen in eine Hadoop-basierte Umgebung      Ihr Profil,  das uns überzeugt:    abgeschlossenes Informatikstudium oder vergleichbare AusbildungGrundverständnis von relationalen und no-SQL DatenbankenVerständnis der Hadoop Architektur als auch der Entwicklung und Ausführung von MapReduce JobsGrundverständnis der wesentlichen Hadoop Tools und Technologien,  wie  z. B.  Pig,  Hive,  HBase,  Oozie,  Spark,  Mahout,  ImpalaSpaß an agiler SW Entwicklung (Kanban,  SCRUM) mit Java und Skriptsprachen (Python/ Perl/ Ruby)Teamfähigkeit,  Einsatzbereitschaft,  Flexibilität und Selbständigkeitgute Deutsch- und Englischkenntnisse      Das bieten wir Ihnen:    abwechslungsreiche und anspruchsvolle Aufgaben in einem dynamisch wachsenden Teamviel Raum für Eigeninitiative und hervorragende Weiterbildungsmöglichkeiteneine offene Kommunikation mit kurzen Wegen und schneller Entscheidungsfindungflexible Arbeitszeiten und eine ausgewogene Work-Life-Balanceeine attraktive und leistungsgerechte Vergütung      Wir freuen uns auf Ihre ausführlichen Bewerbungsunterlagen.  Gerne dürfen Sie Ihre Unterlagen direkt an career@widas. de senden.  Falls Sie Fragen haben,  zögern Sie nicht uns zu kontaktieren.     WidasConcepts GmbH    Esther Klinke – Personalreferentin    Maybachstraße 2    71299 Wimsheim    07044/95103157"
    }, 
    "postalCode": "71299", 
    "jobState": "LISTED", 
    "companyName": "WidasConcepts", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "Als innovatives IT-Consulting Unternehmen unterstützt WidasConcepts seine Kunden dabei,  Geschäftsprozesse erfolgreich zu gestalten.  Ob Big Data,  Internet of Things oder Mobile- und Websolutions - wir liefern moderne und zukunftssichere Konzepte und Lösungen! Dabei betreuen wir Sie strategisch von der Business-Analyse und der Gestaltung moderner Benutzerschnittstellen,  bis hin zur Konzeption der Softwarearchitektur und ihrer Entwicklung für verschiedenste Plattformen und Endgeräte.  Unser Ziel ist es,  intelligente Geschäftslösungen zu schaffen,  die den Kontext des Nutzers,  seine Mobilität und lokale Intelligenz berücksichtigen und ihn mit individuellen Informationen und Empfehlungen begeistern.  Mit unserer individuellen Big Data- und Internet of Things-Beratung wollen wir das Bigger Picture der IT weiter transportieren und mit smarten Konzepten und Lösungen unsere Kunden noch erfolgreicher machen. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "OTHR", 
      "IT"
    ], 
    "listDate": 1444503219000, 
    "countryCode": "de", 
    "company": "urn:li:company:978684", 
    "id": 91674614, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Wimsheim,  DE", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/91674614?trk=guest_apply_click_apply_button&url=https%3A%2F%2Fwww. absolventa. de%2Fstellenangebote%2F170303-associate-big-data-developer-m-w%3Futm_campaign%3DLinkedin%26utm_source%3DLinkedin%26utm_medium%3Dorganic&urlHash=q2Ar&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "formattedEmploymentStatus": "Full-time", 
  "formattedJobFunctions": [
    "Other", 
    "Information Technology"
  ], 
  "formattedExperience": "Entry level", 
  "formattedIndustries": [
    "Information Technology and Services"
  ], 
  "formattedPostedDaysAgo": "Posted 56 days ago", 
  "formattedPostedDaysAgoSlim": "30+ days ago", 
  "formattedPostedDaysAgoShort": "56d", 
  "companyDescriptionLanguage": "de", 
  "decoratedCompany": {
    "formattedEmployeeCount": "11-50 employees", 
    "formattedCompanySize": "11-50", 
    "foundedYear": 1997, 
    "formattedCompanyType": "Privately Held", 
    "companyLogo": {
      "logoType": "LOGO_LEGACY", 
      "urn": "urn:li:media:/p/2/005/029/281/120d165. png"
    }, 
    "localizedDescription": "Als innovatives IT-Consultingunternehmen unterstützt WidasConcepts seine Kunden dabei,  Geschäftsprozesse erfolgreich zu gestalten.  Ob Big Data,  Internet of Things oder Mobile- und Websolutions – wir liefern moderne und zukunftssichere Konzepte und Strategien. \r\r\rIT-Strategie-Beratung\r\rIhre Geschäftsbereiche spielen über alle Plattformen und Endgeräte optimal zusammen.  Wir betreuen Sie von der Business-Analyse und Gestaltung moderner Benutzerschnittstellen bis hin zur Konzeption der Softwarearchitektur und ihre Entwicklung. \r\r\rInternet of Things & Mobile Solutions\r\rEndgeräte und Softwarelösungen sollen den Kunden im Hintergrund unterstützen,  ohne überhaupt aufzufallen.  Aus einer Vielzahl von Konzepten,  wie Cloud-Architekturen,  Big Data oder Mobility ist das \"Internet der Dinge\" hervorgegangen.  \r\rDie Kommunikation mit und die Kenntnis über Ihre/n Kunden,  Partner und Mitarbeiter wird daher mehr und mehr im Fokus stehen.  Dafür schaffen wir smarte Geschäftslösungen,  die den Kontext des Nutzers,  seine Mobilität und lokale Intelligenz berücksichtigen und ihn mit individuellen Informationen,  Empfehlungen und Vorhersagen begeistern. \r\r\rBig Data-Consulting\r\rWir bieten die Konzeption und Entwicklung von Big Data-Lösungen aus einer Hand.  Lassen Sie uns gemeinsam Ihr Nutzenpotential analysieren und wir werden mit Ihnen eine individuelle Big Data-Lösung schaffen,  die Ihnen neue Einsichten und Aussichten für Ihr Geschäft geben. \r\rBesuchen Sie uns einfach: http://www. widas. de", 
    "company": {
      "specialities": [
        "Big Data", 
        "Mobility", 
        "Social Platforms", 
        "Sales- und Service Solutions", 
        "Internet of Things", 
        "IT-Strategie"
      ], 
      "universalName": "widasconcepts", 
      "companyId": 978684
    }, 
    "canonicalName": "WidasConcepts", 
    "hasPaidLcp": false, 
    "formattedIndustries": [
      "Information Technology & Services"
    ]
  }, 
  "formattedListDate": "October 10,  2015", 
  "formattedExpireDate": "December 26,  2015", 
  "hasSavedJobPosting": false, 
  "offsiteApply": true, 
  "hasMySavedJobPosting": false, 
  "descriptionLanguage": "de", 
  "hasDecoratedCompany": true
}
