{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89088448", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Role Essentials Master’s Degree in Computer Science,  Informatics,  Statistics or a related field 2-4 years’ Experience working with very large and unstructured data Experience with natural language processing and text mining Experience in manipulating and analyzing large data sets using technologies such as Hadoop Experience in programming languages such as Python,  Java and/or R Experience building and maintaining large and dynamic analytic data sets Proven ability to effectively communicate analytics finding to broad audience,  including senior leadership Comprehensive knowledge of all Microsoft Office applications Ability to work efficiently in teams and/or as an individual Role Desirables PhD Degree with a focus on natural language processing and text mining Experience with large data sets and/or the analysis of unstructured healthcare data Experiences with data mining,  machine learning and predictive modeling techniques,  and their applications Experience with SAS and SAS Enterprise Miner Additional Information  At Humana,  we know your well-being is important to you,  and it’s important to us too.  That’s why we’re committed to making resources available to you that will enable you to become happier,  healthier,  and more productive in all areas of your life.  If you share our passion for helping people,  we likely have the right place for you at Humana.   ", 
  "following": false, 
  "companyDescription": "Humana Inc. ,  headquartered in Louisville,  Ky. ,  is a leading health care company that offers a wide range of insurance products and health and wellness services that incorporate an integrated approach to lifelong well-being.  By leveraging the strengths of its core businesses,  Humana believes it can better explore opportunities for existing and emerging adjacencies in health care that can further enhance wellness opportunities for the millions of people across the nation with whom the company has relationships. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Humana", 
  "canFollow": false, 
  "companyId": "4257", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Humana", 
    "title": "Data Scientist,  Healthcare,  Big Data"
  }, 
  "description": "Role: Big Data Scientist Assignment: Clinical Analytics Location: Louisville,  KY The Healthcare industry is gathering data at a speed like no other industry.  Our innovations are fast breaking and our work is exciting,  challenging – and above all – meaningful.  Humana needs your analytical skills to help us change healthcare today.  Through the predictive interpretation of vast data,  we will drive the future of the industry while providing our consumers with meaningful insights about the choices they make and help them lead their best future lives.  We’re passionate about combining and analyzing diverse types of data to extract new,  actionable discoveries about our members and their health-related behaviors.  We encourage you to dive into your passion for big data and use analysis to help Humana create the health-and-wellness futures of our members.  We’re looking for driven,  innovative people who are interested in using their predictive,  big data analytical skills to help our consumers achieve lifelong well-being and help Humana make lasting,  positive changes in the healthcare industry.  As a Data Scientist,  your responsibilities include· Develop and maintain state-of-the-art large scale text mining analytics to enable Humana strategy and overall clinical portfolio Work with large scale unstructured data and fuse them with other enterprise data sources (such as claims,  demographics) to predict,  quantify,  and/or forecast various business/health metrics Ensure and maintain data quality and reliability Collaborate with IT,  operation and business teams in implementing text analytics in ongoing business processes Identify and recommend new data sources that will maximize analytic output and conclusions Create customized reports and communicate the findings and recommendations with business partners and/or senior leaders Ensure full and clear documentation of all processes"
}
