{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Serves as the High Performance Computing and Machine Learning expert on cross-functional teams,  working throughout assay/product development life cycles and in support of commercial laboratory operations Develop distributed/parallel solutions for data analysis,  mining and visualization of structured and unstructured biological data sets Develop,  optimize,  parallelize and implement novel algorithms for statistical modeling and data mining of complex biological data,  on high performance multicore architectures,  including but not limited to,  any of the following:Next Generation Sequencing,  qPCR and image processing applications Biomarker discovery and biological network identification Lab processes parameter identification and optimization In-silico biological hypothesis generation through simulation Monitor and continuously evaluate new methodologies and third-party technologies addressing analysis of large data sets applicable to GHI’s products Responsible for the development and execution of analyses that support decision making in diverse areas such as technology assessment,  analytical method development and validation,  and process improvement and optimization Selects and applies appropriate machine learning methodologies to provide actionable results,  to all project related studies,  under general strategic guidance and in compliance with best practices May determine methods and procedures on new assignments No management responsibilities but may train and mentor less senior personnel  REQUIRED Advanced degree in Computer Science,  Statistics or related discipline; normally requires Ph. D.  and 8+ or Masters’ and 11+ years of experience Proven expertise in developing algorithms and applications using MapReduce,  MPI,  OpenMP or similar frameworks Proven expertise in applying descriptive and inferential statistics in Big Data problems Competence in theory and application of standard machine learning or data mining algorithms Experience with common data science toolkits,  such as R,  NumPy,  MatLab,  SAS,  etc.  Mastery of at least two of them is highly desirable.  Proficiency in Linux operating system and query languages as SQL,  Hive,  Pig,  etc.  Must have a demonstrated ability to identify and obtain required information,  present and analyze potential solutions,  and ultimately determine and present options for the appropriate course of action Strong communicator with ability to maintain open communication with internal employees,  managers and customers as needed Able to integrate and apply feedback in a professional manner Able to prioritize and drive to results with a high emphasis on quality Ability to work as part of a team       DESIRED   Knowledge of applied and theoretical statistics Experience working with biological data and publically available databases a plus Experience developing and optimizing data analysis pipelines on AWS   TRAVEL,  PHYSICAL DEMANDS AND WORK ENVIRONMENT:   Travel Requirements: 5% travel Standing or sitting for long periods of time may be necessary PI92023345", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85311912", 
  "descriptionLanguage": "en", 
  "description": "Genomic Health is pioneering the application of genomics to clinical practice to dramatically improve the quality of treatment decisions for patients with cancer.   As a member of the Biostatistics team,  the Senior Data Scientist II,  Big Data Analytics will collaborate across Genomic Health,  working closely with Biomedical Data Computing,  Bioinformatics,  Research &amp; Development,  Process Engineering,  Pathology and Commercial Operations to provide expertise in applying High Performance Computing and advanced Machine Learning methodologies to problems involving large data sets. ", 
  "jobPosting": {
    "title": "Senior Data Scientist,  Big Data Analytics", 
    "companyName": "Biostatistics & Data Mgmt - 220"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "163973", 
  "canFollow": false, 
  "companyName": "Biostatistics & Data Mgmt - 220", 
  "bottom": "true"
}
