{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83947606", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "GitHub is how people build software.  With a community of more than 10 million people,  developers can discover,  use and contribute to over 25 million projects using a powerful,  collaborative workflow.   Whether using GitHub. com or your own instance of GitHub Enterprise,  you can integrate GitHub with third party tools,  from project management to continuous deployment,  to build software in the way that works best for you. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "GitHub", 
  "canFollow": false, 
  "companyId": "1418841", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "GitHub", 
    "title": "Data Scientist - User Research"
  }, 
  "description": "We put an incredible amount of research into the products we build and love studying the kinds of experiences people have with every part of GitHub.  We’re searching for people to join our user research team who can apply their love for research and heart for storytelling to help us study,  understand,  and empathize with how people experience GitHub. Our user research team is organized inside of our product department and works closely with product managers,  engineers,  and designers that build GitHub,  GitHub Enterprise,  and other GitHub products.  We consider our research efforts successful when we build stronger relationships with our users and develop a GitHub that helps them become better at building software. We are looking for data scientists (senior – mid-level ICs) with diverse skills to join a mixed-method team of researchers studying how people work on GitHub.  Responsibilities:  Collaborate closely with qualitative researchers,  product managers,  and feature teams. Conduct research using a wide variety of quantitative methods,  and analyze through the lens of UX,  HCI,  and social science. Design studies that address both user behavior and attitudes and measure product effectiveness. Generate and share insights that evaluate the product and help guide teams toward new ideas (where we go next). Partner with engineering,  design,  marketing,  and sales to create and share research. Develop and track quantitative measures of user experience (goals,  metrics,  experiments).  Experience/Qualifications:  3+ years of experience in applied product research. Experience with applied statistics,  experimental design,  and survey methodology,  including: sampling approaches,  statistical modeling,  causal inference,  time-series analysis,  and data mining techniques. Experience working with large structured/unstructured data sets in multi-method studies. Experience solving real-world data problems with code. Fluency in the following: at least one statistical package (e. g.  R,  Matlab,  SPSS,  SAS,  Stata,  etc. ),  at least one scripting language (e. g.  Python,  Ruby,  PHP,  Perl,  etc. ),  and SQL. MS/PhD in a human behavior-related field preferred. Experience working with big data and distributed computation preferred (e. g.  Hadoop,  Hive,  Spark,  etc). Experience with machine learning and computational social science techniques preferred.  About GitHub  Who we are GitHub is the best place to share code with friends,  co-workers,  classmates,  and complete strangers.  Over ten million people use GitHub to build amazing things together.  With the collaborative features of GitHub. com,  our desktop and mobile apps,  and GitHub Enterprise,  it has never been easier for individuals and teams to write better code,  faster. We have a lot of exciting things to do,  and we’re looking for the right people to grow with us! Why you should join Working at GitHub is,  to put it simply,  a special slice of the universe.  We're committed to transparency,  collaboration,  experimentation,  and always staying classy. Because of this unique perspective,  we've established one of the most flexible and well designed physical workspaces around that encourages you to work as you work best.  Right now,  over 60% of our employees are based outside of our San Francisco (SOMA) headquarters and work according to how they get their best stuff done. Ensuring that GitHubbers are healthy,  motivated,  focused and creative is how GitHub stays awesome.  Part of this is ensuring that our benefits are out of this world. In a nutshell,  we've built and are growing a place where we truly love working,  and we think you will too. GitHub is made up of people with many different backgrounds and lifestyles,  and we like it that way.  We invite applications from people of all stripes.  We don't discriminate against employees or applicants based on gender identity or expression,  sexual orientation,  race,  religion,  age,  national origin,  citizenship,  pregnancy status,  veteran status,  or any other differences that people imagine to discriminate against one another.  Also,  if you have a disability,  please let us know if there's anything we can do to make the interview process better for you; we're happy to accommodate.  Please note that benefits vary by country,  if you have any questions don't hesitate to ask your recruiter!"
}
