{
  "jobPosting": {
    "companyName": "University College London", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobsacuk-AMN500", 
    "title": "Research Associate (Data Scientist): Consumer Data Research Centre (CDRC)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101884645, 
    "experienceLevel": "ASSOCIATE", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      70
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. ucl. ac. uk", 
    "logo": "urn:li:media:/p/3/000/034/2ee/34e2d62. png", 
    "universalName": "university-college-london", 
    "companyId": 4171
  }, 
  "description": "     The appointment will be on UCL Grade 7.  The salary range will be    £33, 353 - £37, 152 per annum,  inclusive of London Allowance.     The Consumer Data Research Centre (CDRC),  an Economic and Social    Research Council Data Investment is an academic led,  multi-disciplinary    and multi-institutional laboratory that creates,  supplies,  maintains    and delivers consumer-related data to a range of end users,  alongside a    programme of research and outreach activities.  The Centre seeks to open    up consumer data resources to the UK’s social science research    community through a three-tier data service (secure,  safeguarded and    open) and focus’s on ways in which value can be extracted from data to    benefit social science researchers,  businesses,  government and society    at large in a safe and secure environment.     We are seeking a highly-motivated data scientist to be based with our    team in the Department of Geography at UCL to handle highly secure data    provided by a network of retailers and transform them into innovative    data products to be utilised by researchers within and outside the    Centre.     This post is funded for 36 months in the first instance.  Further    funding to support the post may be available.     The successful candidate will have a PhD (for appointment at grade 7)    or a Master’s degree graded at distinction (for appointment at grade    6B) Computer Science,  Geographic Information Science (with    programming),  or other relevant discipline with a programming    component.    They will have extensive knowledge and experience in high    level programming languages and methods for designing,  constructing,     managing and/or analysing very large databases.     It will be necessary for the successful candidate to be eligible for    and to apply for Baseline Personnel Security Standard (BPSS) clearance    to enable them to work in the secure data laboratory.     Appointment at Grade 7 is dependent upon having been awarded a PhD; if    this is not the case,  initial appointment will be at research assistant    Grade 6B (salary £29, 193 - £30, 783 per annum) with payment at Grade 7    being backdated to the date of final submission of the PhD thesis    (including corrections).     UCL Reference: 1519589    Applicants should apply online.  Please click on the 'Apply' button    below.     If you have any queries about the post please contact Sarah Sheppard    s. sheppard@ucl. ac. uk    Closing Date: 29/12/2015    Interview Date: To be confirmed    UCL Taking Action for Equality", 
  "companyDescription": "      University College London    UCL (University College London) is London’s leading multidisciplinary    university,  with 12, 000 staff and 35, 000 students.  Over 154    nationalities are represented among UCL students with overseas students    making up nearly a third of the student body.     UCL is currently ranked fifth in the world by the QS World University    Rankings,  and our publications in clinical medicine attract more    citations from fellow researchers than any other university outside    North America.     Based in the heart of London,  UCL was the first university in England    to welcome students of any class,  race or religion,  and the first to    welcome women on equal terms with men.  This same spirit is manifested    today in UCL's pioneering approach to interdisciplinary and frontier    research.  This has helped the university to develop strong linkages    with UK Industry and has contributed to it's considerable success in    winning research funding.     UCL is the top-rated university in the UK for research strength in the    Research Excellence Framework 2014,  by a measure of average research    score multiplied by staff numbers submitted.     UCL researchers received a ‘grade point average’ of 3. 22 (out of 4) and    submitted over 2, 500 staff to be assessed in REF2014,  giving UCL an    overall research power greater than both the University of Oxford and    the University of Cambridge.     The Research Excellence Framework also gave UCL a ‘grade point average’    of 3. 54 (out of 4) for the real-world impact of its research,  placing    it among the top comprehensive universities rated.     See degree programmes: http://www. ucl. ac. uk/prospective-students    Identify research in your area: http://www. ucl. ac. uk/iris", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
