{
  "jobPosting": {
    "companyName": "ING Nederland", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "ing_nljobs-040213", 
    "title": "Data Scientist - Passionate about Machine Learning. ", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100546611, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      41
    ]
  }, 
  "company": {
    "websiteUrl": "www. ing. nl", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAVMAAAAJDc4ZTNlNGM0LWQzNmUtNDM0ZC1iYWRlLTZlNTVhOTM4MWQzYw. png", 
    "universalName": "ing-nederland", 
    "companyId": 215713
  }, 
  "description": "    ING is looking for a Data Scientist.  Location Amsterdam.      Passionate about your field of work: Data Science.  Key developments in    the Data Science area.  Experimenting with new algorithms,  packages and    tools.  Think Forward!     Is that you? Please read further:       Your willingness to learn not only shows in the technical area,  but        also how you develop your interpersonal skills.  As a creative and        curious Data Scientist,  you’re looking forward to solve a wide        variety of real-world business problems.  From your thorough        understanding of the latest algorithms and tooling,  you’re able to        see where ING can further improve using  Big Data.  And you have the        programming skills to show the value in a pilot/experiment.        You are experienced in the approach to transform data to added        value for customers.  You’re always thinking one step ahead,  for        example in advising about the best way of implementation.  You are        able to look at things from a different perspective and are        entrepreneurial to make original solutions work in real-life.   Next        to creative,  you are also persistent.  If the problem is hard to        crack or a technical solution hard to get to work,  you keep trying        different approaches until it does work.         You have solid communication skills that enable you to work        together with many different parties throughout our organization.         Your enthusiasm and passion is contagious,  mobilizing people to        capture the tremendous value that Data Science brings to customers        of ING.         You like working in cross-functional teams to realize an ambitious        goal.  Asking for help to the other top Data Scientists in the team,         but also helping them out by sharing your knowledge and        capabilities with them.  When needed,  you are able and willing to        guide junior Data Scientists and interns in their work.      We only hire people with exceptional talents and capabilities!     As a Data Scientist,  You Have a Deep Understanding And Experience With       Machine Learning: Classification,  Regression,  Clustering,         Association Rules,  Text Mining.  You have an excellent understanding        of Random Forests,  Neural Networks,  Logistic Regression,  SVM,  KNN,         K-Means,  LDA,  etc.        Programming Languages: Python,  R.  Scala is a pre       Tools: Spark,  Hadoop (ecosystem),  MapReduce       Database handling: SQL,  Hive.  Familiar with Oracle,  Netezza,  HBase,         Cassandra,  Graph databases       Visualisation tools: D3. js,  Shiny,  Angular     Your Background       MSc or PhD with excellent academic results in the field of Computer        Science/Machine Learning and/or Mathematics/Statistics       Experience in the Predictive Analytics work field       Fluent in written and spoken English.  Although Dutch is a pre,  it        is not necessary.        Experience in working in an Agile/Scrum way is a pre     Competencies And Skills       Analytical and content strength (in DS work field): sees which DS        techniques apply to the business problem at hand,  able to structure        the approach and a good programmer       Willingness to learn: open to feedback,  develops on the technical        and the interpersonal level       Teamplayer: strikes effective balance between independence and        acting in the interest of the team       Perseverance: doesn’t give up when a problem is hard,  knows how to        deal with set-backs       Strong communication skills: written and spoken English need to be        convincing       Entrepreneurial: takes up responsibility and makes it happen       Creative: thinks out of the box       Enthusiasm: has contagious level of enthusiasm to inspire others to        act,  based on self-example     We Offer       Ambition to become the best Data Scientist team (in Banking).        Real Data Scientist colleagues.  Data Diva-like behavior is not our        cup of tea.        Great salary and other terms       National or Global career possibilities       Start-up spirit       Great mix in research,  strategic,  operational & enterpreneurial        assigments.      In need of further information or ready to apply?    Can you identify with this profile? Then apply and become a Data    Scientist at ING.   Do you have any questions about this position?    Please contact Rob van Elburg,  Global  IT Recruiter,  via +31-6-20210769    or rob. van. elburg@ing. nl", 
  "companyDescription": "      ING Nederland    Met ruim 8, 9 miljoen rekeninghouders is de ING één van de grootste en    meest toonaangevende financiële dienstverleners van Nederland.     We zijn onderdeel van ING Groep,  een wereldwijd opererende financiële    instelling met 94. 000 medewerkers,  waarvan er 26. 000 bij ING Nederland    werken.  ING Groep heeft ruim 67 miljoen klanten in meer dan 40 landen    in Europa,  Noord-Amerika,  Latijns-Amerika,  Azië en Australië.     Het is onze ambitie om mee te bouwen aan een financieel gezonde en    duurzame samenleving voor Nederland,  voor haar inwoners,  voor haar    bedrijfsleven en voor haar instellingen.     Sinds 2005 investeren we samen met UNICEF in onderwijsprojecten.     Sinds 2010 is ING hoofdsponsor van het Nederlands Elftal. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
