{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86793930", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Responsibilities: Be the visionary,  thought leader and subject matter expert in data analytics and data science.  Build – from scratch – and lead a team of high calibre data analysts specialising in data mining and machine learning.  Champion and evangelise the use of big data in creating a world class business.  Be the ultimate owner of customer data in the business.  Actively build relationships with stakeholders across the business; technical data and development teams and commercial teams (both insight generators and insight users) ranging from marketing and product to operations and finance.  Use predictive modelling,  statistics and trend analysis to collect,  investigate and examine the right data from multiple and disparate sources.  Develop data programmes to support product design,  development and optimisation.  Construct software systems and algorithms to explain and/or predict consumer behaviour and solve a variety of business challenges.  Perform analyses through from a wide variety of data sources,  departments and contexts.      Knowledge &amp; Experience   Proven background as a data science leader / visionary,  ideally gained in an e-commerce or digital environment.  Deep experience in applying statistics and providing data insights within a business that has data driven decision making at its heart.  Clear record of working with senior stakeholders in developing customer centric strategies through in-depth analytics.  Proven examples of personal impact on business growth/improvement through the use of advanced data techniques and analysis.  Experience of dealing with scalability challenges and the ability to influence commercial decisions using big data based on strong knowledge and judgment.  Proven ability to grasp data,  identify trends and make inferences from data resulting in sound recommendations and decisions.    Technical Profile   Phd or Masters Degree in Computer Science,  Mathematics,  Statistics or equivalent quantitative training.  Proven knowledge and hands on capabilities in machine learning,  data mining and predictive analysis.  Experience in using Python or R for programming,  statistics and data mining.  Experience of working with open-source tools,  cloud computing and data visualisation.  Exposure to big data platforms such as Hadoop,  Spark,  Hive,  Pig and Map-reduce.  Constructed software systems and algorithms to explain or predict customer behaviour.  Ability to develop system prototypes.    Personal Profile   Highly articulate and intelligent,  with an impressive degree of influence,  gravitas and credibility Well-developed stakeholder management skills.  Will ensure the ready adoption of a data driven approach across all disciplines and business units.  Track record of building and leading world class data teams.  Maintains a strong customer,  commercial focus at all times.  Highly self-motivated,  agile in outlook and driven.  Passionate and energetic,  with a relentless focus on aiming high and delivering great results.    Additional Information   Benefits include:  25 days holiday,  life assurance,  Season Ticket loan,  pension contributions,  medical and dental insurance.    We regret that we are unable to sponsor applicants who are not currently eligible to work in the United Kingdom. ", 
  "following": false, 
  "companyDescription": "Trainline is Europe’s number one independent train travel app and the UK’s leading online provider of rail tickets and journey planning.  Trainline allows customers to travel smarter and save time,  money and hassle.    With £1. 6 billion ticket transactions annually and 27 million visitors per month to the Trainline App and website,  Trainline sets the pace in mobile rail-commerce.  Customers booking tickets with Trainline can save an average of 43% with advance fares versus buying on the day of travel.    8. 5 million customers have downloaded the Trainline App,  which cuts the confusion out of buying train tickets across any UK route in just a few simple steps.  The App allows customers to glide through the station with real-time departure boards,  platform information,  mobile tickets (on selected routes) and delay updates.  App customers can also share their journey plans with friends and family via social media.  New features and intuitive updates are in constant development.    In the next chapter for Trainline,  App usability and functionality will grow further,  making rail travel smarter than ever,  more mobile ticketing routes are set to launch and expansion into Europe will make travel across international borders a reality.    In addition to its consumer offering,  Trainline also provides rail booking solutions for large corporate entities,  SMEs and Travel Management Companies,  and supports the online sales platforms of a number of train operating companies.    Our culture is central to our success and to delivering our business goals.   To keep us agile,  our executive team sits out on the floor – where it’s all happening.  It makes for a more fluid,  collaborative style of working.  Our drive to keep ahead of the curve means we’re working closely,  literally,  to turn our ideas into reality.  It’s this sense of pace,  this hive of activity that makes Trainline so unique.  We listen to each other,  we’re honest and treat each other with respect.   Together,  we look for innovation and improvement in pretty much everything we do.  It’s something of a habit.  And then,  we see it through to the end and produce great results.    We are a team.  We are Trainline.    For more information visit www. trainline. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Trainline", 
  "canFollow": false, 
  "companyId": "96955", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Trainline", 
    "title": "Head of Data Science"
  }, 
  "description": "trainline has billions of customer data points gathered from our wealth of experience in helping customers make smarter journeys.  To exploit the full potential from this mine of data,  we have created a new,  critical,  influential role for a senior level Head of Data Science.  We currently make real time data-centric decisions for our products and this role will continue to shape and deliver trainline’s clear ambition for a truly personalised customer experience.  With 2/3rd of mobile rail data at our finger tips,  this role provides a massive opportunity to influence millions of customers daily.  He/she will build a world class,  new Data Science function that will provide deep customer insights,  determine future product design and development and deliver revenue growth.  Reporting to the Chief Product Officer,  the Head of Data Science will have the following key responsibilities:-"
}
