{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91708021", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "theScore,  Inc.  (www. thescore. com,  mobile. thescore. com,  www. thescoreesports. com,  www. swoopt. com) is an independent creator of mobile-first sports experiences,  connecting fans to what they love through an addictive combination of comprehensive and personalized real-time news,  scores,  stats,  alerts and daily fantasy sports contests via its mobile sports platforms ‘theScore, ’ ‘theScore eSports, ’ ‘ScoreMobileFC’ and ‘Swoopt. ’ theScore’s mobile platforms are used by 10. 2 million active users a month.    WHAT WE OFFER: Competitive salary and Employee Share Purchase Plan Fun,  relaxed work environment Located downtown Toronto; easily accessible by public transit Snacks and drinks provided Awesome patio with BBQ Games room (bring your A game for our FIFA 16,  ping pong and foosball tournaments!)    ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "theScore,  Inc. ", 
  "canFollow": false, 
  "companyId": "2812971", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "theScore,  Inc. ", 
    "title": "Data Scientist"
  }, 
  "description": "theScore Inc.  is a place where data,  measurement,  and analysis is integral to smart decision making and building awesome products and features.  The ideal candidate has a passion for data,  a strong background in quantitative analysis and the latest technologies as well as a knack for extracting actionable insights.  Responsibilities: Have a deep understanding of how users interact with theScore’s suite of apps and websites Build statistical and machine learning models from analytics and 3rd party data that drive key product features Develop,  create,  and plan multivariate or A/B testing Answer questions by using appropriate statistical techniques on available data Continuously improve analytics implementation and adapt to changing technologies Stay on top of emerging trends in the digital industry   Requirements: University degree in Engineering,  Computer Science,  Statistics,  Mathematics,  Spatial Analysis,  or related field,  a graduate degree is highly desirable Minimum 3 years of work experience Familiarity with relational databases,  data warehousing and SQL is a must Strong knowledge of analysis tools,  R or related Pythonic packages are preferred Strong statistical or mathematical background Knowledge and experience with machine learning tasks such as clustering and regression Ability to work with a variety of analytics tools such as,  but not limited to: Mixpanel,  Localytics,  UpSight,  Google Analytics,  Flurry.  Experience with spatial analysis of geographic properties with an emphasis on geographic information systems (GIS) is desirable A passion and curiosity for solving analytical problems using quantitative approaches Ability to take complex data and present it in a clear and simple manner Ability to focus in a fast paced environment Able to multitask Excellent written and oral communications skills"
}
