{
  "jobPosting": {
    "companyName": "Ambition Asia", 
    "functions": [
      "RSCH", 
      "OTHR"
    ], 
    "companyJobCode": "ambition-1201155628", 
    "title": "Senior Lead Data Scientist - 6 to 12 months contract", 
    "employmentStatus": "CONTRACT", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101944692, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. ambition. com. sg", 
    "logo": "urn:li:media:/p/8/005/080/2e7/00ebd99. png", 
    "universalName": "ambition-asia", 
    "companyId": 3842697
  }, 
  "description": "       Regional opportunity       Attractive salary       Regular exposure to challenging projects     Senior Lead Data Scientist (Big Data) wanted for a leading insurance    company!    The Job    Our client is a leading insurance company,  with a strong presence in    the Asia Pacific region.  They have recently branched out a new Data    Science department and are currently looking for a Senior Lead Data    Scientist (Big Data) to take up a leadership role.  This is a high level    profile role where you will be working with the Head of Data Analytics,     existing data mining team members and Subject Matter Experts in all    parts of the insurance business to deploy Big Data Analytics that    enables the business to make better informed decisions.  Specifically,     you will also project manage the implementation of Big Data Analytics    across Southeast Asia.  You will also engage key stakeholders to develop    a clear understanding of complex data needs and develop analytic use    cases that clearly defines business problems that van be addressed    through the application of Big Data tools and techniques,  in line with    the strategic roadmap.  This will also be an initial 6 to 12 months    contract role.     The Fit    To Qualify,  You Must Possess The Following       Proven track record in leadership / management experience in an        analytics environment,  managing a team of data scientists for at        least 9 years       Able to translate and articulate technical thoughts and ideas to a        larger audience including influencing skills with peer and senior        management       Strong technical competency in statistical / data modelling using        R,  Python and Matlab       Proven hands - on experience in cutting edge Big Data Technologies        such as Hadoop,  Hive,  Kafka,  Mahout,  Storm,  Spark       Familiar with Data Visualization tools such as Tableau and Qilkview        or similar tools       Possesses the tenacity to strive and excel in a startup environment       Strong stakeholder managment skills across a wide variety of        expertise and seniority on the regional / international level       Past experience in using Big Data technologies to build and grow        the business     If you are someone with a strong business acumen and a proven track    record of delivering Analytics in a large organization,  contact Daniel    Ong on (65) 6854 5607 or click APPLY NOW quoting reference number DXO    34714.     Data provided is for recruitment purposes only.     Business License Number: 200611680D.  | Licence Number : 10C5117 | EA    Registration Number: R1549163", 
  "companyDescription": "      Ambition Asia    Ambition Group is a global boutique recruitment firm with offices in    Asia,  UK and Australia.  We are known for specialisation with in-depth    knowledge and expertise,  well-established networks and deep    relationships.  We have the scale to undertake significant projects for    our clients yet deliver personal customer experience with the soul and    personality of a smaller company.     We specialise in permanent and contract recruitment across the    following areas:    - Banking & Financial Services    - Finance & Accounting    - IT & Technology    - Sales & Marketing    - Supply Chain & Procurement    If you would like to find out more about roles that we recruit for in    Asia,  please visit us at the following websites:    Japan www. ambitiongroup. co. jp    Malaysia www. ambition. com. my    Hong Kong www. ambition. com. hk    Singapore www. ambition. com. sg    If you would like to join us,  visit us at www. buildingbetterfutures. com    or our Ambition Asia Facebook page to find out more!", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
