{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90307259", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "WHAT WE’RE LOOKING FOR We’re seeking passionate people who are fascinated and excited by data,  full of initiative and keen to take an active part in the growth of the company.  You’ll have excellent technical data handling skills (structured and unstructured),  in-depth knowledge of data visualisation and exploration techniques (clustering,  dimensionality reduction),  as well as an understanding of the application of artificial intelligence and machine learning algorithms (neural networks,  agent-based models,  support vector machines,  random forests).  We will be looking for you to develop and apply these skills to support clients with consumer analytics,  operations optimisation opportunities and trading analytics challenges.    KEY REQUIREMENTS an advanced degree (Masters or PhD) in computer science,  physics,  mathematics or similar with a strong data engineering/science component for Analyst at least 2 years of relevant work experience in addition for Consultant ability to apply machine learning algorithms or statistical techniques (with an understanding of reinforcement learning,  optimisation techniques and similar being an advantage) strong programming skills in Matlab/R/Python or equivalent,  including an understanding of development processes and version control strong data handling and SQL skills (with NoSQL skills being an advantage) understanding and application of visualisation techniques fluency in a European language in addition to English will also be an advantage. ", 
  "following": false, 
  "companyDescription": "Are you looking for a company that values its culture as highly as the work it does? In a business where the people are always put first? With colleagues you value and trust? We can provide you with all of that and more.  We’re looking for another great person to join the team.  Someone who is just as passionate about development as they are about our industry.  A new colleague who brings their own views and perspective based on their own expertise and experience to date.  Ultimately,  another friendly face in the office,  and another person to join our fantastic company events! Our market leading growth in the Energy,  Financial Services and Telecoms and Media industries,  along with our continued ambitious expansion plans mean that we can continue to offer our employees the progression,  development and diverse range of client engagements they are looking for.   These are the reasons people come to us,  and these are the reasons they stay.  But don’t just take our word for it.  “I joined Baringa from industry over 9 years ago and came in as a Senior Consultant – I absolutely loved the accelerated learning curve and was well supported through the process.  I gradually moved through to Partner which is fabulous from a career perspective,  especially as I’ve now got a couple of gorgeous kids and have managed to maintain a healthy work / life balance along the way.  For me,  that’s critical – I was determined to find a sustainable career choice as,  much as I’m very driven by career progression,  I wasn’t prepared to sacrifice family life.  To achieve all that while working with such a supportive group of colleagues,  many of whom are now close friends,  is something that makes me incredibly proud. ” (Ellen Fraser,  Partner)  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Baringa Partners", 
  "canFollow": false, 
  "companyId": "233894", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Baringa Partners", 
    "title": "Management Consultant - Data Science & Analytics"
  }, 
  "description": "Led by a senior management team with a reputation as respected industry thought leaders,  you will have exposure to some of the top influencers,  policymakers and companies across the European energy,  utilities,  financial services,  telecoms and media sectors,  and will be supported by a group of like-minded colleagues who are working at the forefront of the changing landscape of these industries.    You will apply your data science and engineering skills directly to our clients’ business challenges across these sectors,  working closely with industry specialists.  You will be involved in a diverse range of projects: helping companies with customer engagement and satisfaction,  enhancing product positioning,  improving asset management,  managing trading portfolios,  and delivering more efficient field force scheduling to name just a few.    “Baringa is a fantastic place to work.  As a part of our data science and analytics team,  you will have the opportunity to use your skills to tackle some of the most complex problems in our industries today,  and build a career as a data scientist or engineer in a very open and friendly environment.  This is a chance to develop and share your passion with great people from a variety of backgrounds. ” Adrien Bouyssi,  Senior Consultant"
}
