{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83072261", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Optimus Data &amp; Technology is at the forefront of web and mobile recruitment.  In a thriving and constantly evolving industry,  we work closely with some of the most recognisable online brands in Europe – as well as a plethora of exciting start-ups.     Our experienced consultants closely follow market trends and are alive to the latest technology shifts,  resulting in exceptional market knowledge and the latest opportunities in development,  design and testing.     Our success has led to many of our clients now using us exclusively – providing opportunities through Optimus that you will not see anywhere else.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Senior Big Data Scientist,  PhD,  R,  SAS,  Matlab,  Pyhon/Ruby/Scala"
  }, 
  "description": "Our Client is among one of the world leading organisations in the consumer tech market - thier unlimited passion for technology,  content,  services and relentless pursuit of innovation,  drives us to deliver ground breaking new excitement and entertainment in ways that only they can,  creating unique new cultures and experiences.  They have been looking for a litle while to fill this position and have just increased the package considerably in order to have the position filled ASAP.    Experience required: Anyone with a relatable PHD will be considered.  Particularly interested in: Artificial Intelligence Cognitive Learning Machine Learning The ability to liaise with non-technical audiences is key; you must be able to explain what you do in a simple and understandable way.  Basic Qualifications: Bachelor's Degree in Mathematics,  Technical Science,  Computer Science (or equivalent) or Engineering Minimum 3 year programming experience in at least one item from each: R,  SAS,  Mathematica,  MATLAB,  Sagemath Python,  Ruby,  Perl,  Java,  Scala Bash scripting including sed,  awk,  cut,  uniq,  sort,  tr SQL Minimum 3 year experience of Machine Learning and Big Data technologies such as Hadoop"
}
