{
  "jobPosting": {
    "companyName": "Tesco Lotus", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "tescolotuscareers-99173", 
    "title": "Data Analyst - Reward", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102099221, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      27
    ]
  }, 
  "company": {
    "companyId": 3830488, 
    "websiteUrl": "www. tescolotus. com", 
    "logo": "urn:li:media:/p/7/005/08a/052/12df0be. png", 
    "universalName": "tesco-lotus"
  }, 
  "description": "     About The Job    Here at Tesco our ambition is to create the best environment for all    our colleagues to reach their full potential.  In doing so,  we build the    culture,  capability and capacity to help the business meet its    multichannel growth ambitions.     We are facilitating a simple,  honest and human culture that s    inclusive,  collaborative and connected.  Ensuring we work with the right    structures and processes,  to enable flexibility and a culture that    values individual contribution,  builds teams and minimises risk for    Tesco.     Supports the UK Reward Team to design,  build and implement Reward    initiatives aligned to the long-term HR strategy and business goals for    Tesco.     Main Responsibilities    Be the in-house subject matter expert for Reward information,  providing    support as required,  including the collation and analysis of data on a    timely basis    Design,  build and implement analytical models using people and market    data to forecast costs,  identify issues and impacts    Take ownership of data for validation and Reward information; prepare    management information and reporting on Reward issues,  working with    relevant teams to ensure the integrity of data sources    Carry out data research,  analysis and presentation of benchmarking data    in relation to salary and benefits and analysis of key competitors    Deliver outstanding quality insight and analysis to make strategic and    tactical recommendations to senior stakeholders    Assist with design of remuneration policy to ensure the remuneration    structure is market-competitive    Assist and support the annual salary review process and other Reward    initiatives    Manage survey submissions,  sourcing data,  matching roles and    benchmarking analysis    Assist as required on ad-hoc projects throughout the year by using    research and analysis    Ideal Candidate    Inquisitive mind and conceptual thinker    Self-reliant with the ability to manage high volumes of work and    conflicting priorities    Strong analytical and numerical skills with a data driven approach and    attention to detail    Very strong IT skills specifically advanced level Excel and PowerPoint    Data analysis; proven experience of modelling and managing large    complex data sets    Strong planning and organisational skills    Good written and verbal communication skills    Experience in benchmarking,  job evaluation and completing salary    surveys    Previous experience of project management and managing initiatives from    beginning to end would be desirable    About the Company    The opportunities are endless.     You could be helping create a more social organisation rolling out a    new social network to 555, 000 colleagues worldwide.  You could be    designing or delivering new training that helps us create a new,  warmer    culture.  Or you could be partnering with our senior leaders to deliver    business change in your store or function.     No matter what you ll be working on,  our colleagues often tell us they    recognise and really value the difference Personnel make.  Join us to    make what matters better together. ", 
  "companyDescription": "      Tesco Lotus    Tesco Lotus,  which started trading in 1994,  is currently the second    largest international business of Tesco Group,  serving more than 12    million customers every week in over 1, 700 stores across Thailand.  Over    50, 000 people are currently employed as our full-time staff.  Tesco’s    head quarters is in Britain and is one of the world’s leaders in retail    business.  Altogether,  we have 65, 000 stores in 12 countries and over    530, 000 employees across the globe.     Clubcard is popular and has attracted over 10 million members,  who    benefit from special reward offers and discounts on their shopping.     Customers also like our Express stores,  particularly in Thailand’s    growing cities,  where busy shoppers like the convenience they offer.     In early 2014,  we opened a new distribution centre in Khon Kaen,  a    major city in north east Thailand.  This is a distribution centre (DC)    has the cutting edge of technology - the same as we use in the newest    of our UK Distribution Centres. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
