{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90345869", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Customer facing skills to represent AWS well within the customer’s environment and drive discussions with senior personnel regarding trade-offs,  best practices,  project management and risk mitigatio Demonstrated ability to think strategically about business,  product,  and technical challenges in an enterprise environment Highly technical and analytical,  possessing 5 or more years of IT platform implementation experience Deep understanding of database and analytical technologies in the industry including MPP databases,  noSQL storage,  Data Warehouse design,  BI reporting and Dashboard development Implementation and tuning experience for Apache Hadoop + tools such as Pig and Hive Current hands-on implementation experience required; individual contributors only need apply Strong verbal and written communications skills in English and German and the ability to lead effectively across organizations BS level technical degree required; Computer Science or Math background preferred.  Hands on experience leading large-scale global data warehousing and analytics projects.  Demonstrated industry leadership in the fields of database,  data warehousing or data sciences.  Implementation and tuning experience specifically using Amazon Elastic Map Reduce + tools such as Pig and Hive.  Track record of implementing AWS services in a variety of distributed computing,  enterprise environments.  Are you interested? We look forward to your application.  Please apply by sending your CV to Peggy Beschnitt (Recruitment Lead AWS) beschnit@amazon. de Amazon is an equal opportunities employer.  We believe passionately that employing a diverse workforce is central to our success.  We make recruiting decisions based on your experience and skills.  We value your passion to discover,  invent,  simplify and build.  By submitting your resume and application information,  you authorize Amazon to transmit and store your information in the Amazon group of companies&amp;#39; world-wide recruitment database,  and to circulate that information as necessary for the purpose of evaluating your qualifications for this or other job vacancies.  aws-proserv-ea", 
  "following": false, 
  "companyDescription": "AWS is a dynamic,  growing business unit within Amazon. com.  Since early 2006,  Amazon Web Services has provided companies of all sizes with an infrastructure platform in the cloud.  Using AWS,  companies can requisition compute power,  storage,  and other services – gaining access to a global computing infrastructure that is the backbone of Amazon. com’s multi-billion dollar retail business.  The team at AWS is committed to providing developers and their companies with tools and services to be successful. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Amazon Web Services", 
  "canFollow": false, 
  "companyId": "2382910", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Amazon Web Services", 
    "title": "Senior Professional Services Consultant- Big Data - Amazon Web Services"
  }, 
  "description": "Are you a Big Data specialist? Do you have Data Warehousing and/or Hadoop experience? Do you like to solve the most complex and high scale (billion + records) data challenges in the world today? Do you want to have an impact in the development and use of new data analytics technologies? Would you like a career that gives you opportunities to help customers and partners use cloud computing web services to do big new things faster,  at lower cost? Do you like to gain the deepest customer and partner insights using Cloud computing technologies? Senior Professional Services Consultant- Big Data - Amazon Web Services - Berlin/ Munich (m/f) At AWS,  we’re hiring highly technical cloud computing architects to collaborate with our customers and partners on key engagements.  Our consultants will develop and deliver proof-of-concept projects,  technical workshops,  and support implementation projects.  These professional services engagements will focus on customer solutions such as HPC,  batch data processing,  Big Data and Business intelligence.  This role will specifically focus on Data processing capabilities and helping our customers and partners to remove the constraints that prevent our customers from leveraging their data to develop business insights.  Responsibilities include: Expertise - Collaborate with AWS field sales,  pre-sales,  training and support teams to help partners and customers learn and use AWS services such as Amazon Elastic Compute Cloud (EC2),  Amazon Data Pipeline,  S3,  DynamoDB NoSQL,  Relational Database Service (RDS),  Elastic Map Reduce (EMR) and Amazon Redshift.  Solutions - Deliver on-site technical engagements with partners and customers.  This includes participating in pre-sales on-site visits,  understanding customer requirements,  creating consulting proposals and creating packaged Big Data service offerings.  Delivery - Engagements include short on-site projects proving the use of AWS services to support new distributed computing solutions that often span private cloud and public cloud services.  Engagements will include migration of existing applications and development of new applications using AWS cloud services.  Amazon aims to be the most customer centric company on earth.  Amazon Web Services (AWS) provides a highly reliable,  scalable,  low-cost infrastructure platform in the cloud that powers critical applications for hundreds of thousands of businesses in 190 countries around the world.   For more information on Amazon Web Services,  please visit http://aws. amazon. com    "
}
