{
  "jobPosting": {
    "companyName": "Morgan McKinley", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "morganmckinley-400582343", 
    "title": "Senior Customer Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102427262, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. morganmckinley. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAALwAAAAJGZlZTE1MTg2LTQ0YmQtNDk4Mi1iMjgyLWNiMTJlMzU2ODFhMw. png", 
    "universalName": "morgan-mckinley", 
    "companyId": 16175
  }, 
  "description": "     Senior Customer Data Scientist    To deliver and shape the analytics workplan,  guiding the work of a team    of customer data scientists,  influencing best practice,  innovation in    approach and driving the Data Science capability forward.        Hands-on senior lead and sign-off for key pieces of analysis       Ownership of the delivery schedule and triaging process; tracking        utilisation and assuring quality throughout       Track,  prioritise and resolve key issues through team delivery       Influence data science roadmap and development of the strategic        analytical capability through innovation,  contributing to the        development over time of the 'Customer Analytics Playbook'       Provide visibility within the wider Customer Analytics team of the        insights and methods available from the Data Science team;        utilising adept presenting ability       Champion best practice methodologies and innovative thinking across        the team       Stay up to date with industry best practice,  bringing application        of the best tools and processes into the team       Act as coach/mentor for junior members of the Data Science team on        their day-to-day deliverables and longer term career development       Champion professionalism and the team values across the Customer        Analytics team     Key Skills    Strong Excel,  SAS & SQL    Extensive customer behaviour analytics    Financial Services background is desirable    Morgan McKinley is acting as an Employment Business in relation to this    vacancy. ", 
  "companyDescription": "      Morgan McKinley    Your Career Ally™    Follow the Morgan McKinley global company page to keep updated on    latest news,  insights and articles.  Here you will find information    about our services and how we can help you achieve your career goals.     Recruitment is a complete process built on a relationship of trust    between the hiring company,  candidates and the consultant.     By nurturing the talent pool within our chosen professional communities    and disciplines,  Morgan McKinley ensures that the right candidates are    matched to the right opportunities.     If you are a talented professional,  when you register with Morgan    McKinley you can expect a five-star service based on career-long advice    and support.     Even when you are not actively seeking a new role.     Our mission is to be your Career Ally™,  helping you to realise your    ambitions and discover your true potential.     And when you are actively seeking a new role,  we are here to help you    at every stage of the journey.     Our specialist sectors and disciplines include Banking,  Insurance,     Commerce & Industry,  Finance & Accounting,  Project & Change,  IT,  Risk,     Compliance,  Marketing and Administration. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
