{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83073010", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Modelling of business and collaboration processes.  Knowledge of Big Data Frameworks such as Hadoop Experience with Python Client facing skills Experience working with Machine Learning &amp; AI projects A degree in Computer Science,  Mathematics,  Statistics Team management and Development experience", 
  "following": false, 
  "companyDescription": "Big Cloud - from San Francisco to Shanghai and everywhere in between,  we connect the most innovative organisations with the best people in Big Data &amp; Data Science.  We enjoy speaking to great people,  working with great companies and having fun whilst we do it.  Are you a Hadoop Hero,  Spark Samurai or Machine Learning Magician? Are you interested in hiring the best people or working for the coolest companies? Yes? Us too…", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Big Cloud", 
  "canFollow": false, 
  "companyId": "5006426", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Big Cloud", 
    "title": "Data Science Team Lead - Grow and develop a team!"
  }, 
  "description": "Are you interested in the world of Big Data and Advanced Analytics? Are you looking for a more challenging role? Are you interested in leading and growing a team of Data Scientists? Would you like to have a focus on Machine Learning and AI? One of the most promising Berlin based consulting companies that specialise in Big Data and Data Science are looking for a German speaking Data Science Team Lead.  They are in phase of strong growth and are seeking a dynamic candidate to expand their Data Science team.  Completely contrasting with global and corporate consulting organisations,  this company are providing hand-tailored solutions with the most cutting edge Big Data technologies specialists to some of the most exciting technology projects in Germany.  Their unique way of doing things helps create superior results and they are passionate about technology but solve business problems quickly by moving fast but pay attention to detail at the same time.   The Team Lead Data Science will lead the design and develop proof of concepts.  The will provide quality management techniques to their team of 8 who come from mathematics/statistics background at the same time as implementing cool new processes by staying at the forefront of innovative technologies in Machine Learning and AI.  They will be responsible for the sales and presentation of the company’s capabilities to external clients so will have excellent client facing skills but will only be required to travel 5-6 days per month.  A creative and dynamic candidate with a bubbly personality will succeed here and keep the team one step ahead of the competition.  The company have a non corporate but at the same time highly professional culture and their team consists of dynamic,  driven and creative people.  If you would like to hear more,  please get in touch. . . "
}
