{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85393306", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "JPMorgan Chase &amp; Co.  (NYSE: JPM) is a leading global financial services firm with operations in more than 60 countries.  The firm is a leader in investment banking,  financial services for consumers,  small-business and commercial banking,  financial transaction processing,  asset management and private equity.  A component of the Dow Jones Industrial Average,  JPMorgan Chase &amp; Co.  serves millions of consumers in the United States and many of the world’s most prominent corporate,  institutional and government clients under its J. P.  Morgan and Chase brands. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "JPMorgan Chase & Co. ", 
  "canFollow": false, 
  "companyId": "1068", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "JPMorgan Chase & Co. ", 
    "title": "Cyber Security Data Scientist / Analytics - London - Associate"
  }, 
  "description": "The Data Scientist will be responsible for designing and implementing processes related to predictive / analytical modeling,  data mining,  and research on large scale,  complex data sets,  using statistical,  machine learning,  graph modeling,  text mining and other modern techniques.  This individual is also responsible for planning,  collaborating with various internal teams.  This individual will be expected to closely partner with SOC,  Intel,  Engineering,  and Incident Response.  A successful candidate will have a proven track record in information security derived from an all-round Information Technology background,  hands on data mining/modeling,  and possess a combination of the skills and competencies below.  Qualifications  Prior experience a data scientist or in a highly technical/quantitative problem solving and analytical role.   Proficiency in building optimization and simulation models Hands on experience working with large datasets/data warehouses using data mining and modeling tools and languages (SQL,  R,  Python,  SAS,  etc. ) Strong skills in statistics,  probability,  Bayesian approach,  and machine learning,  experimental design methods,  and real-time optimization techniques.  In-depth knowledge on statistical modeling and predictive analytics.  Able to deal with imperfect data – make recommendations with available information Experience with big data techniques (such as Hadoop,  MapReduce,  Hive,  Pig,  Spark,  Storm) Strong communication,  data visualization and presentation skills to deliver findings of analysis and to explain complex statistical concepts to a non-technical audience.  Good team work skills and ability to work in a distributed global team environment  Self-motivated,  proactive and with determination to achieve goals  Flexible and able to deliver quality results in the required timeframe  Familiar and experienced in the software development lifecycle process  Stay current with the Threat and Technology Landscape  Ability to work on multiple tasks/projects simultaneously.  About JPMorgan Chase  &amp;  Co. J. P.  Morgan serves one of the largest client franchises in the world.  Our clients include corporations,  institutional investors,  hedge funds,  governments and affluent individuals in more than 100 countries.  J. P.  Morgan is part of JPMorgan Chase  &amp;  Co.  (NYSE: JPM),  a leading global financial services firm with assets of $2. 2 trillion.  The firm is a leader in investment banking,  financial services for consumers,  small business and commercial banking,  financial transaction processing,  asset management,  and private equity.  A component of the Dow Jones Industrial Average,  JPMorgan Chase serves millions of clients and consumers under its J. P.  Morgan and Chase,  and WaMu brands. J. P.  Morgan offers an exceptional benefits program and a highly competitive compensation package. J. P.  Morgan is an Equal Opportunity Employer. "
}
