{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87812418", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Useful skills to possess: Commercial data science experience Machine learning SQL Msc or PhD preferred in either of the following areas,  statistics,  physics,  mathematics,  Computer Science or Engineering Creating customer segmentation models knowledge of SAS Data Mining R/ Python Proficient user MS Office", 
  "following": false, 
  "companyDescription": "This is a superb career opportunity in the Data Science space . This Company invest a tremendous amount of time and money on skills training and personal development,  so it will be a huge opportunity to progress your career from a technical Data Science skills and personal growth perspective.    Please send your CV for immediate interview for this exciting,  dynamic Data Scientist position. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "OPUS Recruitment Solutions", 
  "canFollow": false, 
  "companyId": "295449", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "OPUS Recruitment Solutions", 
    "title": "Data Scientist - Machine learning and SQL"
  }, 
  "description": "Data Scientist - Machine learning and SQL  This is an exceptional job opportunity to work for a leading client in the heart of the City as a Jnr Data Scientist.  You will be part of a global analytics team using a number of big data technologies to produce complex behavioural models,  customer uptake product analysis and new product innovation.  Provide data driven analysis via statistical,  quantitative,  machine learning,  programmatic and heuristic methods.  Relate statistical and other analytical results to real world problems and explain the results to non-technical clients and colleagues.  Heavy use of SQL programming and statistical packages.  Analyse,  understand,  clean,  integrate and process complex/messy data.  Execute and deliver standard analytics services efficiently and consistently.  Be proactive,  creative and inventive to solve problems to enhance existing and develop new analytics related products and services.  My clients are especially interested in hearing from gifted scientists who not only have exceptional data analysis and problem solving abilities but also have what it takes to discern the hidden patterns and signals within the markets. "
}
