{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90399176", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CyberCoders", 
  "canFollow": false, 
  "companyId": "21836", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CyberCoders", 
    "title": "Data Scientist - Machine Learning,  MapReduce,  Hadoop"
  }, 
  "description": "If you are a dynamic Data Scientist who isn't afraid to get your hands dirty with some code,  please read on!Based in San Francisco,  we've developed a game-based hiring platform where immersive video games help identify a players innate strengths and aptitudes.  Our psychometric algorithms match players to jobs where they are virtually certain to be a top performer.  Currently,  we are seeking a data science engineer who has experience with distributed/parallel computing platforms such as MapReduce,  Hadoop,  Mahout,  Hive,  or Spark.  If you also have expertise with clustering,  classification,  pattern recognition,  deep learning,  and other machine learning algorithms,  even better!! Top Reasons to Work with Us - Competitive Salary- Huge Equity Opportunity- Great work environment- Unlimited Upside- Cutting Edge Tech- Brilliant team What You Will Be Doing - Developing machine learning algorithms- Innovating-Changing the game What You Need for this Position At Least 3 Years of experience and knowledge of:- Machine Learning- MapReduce- Hadoop- Clustering- Classification- Pattern Recognition- Deep Learning- Mahout- Hive- SPARK  So,  if you are an awesome Data Scientist who's ready to get in the trenches and make things happen,  please apply today! Looking forward to receiving your resume through our website and going over the position with you.  Clicking apply is the best way to apply,  but you may also:  Email your resume in Word to:  Greg. Dennis@CyberCoders. com  Please do NOT change the email subject line in any way.  You must keep the JobID: linkedin : GD3-1250889 -- in the email subject line for your application to be considered.   Greg Dennis - Executive Recruiter - CyberCodersApplicants must be authorized to work in the U. S. CyberCoders,  Inc is proud to be an Equal Opportunity Employer All qualified applicants will receive consideration for employment without regard to race,  color,  religion,  sex,  national origin,  disability,  protected veteran status,  or any other characteristic protected by law.  Your Right to Work – In compliance with federal law,  all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire. "
}
