{
  "jobPosting": {
    "companyName": "UPS", 
    "functions": [
      "FIN", 
      "IT"
    ], 
    "companyJobCode": "tmp_jobs-jobs-ups-1102432", 
    "title": "Financial Data Analyst / Programmer", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101433227, 
    "experienceLevel": "ASSOCIATE", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      92
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. ups. com/", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAJQAAAAJGVlZGNlODIxLTc5MDktNDE1MC05M2ZkLTUyZDBjZDNlNzlkZg. png", 
    "universalName": "ups", 
    "companyId": 1523
  }, 
  "description": "    Job Description    Financial Data Analyst / Programmer-029701    Financial Data Analyst / Programmer    Europe Region Office    Europe Region Finance    Purpose    The Financial Data Analyst / Programmer will provide analytics support    to the Europe Region Finance Team on business and operational    performance data.  He /She will produce information and reports that    will provide meaningful insight to management for planning and    decision-making.  Key responsibilities include maintaining and creating    web based analytics and reporting tools; supporting the finance month    end close processes among others.  Applicant must have high integrity    and accountability standards.  A self-starter that possesses strong    analytical skills and excellent problem solving techniques.     Job Profile       Maintain/Enhance analytics web portal (using ASPX,  VB. NET / C# and        SQL)       Data Crunching / reporting to support ongoing finance projects       Efficiently optimize day to day finance business processes       Supports Finance month end close processes       Support yearly business planning processes     Your Profile:       BSc or MSc in Computer Science,  Information Technology,  Mathematics        or related studies.        Experience:        0-3 years’ experience in Logistical,  Transportation,  Warehousing,         Web development,  Database Management,  Data Mining,  Business        Intelligence or other related field preferred       Excellent knowledge of MS Office Tools (Excel,  Access,  VBA (Macros)        )       Good knowledge and experience with SQL and database programming       Working knowledge of (ASPX,  VB. Net / C#,  JavaScript) programming       Good knowledge of . Net framework 2. 0 and above       Exposure to Finance and Accounting system development is a plus       Ability to work independently in identifying solutions to problems       Fluent in English both written and speaking is essential (Other        languages are a plus)       Good communication skills and tasks prioritization is essential     job Finance & Accounting    Primary Location Belgium-Region Office-Brussels    Organization Belgium", 
  "companyDescription": "      UPS    United Parcel Service (NYSE: UPS) is a global leader in logistics,     offering a broad range of solutions including the transportation of    packages and freight,  the facilitation of international trade,  and the    deployment of advanced technology to manage the world of business more    efficiently.  Headquartered in Atlanta,  UPS serves more than 220    countries and territories worldwide.  The company can be found on the    Web at UPS. com and its corporate blog can be found at blog. UPS. com.  The    company is also active among other social media channels including    Facebook,  Twitter,  Google+ and YouTube.  To receive UPS news direct,     visit pressroom. UPS. com/RSS.     UPS is the official logistics partner of the NCAA®.     Facebook: www. facebook. com/ups    Twitter: www. twitter. com/ups    YouTube: www. youtube. com/ups", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
