{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/81860055", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Masters or Phd in Machine Learning,  Statistics,  Computer Science,  Maths,  Physics,  or other similar field Demonstrable programming experience in a high-level programming language e. g.  Java,  Hadoop,  Spark,  Scala,  Python,  C++,  R,  Matlab etc.  Understanding of the fundamentals of machine learning/statistical modelling Demonstrable eagerness to learn more about data science,  statistics and machine learning (e. g.  Coursera courses,  Kaggle competitions,  personal/academic projects,  blog,  etc. ) Experience working with data in an industry environment.  Ideally as a Data Scientist.  Strong algorithmic and programming skills.  Capable of designing and programming new data mining algorithms.  Solid grounding in applied mathematics and statistics including expertise in several of the following (or related) techniques: Bayesian modelling,  multivariate regression,  logistic regression,  machine learning,  cluster analysis,  decision trees,  time series analysis and forecasting,  factor analysis,  structural equation modelling,  item response theory,  Markov chains,  and data visualization. ", 
  "following": false, 
  "companyDescription": "As a Data Scientist you must have an MSc or ideally PhD from a leading university in Statistics,  Computer Science,  Maths,  Physics or other quantitative subject.  The Data Scientist must understand how to integrate multiple systems and data sets.     You need to be able to link and mash up distinctive data sets to discover new insights.  The Data Scientist needs to be able to program,  preferably in different programming languages such as Python,  R,  Java,  Ruby,  Clojure,  Matlab,  Pig or SQL.     Data Scientist - Statistics,  Machine learning,  modelling,  Python,  SAS,  R,  Scala,  Spark,  Hadoop,  Deep Learning,  Matlab,  Data mining,  SQL", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "OPUS Recruitment Solutions", 
  "canFollow": false, 
  "companyId": "295449", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "OPUS Recruitment Solutions", 
    "title": "Data Scientist "
  }, 
  "description": "Data Scientist - Statistics,  Machine learning,  modelling,  Python,  SAS,  R,  Scala,  Spark,  Hadoop,  Deep Learning,  Matlab,  Data mining,  SQL Data Scientist wanted to work for a global client in central London.  The Data Scientist will be working with a team of like-minded Data Scientist &amp; Analytics Engineers with a passion in cutting edge Data Science,  Big Data and Analytics programmes.  The Data Scientist must have deep experience in statistical analysis,  data wrangling and exploration,  big data analytics and Data Science skills.  You will have strong experience in delivering significant value through data exploitation.    The Data Scientist must have experience working on real world datasets with strong experience in Python, Matlab or R and other languages.  You will be working on a number of digital strategy,  innovation,  research and transformation projects and must have a deep understanding and experience in Data. "
}
