{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90395318", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "BS in Mathematics\\Statistics\\Physics is a must MS Mathematics\\Statistics\\Physics is preferred At least 4 years in a role where data analysis,  data transformation,  data reconciliation or data presentation drove increased client satisfaction scores and higher adoption of products and services Proven experience applying a strong analytical mindset and quantitative approach to business and technical analysis delivering successful solutions to challenging problems Ability to write advanced SQL and R/Python scripts and analyze large data sets Self-motivated ; details oriented,  able to work under minimum supervision and effectively use time management skills; Team Player Business oriented Ability to multitask and ability to cope with high volumes of work changing priorities Strong organizational skills High level of English", 
  "following": false, 
  "companyDescription": "Playtech is the world's largest online gaming software supplier traded on the London Stock Exchange Main Market,  offering cutting-edge,  value added solutions to the industry's leading operators.  Company's business portfolio consists of the most prominent names in the business,  including William Hill,  Netplay,  Betfred,  Mansion,  Bet365.  Playtech develops unified software platforms and content for the online and land-based gaming industry,  together with providing a range of ancillary services such as marketing,  hosting and CRM services.  Leading gaming applications include casino,  poker,  bingo,  sports betting,  live gaming,  casual and fixed odds games.  Behind the eminent success of Playtech's products and services there are around 5, 000 employees with offices and development centers in 14 countries,  the majority of whom are engaged in research and development of current and future gaming technologies.  Playtech offers: • Possibility to work with a product company  • Career and professional growth  • Competitive compensation  • Fully-equipped perfect office space located in the city center (“Palats Sportu” metro station)  • Warm and friendly attitude to every specialist If you are creative,  \"out of box thinker\" and ambitious enough to make a difference in such a large scale International business,  you are more than welcome to apply for one of our open positions at Playtech Kyiv.  We'll contact you if there's a fit with one of our opportunities. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Playtech", 
  "canFollow": false, 
  "companyId": "18717", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Playtech", 
    "title": "Data Scientist (BI)"
  }, 
  "description": "About the project:  Playtech BI and data team are responsible for collecting,  organizing,  presenting &amp; utilizing data across all PT product and services.  The team is growing,  accounting almost 20 developers,  data scientists and product managers.  BI in Playtech isn't just used internally but also offered to licensee as a product alongside its casino,  poker &amp; other gaming portfolio.  The data scientists team is currently comprised of 3 professionals and is growing.  They develop sophisticated algorithms and statistical models for detecting fraudulent behavior,  identifying player churn probability and develop estimation for future value of customers.     Job Purpose: This position is for an experienced Data Scientist Perform and manage basic to complex research,  predictive modeling,  data mining,  and business analytics projects Support both internal and external functions with business analytics input in an effort to influence both product development and business performance Responsibilities: Work independently on complex level data gathering,  checking,  manipulation,  and analysis tasks Participate as team member or may be in charge of leading on research,  data mining,  predictive modeling,  and/or business analytics projects Handle and resolve questions and issues referred by other departments Proven ability to interact with peers and business partners to perform implementation of data analytics Provide education &amp; research to peers and other members of the team and partners Perform other duties as required or assigned"
}
