{
  "jobPosting": {
    "companyName": "CBSbutler", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "cbsbutler-1448529088", 
    "title": "Data Scientist - Bristol", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101085355, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. cbsbutler. com/", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAARVAAAAJDFiYzIzNDY0LWE2MDYtNGZmYi05MWNkLTRjYmYxZmRlYmFlNA. png", 
    "universalName": "cbsbutler", 
    "companyId": 43832
  }, 
  "description": "     Description    Job Description    The client is a systems and services integrator and specialises in    cyber defence operations; it cares about data analytics but isn't a    data company; CCO offers integrated cyber security products and    services to many private and public service clients.     Previously you will have become competent at tasks like pulling data    out of MySQL databases,  becoming a master at Excel pivot tables,  and    producing basic data visualizations (e. g. ,  line and bar charts).  You    will have analysed the results of an A/B test or taken the lead on your    company's analytics account.     You will have a proven and demonstrable track-record of integrating    data,  data analysis platforms,  and other products into a client-facing    capability.  The data analysis or machine learning is likely to be    pretty intense.     You will join an established consulting and cyber operations group as    lead data scientist.  It's equally important that you can perform    analysis,  touch production code,  visualize data,  etc.  Important skills    are expertise with tools designed for 'big data' and experience with    messy,  'real-life' datasets.     Key Responsibility Areas       Lead the design and operation of big data operations for both the        client and their customers       Deliver coherent architectures for expansible,  flexible and        defensible data solutions for clients       Advise,  analyse,  deliver reports and recommendations to critically        aware C-level Boards on data that supports cyber defensive        operations       Delivery of Projects to TCP (Time,  Cost,  Performance) envelopes       Lead teams of cyber defence operations personnel     Skills,  Qualifications & Knowledge    The following skills and experience are required    Basic Tools: you will be expected to know how to use the tools of the    trade.  This means a statistical programming language,  like R or Python,     and a database querying language like SQL.        Basic Statistics: you will need at least a basic understanding of        statistics is vital as a data scientist.  You should be familiar        with statistical tests,  distributions,  maximum likelihood        estimators,  etc.  This is also be the case for machine learning,  but        one of the more important aspects of your statistics knowledge will        be understanding when different techniques are or are not a valid        approach.  Our clients are data-driven companies where the product        and product stakeholders will depend on your help to make decisions        and design / evaluate cyber analysis.        Machine Learning: often working at a large company with huge        amounts of data,  or working at a company where the product itself        is especially data-driven,  you will need to be familiar with        machine learning methods.  This can mean things like k-nearest        neighbours,  random forests,  ensemble methods - all of the machine        learning buzzwords.  More important is to understand the        application,  really understanding when and how it is appropriate to        use different techniques.        Multivariable Calculus and Linear Algebra: you may be asked to        derive some of the machine learning or statistics results you        employed elsewhere in your new role.  You may be asked to lead on        some basic multivariable calculus or linear algebra questions,         since they form the basis of a lot of the data science techniques        and at a certain point,  it may become necessary for you to lead a        data science team to build out our own implementations in house for        our clients.  Understanding these concepts is most important at        clients where the product is defined by the data and small        improvements in predictive performance or algorithm optimization        can lead to huge wins for the company.        Data Munging: Frequently the data you analyse is going to be messy        and difficult to work with.  Because of this,  it's really important        to know how to deal with imperfections in data.  Some examples of        data imperfections include missing values,  inconsistent string        formatting and date formatting.  This will be most important at        clients where you lead an early data hire team,  or data-driven        clients where the product is not data-related (particularly because        the latter has often grown quickly with not much attention to data        cleanliness).        Data Visualization & Communication: visualizing and communicating        data is incredibly important,  especially for clients that are        making data-driven decisions for the first time or clients where        data scientists are viewed as people who help others make        data-driven decisions.  When it comes to communicating,  this means        describing your findings or the way techniques work to audiences,         both technical and non-technical and up to critically aware C-level        boards.  Visualization wise,  you should be familiar with data        visualization tools like ggplot and d3. js.  It is important to not        just be familiar with the tools necessary to visualize data,  but        also the principles behind visually encoding data and communicating        information.        Software Engineering: it is important to have a strong software        engineering background.  You'll be responsible for handling a lot of        data logging,  and potentially the development of data-driven        products.        Consultancy Skills: in addition you should have sound professional        consultancy skills,  good presentation skills; the ability to write        in concise,  accurate and clear English and exploit MS (Microsoft)        OA (Office Automation) tools. ", 
  "companyDescription": "      CBSbutler    CBSbutler    A multi-award winning technical recruiter specialising in the    engineering,  manufacturing,  science,  information technology and    commercial sectors.     A key testament to us being a leading technical recruitment consultancy    is borne out by the fact that CBSbutler has been awarded 'Best    Technical Agency' and 'Best Engineering Agency' 6 out of the last 8    occasions by Recruiter Magazine.  Recruiter International also awarded    CBSbutler as 'Best Recruitment Agency to work for' 2 years running.     In 2012 we were awarded the Best Companies - 'Three Star' -    Extraordinary status & were listed in the Sunday Times Top 100 Best    Small Companies to Work For.     In 2009 where we were awarded the Best Companies - 'Two Star' -    Outstanding status,  'Best Employer' at the London and South East    Recruitment Awards and 'Recruitment Company of the Year (£21m-£100m    t/over) by APSCo.     As a leading technical recruitment agency CBSbutler covers the complete    spectrum of technical and functional job disciplines for engineering,     manufacturing,  science,  technology and commercially driven based    organisations.     Today CBSbutler serves a diverse range of companies from blue-chip    multi-nationals to high growth SMEs,  identifying and securing the best    technical talent on a global level.  Territories covered include Europe,     North & South America,  Eastern Europe,  The Middle East,  Asia and the    Oceana. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
