{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/23264289", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Clarity Solution Group is a rapidly growing Data &amp; Analytics professional services firm that refines and analyzes our clients’ data to assist them to make intelligent business decisions.   We hire some of the best & brightest individuals in the industry who possess strong technical,  analytical and business acumen in the industry. •    We offer tremendous growth opportunities and help you achieve your professional goals•    We are passionate about Data & Analytics,  and this is all we do•    We are constantly challenging our team.   You will be surrounded by like-minded people whose goal is to solve business problems using complex data•    We offer challenging and rewarding projects,  using leading-edge technologies•    You will have regular visibility to our executive leadership team•    Your ideas are not only welcome,  but heardWho do we hire?Clarity Solution Group is growing rapidly; however,  we are selective in our hiring.   We are looking for smart individuals who are passionate about data.   Our team has decades of experience implementing innovative data &amp; analytics solutions.    We are very proud of the Clarity culture and are very serious about hiring individuals with the same values and goals as the organization. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Clarity Solution Group", 
  "canFollow": false, 
  "companyId": "48775", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Clarity Solution Group", 
    "title": "Senior Data Scientist (Big Data)"
  }, 
  "description": "SENIOR DATA SCIENTIST WITH BIG DATA EXPERIENCE ASenior Data Scientistat Clarity Solution Group requires experience in fully understanding the requirements of our client and working with big data (e. g. parallel/MapReduce algorithms).  In addition,  this person will be responsible for creating statistical models which allow our client to make more informed business decisions.  This is a hands-on position and requires the candidate to be highly proficient working with statistical packages like SAS,  SPSS,  R or similar tools.   We prefer individuals with past management consulting experience working with both Strategy and Full-Lifecycle implementations for nationally based clients.  It is essential that candidates possess proven experience on professional work engagements,  and can demonstrate proficiency in predictive analytics and data mining either through references or a portfolio of work that can be shown.  Additional experience with implementing data warehouse solutions would be preferred.  ROLE HIGHLIGHTS 5+ years of professional work experience as a Data Scientist on strategy or full-life cycle projects is required5+ years recent hands-on experience working with data mining tools like SAS,  SPSS,  R,  or S+ is requiredExperience with data mining and predictive modeling to include Logistic Regression,  Linear/Non-Linear Regression,  and Time Series Analysis modelsMust have an undergraduate (BS) or postgraduate (MS) degree in Statistics,  Mathematics,  Physics,  Operations Research or Industrial Engineering or work experience demonstrating similar skillsPrefer candidates with strong SQL Skills working with RDBMS's such as Oracle,  DB2,  Greenplum,  or TeradataCandidates must have experience working with NoSQL platforms,  such as HadoopExperience cleansing and manipulating data (such as proficiency with regex) is requiredExcellent written and oral communication skills; must be capable of fully yet concisely articulating technical concepts to non-technical audiencesPrior experience working as a mangement consultant is preferredTravel to the client on a weekly basis is expected.  Normal schedule is M-TH travel to client location Clarity Solution Group is an Equal Employment Opportunity Employer.  We believe in treating each employee and applicant for employment fairly and with dignity. GLDR"
}
