{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Key responsibilities:- Providing framework,  stewardship and government for management of data for project development and support teams as well as business users and stakeholders.  Researching creating and communicating 3 – 5 IT product and supplier roadmaps Identify,  evaluate and select technology,  applications and service products Develop,  agree,  control,  maintain and govern effective delivery of IT architectural solution blue prints.  Control and maintain IT architectural standards and polices for product,  technology,  information and service Manage technology relationships with 3rd party suppliers and build and maintain relationships with programmes and projects as well as Business Managers to ensure effective delivery of objectives and representation of the function Lead and manage and motivate direct reports as well as delivering short term/ one off projects", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90394290", 
  "descriptionLanguage": "en", 
  "description": "Senior Data Analyst – Stratford upon Avon - £50, 000 - £60, 000 DOE   Data / Information / Architect / Data Analyst / Data Modelling / Data Mapping / Stakeholder Management / Zachman / Togaf / ITIL / Permanent / Stratford upon Avon   A great new opportunity for an experienced Data Analyst/Data Architect to join a market leading organisation.  This newly created role will see you be responsible for ensuring that the information assets of an organisation are architected to support the organisation in achieving its strategic goals.    The ideal candidate will be currently in a Data related role and have experience with data modelling and mapping.  It is essential that you have experience working with stakeholders.  My client is happy to train the right Data Analyst or Information Analyst candidate into an architect role.  An understanding of architecture frameworks such as Zachman and Togaf is important.  Also an understanding of ITIL will be a plus.  In return my client is looking to pay a salary up to £60, 000 depending on experience which also comes with a great benefits package.   Based in Stratford upon Avon! Apply Now!  ", 
  "jobPosting": {
    "title": "Senior Data Analyst", 
    "companyName": "Spring Technology"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "241087", 
  "canFollow": false, 
  "companyName": "Spring Technology", 
  "bottom": "true"
}
