{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89059952", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Google is not a conventional company,  and we don't intend to become one.  True,  we share attributes with the world's most successful organizations - a focus on innovation and smart business practices comes to mind - but even as we continue to grow,  we're committed to retaining a small-company feel.  At Google,  we know that every employee has something important to say,  and that every employee is integral to our success.  We provide individually-tailored compensation packages that can be comprised of competitive salary,  bonus,  and equity components,  along with the opportunity to earn further financial bonuses and rewards.  Googlers thrive in small,  focused teams and high-energy environments,  believe in the ability of technology to change the world,  and are as passionate about their lives as they are about their work. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Google", 
  "canFollow": false, 
  "companyId": "1441", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Google", 
    "title": "Data Scientist,  Apps Operations,  Google for Work"
  }, 
  "description": "Help businesses around the world \"go Google. \" Google for Work teams work with schools,  companies and government agencies to make them more productive,  mobile and collaborative by using Google cloud computing to get their work done.  In this role,  you oversee all aspects of the Google for Work sales process,  improving it with your insightful data analysis,  troubleshooting,  and seamless cross-functional teamwork.  Your strategies ensure that companies new to Google products get the highest quality customer support and that the Google for Work program overall is kept on the cutting edge. The Apps Operations Business Intelligence team is working with multiple stakeholders across Google for Work to define metrics and deliver insightful and actionable data and analysis.  The principal goal of our analyses is to drive better business decisions for our internal teams including Support,  Sales,  Demand Management,  Marketing,  Engineering and others.  As a Data Scientist supporting Google for Work Apps Operations,  you will leverage your knowledge of data analysis,  technical systems and project management skills to enhance our existing business intelligence platform,  as well as scope and design new solutions in order to translate data into meaningful interpretations and recommendations for the business.  You will engage with internal stakeholders across the organization to provide insights for better decision making,  drive operational efficiency,  program performance and business growth.  In this role,  you will establish a robust performance insights process through A/B testing and reporting.  This role requires strong analytical skills and the ability to effectively influence and communicate cross-functionally with all levels of management.  You are someone who thrives in a team-oriented environment,  working cross-functionally with Product,  Engineering,  Marketing and Sales teams to develop insights that drive operational efficiency. Responsibilities Expand and refine the Business Intelligence platform across different product lines and markets,  with a focus on providing insights for better decision-making across Google for Work teams.  Develop quantitative models (e. g. ,  forecast,  operational,  financial and statistical models of business trends).  Own critical processes that are central to the delivery of accurate metrics (e. g. ,  data models,  data pipelines,  reporting dashboard,  etc. ).  Minimum qualifications BA/BS degree in Computer Science or related technical field or equivalent practical experience.  Relevant work experience as an analyst or in an analytical role in consulting,  sales support,  financial analysis or quantitative marketing.  Experience with SQL,  R or Python.  Preferred qualifications Master's or PhD degree in a quantitative field such as Engineering,  Computer Science,  Mathematics,  Statistics,  Economics or Business Science.  Experience working with large and multiple data sets/data warehouses and ability to pull from such data sets using relevant programs and coding.  Experience with statistical and quantitative modeling and forecasting.  Experience with machine learning techniques.  Experience in identifying business opportunities and defining and measuring success of proposed initiatives.  Technical consulting or project/program management experience.  Ability to handle multiple projects and assignments under time pressure.  Excellent communication skills and the ability to manage multiple and diverse stakeholders across businesses and leadership levels.   AreaWe've helped millions of employees and organizations around the world to \"go Google. \" As masters of cloud computing,  the Google for Work team helps small and large businesses,  educational institutions and government agencies discover the wonders of \"the cloud\" and work smarter.  Our technical and sales teams design and implement solutions for these organizations with custom features,  security and support -- all with Google's philosophy of innovation and ease of use in mind. Dublin (EU HQ) Located in the heart of the historic dockyards district (a. k. a.  Silicon Dock),  Google has helped put Dublin on the map as a technology hub in Europe.  Our office is made up of thousands of Googlers from over 65 countries,  overseeing sales and infrastructure for our businesses in Europe,  the Middle East and Africa.  Learn more about our Dublin EU headquarters Software Engineering Develop the next-generation technologies that change how millions interact.  Learn more about our Software Engineering roles"
}
