{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83910280", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Minimum Experience Requirements Solid understanding of applied statistics,  predictive modeling,  data mining,  machine learning,  and other quantitative methodologies and a passion for innovating with modern data science algorithm Knowledge and practical expertise in conventional &amp; emerging methods and techniques including regression,  time-series analysis,  Decision Tree,  Boosting,  Random Forest,  etc.  Expertise in data analysis software packages or tools such as R,  SAS,  SPSS,  Matlab,  Octave,  Python Expertise in processing big data sets from heterogeneous data sources Experience of relational database systems such as SQL Server and the query language Familiar with statistical model development methodologies and processes Highly self-motivated and self-directed,  with a keen attention to detail 5+ years of experience with real world data Preferred Qualifications: Implementing real-time analytics with emerging tools and packages Data visualization and implementation  Experience of noSQL database systems Experience of Apache Hadoop ecosystem,  Hadoop,  Hive,  Pig Knowledge of cloud computing services Knowledge of Adobe Analytics and/or Google Analytics is a plus Languages: English,  french and/or Dutch CGI OFFERS CGI consulting professionals can expect to work with cutting edge technology,  to deliver high-quality solutions across multiple industries,  to work on a variety of projects ranging in both size and scope,  receive continuous training and gain rapid career progression including a competitive salary package (car,  laptop,  insurances and net allowances).  FOR MORE INFORMATION,  PLEASE CONTACT: Bernard Ghaye: mail: b. ghaye@cgi. com or mobile: +32 (0) 473 31 30 31", 
  "following": false, 
  "companyDescription": "Founded in 1976,  CGI is a global IT and business process services provider delivering business consulting,  systems integration and outsourcing services.  With 70. 000 professionals operating in 400 offices in 40 countries,  CGI fosters local accountability for client success while bringing global delivery capabilities to clients' front doors.  CGI applies a disciplined and creative approach to achieve an industry-leading track record of on-time,  on-budget projects and to help clients leverage current investments while adopting new technology and business strategies.  As a result of this approach,  our average client satisfaction score for the past 10 years has measured consistently higher than 9 out of 10.    CGI consulting professionals can expect to work with cutting edge technology,  to deliver high-quality solutions across multiple industries,  to work on a variety of projects ranging in both size and scope.       ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CGI", 
  "canFollow": false, 
  "companyId": "1415", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CGI", 
    "title": "Junior / Medior Data Scientist - Analytics for the Health & Manufacturing sector"
  }, 
  "description": "Based on an international survey executed around the world,  we have decided to focus on following domains to support our clients: Digital transformation / Mobility Customer experience Data analytics IT Modernization Regulations YOUR ROLE The role of Data Scientist was named ‘The Sexiest Job of the 21st Century’ by CNBC.  The Senior Data Scientist will join the analytics team in developing the next generation of cloud-based big data analytics platforms.  The Senior Data Scientist is responsible for creating highly scalable platform components to support real-time analytics and advanced modeling and predictions.  He or She is broadly involved in every aspect of the platform including data collection,  cleansing,  exploration,  model training,  optimization,  reporting,  and visualization.  Essential Job Duties but not limited to: Lead analytical projects from requirements gathering to final presentation Mentor other scientists and recommending methodologies and solutions Known as a subject matter expert both inside and outside the organization Work closely with business partners to understand business problems and design solutions to meet their needs Explore data from a variety of sources,  both internally and externally available  Fetch/Extract data from internal and external sources Calibrate and normalize data from various sources Data Analysis Data Cleaning Data Exploration Predictive and Descriptive Model Development (e. g.  Regression,  Tree Based Methods,  Neural Networks,  etc. ) Utilize advanced statistical models &amp; machine learning methods Monitor model performance over time Stay in touch with best emerging practices &amp; techniques in statistics &amp; machine learning"
}
