{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "RSCH", 
      "IT"
    ], 
    "companyJobCode": "LondonLocaljobs-78037815", 
    "title": " Senior Data Science Analyst - up to £55k - London. ", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101667785, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "       Senior Data Science Analyst - up to £55k - London.      A new position has opened for a Sr Data science analyst within a large    Global organisation.     This role is suited for a professional who has a passion for analytics,     and enjoys a fast paced environment!    You will need to display use of the following technical tools (R,  Or    Python or HIVE SQL) - for data wrangling,  modelling and algorithm    development within a commercial environment.     You need to be comfortable running your own analytical problems from    end to end,  from initial client contact,  proposals and presentation.     Requirements       A strong mathematical and data science background - R,  Python,  HIVE        SQL       Good understanding of digital tracking technologies (eg ad severs,         DMPs,  DSP's)       Statistics: (Regression,  clustering) and (modelling,  data mining        and machine learning)       Good data visualisation skills: Tableau,  R (including Shiny),         Gephi,  D3       Exposure to geographical analytics using GIS tools (eg        Micromarketer G3)       Experience with social media analytics       Agency/consultancy experience       Be a team player       An open minded and determined professional with an innovative        personality       Education:     Degree:    Mathematics/Statistics/Computer Science/Engineering       Post Graduate is a plus", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
