{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90368419", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "experience in Data Science,  including Team Management Responsibilities.  A professional experience abroad will be appreciate.  Fluent English is required.    Technical Skills:  Must have Proven use of applied Machine Learning (scikit-learn,  MLLib,  vowpal wabbit,  …); Coding (Python,  Scala,  R,  …) ; GNU/Linux ; Hadoop (administration and/or development with PIG,  HIVE,  …. ); Spark (Python and/or Scala); H2O,  Dato,  …; Data Science challenges track record; Git,  Jenkins,  …; Non-Technical Skills: Hand-on track records / legitimacy; Management and leadership skills; Strong oral and written communication skills; Ability to be creative and innovation-minded; Fast adaptation to changing requirements ; To work with minimal direct guidance,  self-motivated and proactive; Practical,  hands on approach to get results; Willing &amp; capacity to teach &amp; transfer knowledge to the team  ;", 
  "following": false, 
  "companyDescription": "AXA Group Solutions is an IT solutions company delivering services to the Group AXA &amp; to its banking and insurance companies.  We develops and operates transverse business solutions at international scale.  Our mission is to shape,  build and maintain the shared solutions of AXA Group.  The aim of these services is to sustain business development,  reduce time to market,  &amp; generate savings.  The Data Innovation Lab (DIL),  under the COO supervisory,  with a global reach,  is missioned to transform AXA Group into a data driven company,  developing a significant share of the business (product,  services,  tools…) from the proactive use of data for new usages.  The Data Innovation Lab is developing Big Data opportunities by increasing the understanding of AXA’s internal and external data in order to accelerate value creation.    We are assembling a global team to drive new and innovative ideas within our company.  The team will consist of subject matter experts on Big Data and R&amp;D,  including Data Scientist,  Data Explorers,  Business Analysts,  Big Data Solution Architect,  IT Experts,  Data Software Engineers,  and other roles,  and any necessary resources and tools the team consider necessary for success.    Please visit us on : http://www. axa. com/fr/ http://www. axa-groupsolutions. com", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "AXA", 
  "canFollow": false, 
  "companyId": "2221", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "AXA", 
    "title": "Data Science Lead Engineer (H/F)"
  }, 
  "description": "AXA Group Solutions is looking for its Data Science Lead Engineer !   - By setting up the right team,  with the right skills,  the Data Science Lead Engineer brings Big Data from the Lab to the Factory,  and makes data science truly used in operational business context.  - By supporting the Smart Data Studio,  he also facilitates data scientists productivity and efficiency.  He/she will be one of the key actor of the AXA GS / DIL Big Data offer.    The Data Science Lead Engineer builds and manages a team of 5 to 10 engineers,  in a fast growing environment.    He is responsible of the industrialization of the data science projects of the AXA GS / DIL Smart Data offer (5 to 10 projects per year).    He is responsible of operating a Data Science tool set (Smart Data Studio) used by 50+ data scientists,  doubling each year,  and within 10+ countries.    He is in contact with program managers,  chief data scientists,  chief architects,  technical managers,  product owners,  and IT managers.    Your role will be the following:   Industrialize Data Science projects Set up and follow the resources of its team to deliver industrialized data science projects; Consolidates and follow project reportings to the Head of Engineering Factory Smart Data;   Organize the Smart Data Studio (data science) offer With its team,  organise and follow the data science tools (smart data studio) offer :level 2 and level 3 support of the data science tools ; users training,  coaching,  guidance,  …; documentation; upgrades ; roadmap;   Organize the Data Science tools development and benchmarking Insure that the Data Science tools are up to date ; Define functionalities,  and prioritize the Smart Data Studio roadmap; Contribute to data science tools benchmarking and evaluation; Contribute to data science tools enhancements and new functionalities,  …;   Evangelize AXA Data Science Engineering within and outside the group Help AXA  to become a true data science player,  with a high level of reputation; In intern,  participate to training session,  tutorials,  interviews,  presentations,  MOOCS,  … to spread data science practice; In extern,  organize and participate to meetups, conferences,  exhibitions,  … to help AXA become a role model;"
}
