{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90376570", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "The Requirements: Completed a Degree in the area of computer science or equivalent Strong professional experience in Java development Proficient knowledge of Java and corresponding frameworks and technologies Understanding of Java Web Development tools i. e.  SOAP,  REST,  XML,  XSLT,  JSP etc.  Good experience or familiarity of Big Data technologies such as Hadoop Solid understanding of Linux operating systems Affinity to learn new skills and grow within a company that offers fantastic development opportunity Fantastic ability to work as a part of a team or unilaterally with minimum supervision You do not shy away from responsibility and are capable to think out of the box to meet targets and ensure the highest level of innovation You are as meticulous as you are organised and you use these strong attributes to successfully meet goals and targets Wonderful communication skills – able to converse strongly and positively both technical and non-technical (customers/clients) Fluent English communication skills,  spoken and written   What you can expect: Working in a dynamic and vibrant team using the latest and modern technologies Great career growth opportunities Flexible working hours and vacations Fun,  relaxed yet passionate working environment Flat hierarchy,  decisions are made quickly,  efficiently and effectively   This is a fantastic opportunity to work alongside some of the most reputable developers in the industry at a company that does not compromise on code quality.  They are one of the largest companies in the market and if you are on the search and looking for a position to boost your skills and career then send me your CV for consideration! I look forward to hearing from you.  ", 
  "following": false, 
  "companyDescription": "Optimus Search is a leading,  specialist executive search firm based in Berlin and headquartered in London and established in 2005.  With a rapidly expanding client base that consistently delivers world-class talent across multiple industries,  we are now a leader in head hunting throughout the globe.  Optimus Search was ranked 57th on the Virgin Fast Track 100 in the Sunday Times.    With over 10 years of experience in identifying the very best people for companies who demand exceptional people,  our clients recognise that we always look to surpass the conventional to satisfy their needs.     Working from London and Berlin,  our unrivalled track record of delivering the very best talent to companies across Europe has pushed Optimus to stand out from its competitors as the outstanding talent sourcing firm in Europe.    Our consultants are experts in their specific vertical markets and several of them have more than 10 years recruitment experience supplying world class talent to many DAX and FTSE 100 companies.     The three Optimus Divisions include:   Optimus Data &amp; Technology  Optimus Engineering  Optimus Life Sciences   Our mission statement:   “Customers and candidates are the sole focus of our attention,  understanding their needs and bettering their expectations is our primary mission”  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Senior Java Developer - Java,  Big Data,  Hadoop Stack,  Web Services"
  }, 
  "description": "Based in Frankfurt,  my client is an internationally established software house specialising in complex solutions for the finance domain.  With over 20 years of experience in the market,  they have successfully positioned themselves at the forefront of technology and are continuously growing from strength to strength.  As well as their main development team in Frankfurt,  they boast multiple offices across the world allowing them to maintain their solutions with their clients.  Due to the success that they have enjoyed,  they are now looking to add Java Developers with a good knowledge of Big Data/Hadoop to bolster their team.  You will bring with you a strong background in Java development and practical experience with Big Data technologies such as Hadoop Stack.  This is a very international opportunity,  so if you are looking for the dream move to Germany to develop your career then this could be the life changing role for you! The Responsibilities: Ongoing development and maintenance of their current software Manage company projects in order to successfully meet the requirements of clients Design and implement new and outstanding feature into their current and new platforms Support junior developers and coach them through the entire development process"
}
