{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86767082", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "This a extreamly challenging and active position.  Your CV must display the following areas in order to be succesful A university degree in Statistics,  Econometrics,  Business computer science or similar areas (Equivalent experience will also be considered) A very strong working knowledge of R is vital for this position A minimum of 3 years practical experience as a Data Scientist is required.  Experience as a Manager or Senior Manager is benefical but not essential You posses atrong analytical expertise with a passion for facts and figures and Data Analysis Good working knowledge of SQL and Other DBMSs A mimimum of one years hands-on experience with self-service data mining solutions like RapidMiner,  SPSS Modeler,  KNIME or similar Candidates will have a advantage if the have industry knowledge in marketing incl.  TV and media programming skills  German of C1 Level or High is required A good level of English B1 or higher is required Candidates must be able to work and live within the EU without restriction.  Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!", 
  "following": false, 
  "companyDescription": "We are looking for an individual who is creative and innovative in their work and wants to get involved in all levels of company life.    Located in Centeral Munich with connections across Europe we are in the prime location for young families and aspiring professional.    You will be joining a rich and vibrant company with an active social lifestyle and many company events.    We encourage our employees to take on self-learning to improve their own skill sets and bring new skills and ideas to their day to day roles.  To our newest data scientist recruit we offer: A fast growing dynamic and vibrant businesses Flexible working hours Language courses and personal development Flat hierarchies and direct communication paths to the top of the company Employee personal development training to management level and in the technical aspect Modern,  bright and well-equipped office building And more!!! Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Scientist - Hadoop,  SQL,  NoSQL,  Python,  R,  Machine Learning"
  }, 
  "description": "This is a new position for a Data Scientist to be based in Munich.  We are urgently looking for a candidate who is a skilled and experienced Data Scientist but also is not afraid to try new things and step out in the world of Data Analysis as well.  If you are a Data Scientist who likes a challenge and the ability to develop your own ideas and have a active part in the development and running of our Big Data team then this is most definately the position to you.  We are looking for someone who would be comfortable doing tasks such as: Formulating hypotheses from a variety of data sources and media outlets Selection and development of suitable data from our Data Warehouse for the design and (further) Development of sustainable statistical models &amp; Algorithms (As an example: TV Upliftberechnung,  TVEinschaltplan optimization,  Allocation of media budgets,  Customer Journey Analysis,  Conversion Council,  etc. ) Deep analysis of complex marketing relationships and formulation of recommended actions Automation of data analysis and data Mining techniques in a variety of forms Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!"
}
