{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90317698", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Scrum Experience Experience in Software development (especially Java)  Team Management  Big Data technologies (Spark / Storm is a big plus) Real time processing Strong communication and presentation skills in German and English (written and spoken) A relevant degree in (Business) Computer Science,  Physics,  Statistics,  Economics,  or Mathematics", 
  "following": false, 
  "companyDescription": "Big Cloud - from San Francisco to Shanghai and everywhere in between,  we connect the most innovative organisations with the best people in Big Data &amp; Data Science.  We enjoy speaking to great people,  working with great companies and having fun whilst we do it.  Are you a Hadoop Hero,  Spark Samurai or Machine Learning Magician? Are you interested in hiring the best people or working for the coolest companies? Yes? Us too…", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Big Cloud", 
  "canFollow": false, 
  "companyId": "5006426", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Big Cloud", 
    "title": "Technical Team Lead - Big Data & Data Science - work with Spark / Storm"
  }, 
  "description": "Are you an experienced Software Developer? Do you have solid expertise in Java and Scrum? Does the thought of working with Big Data excite you? Are you a born leader?    If all of these questions are answered yes,  please carry on reading:    One of the largest and most exciting global consulting companies,  is currently building and growing their Centre of Excellence for Big Data and Data Science,  and is seeking a Technical Team Lead to join their team in Berlin.   This company works together with some of the most prestigious organisations in Germany and are building this Big Data and Data Science CoE in Berlin to find innovative,  leading edge Big Data &amp; Data Science solutions to some of the most complex and challenging business problems - including streaming data,  telematics,  connected cars &amp; Internet of Things (IoT)   As a Technical Lead you will have the responsibility of leading and mentoring a development team,  and you will be driving initial development projects.  You will also have the opportunity of working on large scale projects involving Java,  Spark,  Storm.    The CoE is developing a culture of innovation and creative thinking where you will be able to design and develop solutions without boundaries in order to find the best solutions possible.  They also offer a professional culture as well as a warm and welcoming international working environment,  where every team member is extremely valued.     If you are interested in this opportunity and want to find out more,  please get in touch.   "
}
