{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86765836", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Educated to degree or equivalent level Knowledge of Excel Develop initiatives for providing more efficient bespoke tools.  Must have the ability to manage multiple projects,  as well as meet time constraints and expectations.  Designing new approaches to the presentation of the data.  Strong conceptual and problem solving skills.  Effective verbal communication skills; strong analytical and technical writing skills.  Strong organisational skills (demonstrated ability to manage multiple projects and priorities).  Excellent interpersonal skills; ability to work as part of a multi-disciplinary team with minimal supervision.  Excellent Research skills", 
  "following": false, 
  "companyDescription": "NHiS is part of Wilmington plc.  Wilmington plc has four operating divisions,  each built around market-leading businesses that deliver best-in-class experiences for customers.  With a divisional focus on the key sectors of Risk &amp; Compliance,  Finance,  Legal and Insight,  we provide the information,  education and networking opportunities that clients need to transform their businesses.  We work in the knowledge economy,  where information is a universally recognised asset,  and we draw upon an unrivalled array of data sources to generate advantage for our customers.  We operate across international borders,  using new technologies to deliver training,  insights and expertise to clients anywhere in the world.  We invest in exceptional talent; our people share a commitment to success that is second to none.  We harness this energy to deliver consistent growth – both personal and financial – and increased stakeholder value for clients,  employees and shareholders alike.  At Wilmington,  innovation and creativity go hand-in-hand for the mutual benefit of all concerned.  ATTENTION: To apply please email your CV and a covering letter to opportunities@wilmingtonplc. com.  We will not accept applicants without a CV attachment. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "NHiS Ltd", 
  "canFollow": false, 
  "companyId": "1046688", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "NHiS Ltd", 
    "title": "Healthcare Research & Data Analyst"
  }, 
  "description": "Do you have excellent researching skills and enjoy analysing data? We at NHiS are currently looking for a Healthcare Research &amp; Data Analyst to join our successful team based in Nottingham.  NHiS Limited is a specialist business at the forefront of healthcare intelligence; providing blue chip companies and the NHS and Social Care sector with insight,  understanding and strategy for increasing efficiency and developing outcomes.    Position summary:   The Healthcare Research &amp; Data Analyst’s main responsibilities are twofold: 1)     Research: Project initiation and scoping for new project 2)     Analyst: Importing,  cleaning,  transforming,  validating or modelling healthcare data with the purpose of understanding or making inferences for decision or management purposes.  Main Duties &amp; Responsibilities: Duties include but are not limited to: Develops and documents new analytic methodologies in collaboration with project lead.  Assists in the development of analytical techniques and comparative analyses as needed.  Participates in other special project teams as required.  Keeps current with respect to the relevant research literature.  Participates in the development of materials (e. g. ,  educational,  media,  etc. ) for dissemination of findings and knowledge translation.  Provides consultative support and responses to requests for information from internal and external clients Coach and mentor junior members of the analyst team Ensure there is an efficient QA process in place Participates in other special projects Keeps current with respect to the relevant research literature and regular updates in key NHS datasets To assist in the analysis of research findings and deployment of results by checking data,  analysing results using Excel spreadsheets,  creating/editing PowerPoint presentations,  writing reports. "
}
