{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90357773", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Schlumberger is the world’s leading supplier of technology,  integrated project management and information solutions to customers working in the oil and gas industry worldwide.  Employing approximately 115, 000 people representing over 140 nationalities and working in more than 85 countries,  Schlumberger provides the industry’s widest range of products and services from exploration through production. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Schlumberger Limited", 
  "canFollow": false, 
  "companyId": "1468", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Schlumberger Limited", 
    "title": "SAS Data Scientist"
  }, 
  "description": "Job Description:Schlumberger has an opening in Houston,  Texas for an SAS Data Scientist. Responsibilities:The candidate may work on any of the following:   Design,  implement and optimize algorithms using SAS for unsupervised and supervised learning based on structured and unstructured data  Develop powerful business insights from social,  marketing and industrial data using advanced machine learning techniques  Use SAS based big data technologies to develop algorithms that can handle massive amounts of unstructured and structured data  Work closely with the software engineering team to productize analytic software  Collaborate with system integration and data warehouse engineers on data extraction and data cleaning  Work in a highly interactive,  team-oriented environment  Qualifications:Education:   Required at least a Master’s Degree in a Quantitative field (Computer Science,  Mathematics or Statistics)  Extra specialization in machine-learning or data-mining preferred  Experience:   Minimum 7 years of work experience that includes hands-on exposure to advanced analytics (optimization,  data mining,  forecasting,  reporting,  etc. )  Strong proficiency in SAS programming required (Base/Advanced SAS certified)  Strong proficiency in one or more of the following programming languages: R,  Python or Matlab  Hands on experience with any of the below desirable:  · SQL Programming· SAS Enterprise Miner· SAS Enterprise Guide· SAS DS2 programming· SAS Text Miner / Sentiment Analysis Studio· Python Programming   Strong analytical skills and an understanding of various database structures  Strong data modeling and statistical model design  Ability to work in an Agile environment  Excellent communication,  verbal and written skills  Additional:   Must be able to work in the US without Sponsorship  Knowledge of Oilfield terminology and business practices  Ability to work in global distributed setting  Self-driven,  Proactive,  Systems Thinking  International exposure  Oil &amp; Gas industry exposure  Schlumberger is an equal employment opportunity employer.  Qualified applicants are considered without regard to race,  color,  religion,  sex,  national origin,  age,  disability,  status as a protected veteran or other characteristics protected by law. Schlumberger is a VEVRAA Federal Contractor – priority referral Protected Veterans requested. "
}
