{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90357333", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Fragrant Jewels is a dynamic eCommerce company that has grown exponentially over the past year while maintaining profitability.  We are on the cutting edge of direct marketing and making world-class consumer products with a twist. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Fragrant Jewels", 
  "canFollow": false, 
  "companyId": "6414650", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Fragrant Jewels", 
    "title": "Data Scientist"
  }, 
  "description": "We are looking for a motivated and strategic thinker with exceptional analytical skills to join our Marketing Team and lead our new Analytics Department.  Becoming a member of the Fragrant Jewels Marketing Team will put you on the ground floor of a fast growing company and you’ll have an immediate and direct impact on the way we market to our customers.  You’ll be looked on to not only explain what’s happening but also suggest how to react.  This is a leadership position.  If you thrive in environments where you can take the initiative and hit the ground running,  this is the right position for you.    What You’ll Do: Spearhead the implementation of Multivariate and A/B testing and perform post-test analysis,  developing insights and providing recommendations.  Perform ad hoc statistical and data mining analyses.  Explain the results of analyses to data geek and non-data geek members of our Marketing Team.  Proactively mine data to provide strategic insights to our Marketing Team.  Research and develop predictive analytics for consistent optimization of customer conversion rates based on structured and unstructured data.  Stay up-to-date on industry trends around data and communicate learnings to Marketing Team.  What You'll Need: Experience in web analytics,  A/B testing and multivariate analysis,  as well as website tagging.  Experience with computer programming and database administration.  Strong interest and experience working with Hadoop and Spark.  Must have exceptional written and verbal communication skills.  Capable of working with large amounts of data to support or refute a hypothesis.  A creative approach in developing actionable analysis and recommendations.  Ability to explain the results of complex quantitative analysis in a simple and concise fashion.  Must enjoy working in a fast-paced entrepreneurial startup environment.  At least 1 year of previous work experience as a Data Scientist.  MS or PhD in Statistics,  Mathematics,  or Computer Science is a definite plus.  Must be legally authorized to work in the U. S. "
}
