{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Bachelor’s Degree in related fields preferably in Engineering,  Computer Science,  Mathematics,  Statistics,  Physics or Programming Experience with Python,  Javascript or other languages Database query,  data analysis and data visualization tools experience Excellent English Experience with munging,  manipulating and analyzing complex,  high-volume,  high-dimensionality data from different sources,  preferably in retail sector Ability and will to be a part of and also be able to manage an agile remotely working software team Experience in preparing user / client training materials Experience in system and release testing leading to turnkey project deliveries  Hardworking,  initiator Excellent communication and organizational skills Keywords: Remote Work,  Home Office,  100% Remote Telecommute,  analysis,  data,  PL,  VBA,  nosql,  NoSQL,  sql,  SQL,  HIVE,  Hadoop,  Unix,  Linux,  Mathematica,  MATLAB,  Maple,  SAS,  Cognos,  Crystal Reports,  R,  Java,  Python,  C++,  machine learning,  javascript,  java,  Microsoft Office,  Microsoft Excel", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89080810", 
  "descriptionLanguage": "en", 
  "description": "RESPONSIBILITIES: Working with the algorithms for data management pertaining to prototyping,  algorithm design,  testing,  data analysis structure as well as supporting development and implementation for client delivery as a turnkey project inclusive of assisting with documentation for training and supporting going-live and ROI measurement.  Configuration and data quality of solutions.  Perform analysis on large data sets,  collating and reaching meaningful data interpretable from various angles. ", 
  "jobPosting": {
    "title": "Data Scientist", 
    "companyName": "Net Danışmanlık / Net Consulting"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "983391", 
  "canFollow": false, 
  "companyName": "Net Danışmanlık / Net Consulting", 
  "bottom": "true"
}
