{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91700339", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CyberCoders", 
  "canFollow": false, 
  "companyId": "21836", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CyberCoders", 
    "title": "Data Scientist (R,  LaTeX) for Start-up Analytics Company in DC!"
  }, 
  "description": "If you are a Data Scientist with experience,  please read on!We are a quickly growing Market Research Analytics and Polling Start-up in the heart of our nations capital.  We poll registered voters weekly on relevant policy and business issues to be used by our digital media company,  fortune 500 clientele,  and industry trade associations.  We are growing exponentially and are in need of talented and driven Data Scientists to join our team.  In this role you will be dealing in data collection and analysis.  You will use statistical techniques,  like regression analysis and machine learning,  to improve and develop statistical models.  If you are a talented Data Scientist with 1-3 years of professional experience and a desire to work in a fast-paced start-up environment,  we would love to tell you more about the role and our company as a whole.  -Must be Proficient in R to apply. --Excellent Compensation for Qualified Candidates Commensurate with Experience -----Please apply today if interested or you can send your resume to me directly (Word format please): steve. curran@cybercoders. com What You Need for this Position At Least 1 Year of experience and knowledge of:- R- Python- PHP- Machine Learning- LaTeX- Qualtrics- Version Control- C/C++/Java What's In It for You - Vacation/PTO- Medical- Dental- Vision  So,  if you are a Data Scientist with experience,  please apply today! Looking forward to receiving your resume through our website and going over the position with you.  Clicking apply is the best way to apply,  but you may also:  Email your resume in Word to:  Steve. Curran@CyberCoders. com  Please do NOT change the email subject line in any way.  You must keep the JobID: linkedin : SC1-1209673 -- in the email subject line for your application to be considered.   Steve Curran - Executive Recruiter - CyberCodersApplicants must be authorized to work in the U. S. CyberCoders,  Inc is proud to be an Equal Opportunity Employer All qualified applicants will receive consideration for employment without regard to race,  color,  religion,  sex,  national origin,  disability,  protected veteran status,  or any other characteristic protected by law.  Your Right to Work – In compliance with federal law,  all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire. "
}
