{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89000806", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Education &amp; Experience University Degree educated,  or qualified by relevant in-depth experience gained in a similar analytical role which supports decision making rather than pure reporting Experience of FMCG category management,  consumer/shopper research agency or head office retail experience (essential) Demonstrate prior knowledge and use of CatMan tools (desirable)   Skills Consistently demonstrate: Exceptional analytical skills with an ability to translate  data/information from insight into presentations to enable conversion to action plans Excellent written and oral communication skills,  with the ability to communicate insights and recommendations confidently and effectively Advanced  Excel  knowledge  including  creation of pivot tables and Macros,  use of look up functionalities Moderate-advanced Access database skills Adept and skilled at data mining i. e.  Nielsen to convert into key information and presentation for stakeholders,  including at senior level,  Highly numerate and results oriented Proven ability to think strategically and operate tactically Marketing,  trade marketing,  key account and retail knowledge a distinct advantage Inquisitive,  comfortable  challenge in a positive manner as part of seeking new and improved ways of working/utilizing data/information Must be fluent in English If you are interested in applying for this role,  please send your Cover Letter and Resume to UK. recruitment@revlon. com", 
  "following": false, 
  "companyDescription": "Revlon International Corporation is a Global Company with Head Offices in both New York and Barcelona; selling products in over 100 countries and in 6 continents.  In 2013 we acquired the Revlon Professional Business which led to a new CEO and management for both our consumer and professional divisions.  By the end of the year,  our corporate turnover exceeded $1. 9 billion.    With new management,  a new brand positioning with colour cosmetics,  and a bigger portfolio of brands and products; in 2015 we hope to increase our global presence by challenging the status quo and boost our innovation capabilities. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Revlon", 
  "canFollow": false, 
  "companyId": "165730", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Revlon", 
    "title": "Data Analyst & Planner"
  }, 
  "description": "Basic Function: The Company’s strategic objectives is to grow the current business and develop new business across the different Revlon brands,  categories and channels   The role holder will provide accurate and timely high levels of data analysis and customer insights information presented in a format which enables Revlon to identify and make business decisions linked to business opportunities.     This a key business facing role leading on the provision of analytics to support category management insight and associated strategies,  including for example pricing initiatives,  ranging,  promotional  and  merchandising effectiveness   Major Duties: Timely and accurate provision of the required ‘dashboard’ reporting decks for internal management use i. e.  blackbox reports,  bluebox reports,  dashboard,  product performance trackers,  new customer trackers,  SOV/SOM reports Develop in-depth understanding of the UK cosmetic and personal care markets with the ability to translate this into immediate and longer term recommendations Present and articulate findings to strategies &amp; insights to enable the business to make data driven decsion,  taking into consideration the wider global position and vision for the Business.    Proactively identify where there are business opportunities both for Revlon and its customers with particular emphasis on the development of new business for the different Revlon brands.  Fully understand and appraise the available qualitative and quantitative data sources available to Revlon.  Develop proposals for future information based on the business’ current and future requirements as part of continuous improvement mindset Optimise use of data source to to enhance both short and long term decision making Manage and maintain collaborative relationships with existing or new data providers ensuring maximum ROI Develop and maintain credible relationships with key customer accounts in order to further the Revlon point of view within the account and add depth to the Revlon understanding of customer and category needs.  Maintenance and support of data delivery systems.  Work as part of a virtual team  across the global Revlon business in order to fully understand the global context in which the UK operates Contribute to and work collaboratively with immediate team and cross functional counterparts,  speedily responding to internal and external ad hoc requests for data insights as required.  Attend relevant industry events designed to enhance category and consumer insights,  sharing knowledge to enable colleagues Support the Category Planner  &amp; Insights Manager with various additional responsibilities"
}
