{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86763677", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Required Qualifications: BS/BA with 10 years of experience,  MS with 8 years of experience or PhD with 6 years of experience.  Degree fields include Probability &amp; Statistics,  Operations Research,  Industrial Engineering or closely related scientific or technical discipline.  Strong background in statistical modeling,  machine learning (classification and regression),  distribution fitting,  design of experiments,  numerical optimization.  3+ years’ experience with SQL,  database schema development and best practices,  familiarity with any common database technologies (MySQL,  PostgreSQL,  Oracle,  etc. ) Expert knowledge of scripting or programming language (Python,  R,  S+,  Java,  etc. ) Able to communicate complex ideas through strong technical writing and impactful visualizations US Citizens only please Preferred Skills: Experience in reliability engineering such as reliability analysis,  development/execution of RCM program,  Condition Based Maintenance (CBM) Experience in developing,  testing and analyzing simulation models Experience in Agile development environment Familiarity with data integration and ETL concepts", 
  "following": false, 
  "companyDescription": "Clockwork Solutions provides predictive analytics software for enterprise asset forecasting.  By generating high fidelity future performance and cost information,  we enable Commercial and Government organizations to save a significant amount of operations and support costs for varieties of assets,  including capital intensive equipment such as: Oil Rigs Energy Processing Plants Communications Electronics Fixed Wing Aircraft Helicopters Weapons Systems Ground Vehicles Surface Ships", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Clockwork Solutions", 
  "canFollow": false, 
  "companyId": "48476", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Clockwork Solutions", 
    "title": "Senior Data Scientist"
  }, 
  "description": "The Senior,  or Principal Data Scientist is a rare and uniquely qualified,  experienced analytical problem solver with highly specialized technical and communication skills.   The candidate must demonstrate a profound knowledge of applied math and statistics and possess expert proficiency in developing new methods to solve problems through modeling and simulation,  data analysis and visualization,  cost &amp; risk analysis,  and developing data requirements for mathematical models.  The candidate must demonstrate the ability to effectively and efficiently communicate highly technical methods and results to peers,  subordinates,  managers and customers.   The Principal Data Scientist possesses expert level knowledge and experience in database design,  querying,  and manipulation as well as exceptional expertise with scripting and programming languages.  The Principal Data Scientist directs the delivery of analysis services and products in collaboration with other Data Scientists and under the direction of an Engagement Manager or VP of Services.   Job Duties: Works autonomously under the technical direction of an Engagement Manager on client projects and internal projects.  Applies the scientific method to evaluate multi-layered processes,  assets and operations with abstract models by applying constraints,  assumptions and statistical modeling to extract focused insight that supports client decision-making.  Applies Clockwork’s simulation platforms,  design of experiments,  conceptual modelling,  natural language processing and machine learning to creatively solve dynamic,  difficult problems focused on evolving client challenges.  Supports client strategic and operational goals by delivering insight to reduce cost,  increase readiness,  quantify uncertainty,  bound risk,  reduce waste and add confidence.  Evaluates simulation analysis output to reveal key insights about unstructured,  chaotic,  real-world systems.  Proposes new or revised analytical methods and projects in the areas of simulation analysis and predictive modeling.  Represents Clockwork in interactions with clients,  partners and the professional communities of operations research,  modeling and simulation,  and logistics.  Applies programming languages and modeling platforms to write code that represents complex systems with logic for use in high-resolution predictive simulation models.  Applies statistical methods and simulation modeling to investigate intrinsic system complexity in time dependent processes including equipment aging,  system-wide interactions and the dynamic effects of operations and maintenance.  Participates in product development and in testing.  Supports Clockwork’s Business Development efforts.  Supports Director of Consulting and Chief Scientist as required.  Assignments include but are not be limited to:Research and development of analysis methodologies and the practical application of them Leading data extracting,  cleansing and data analysis processes Leading statistical analysis of historical input data and simulation output data Constructing simulation analysis models Developing software to enhance data management tools for use in predictive analysis Leading the Clockwork study management process Preparing and presenting interim and final briefings to clients    · Occasional travel required (&lt;10%). "
}
