{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85373007", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Experience and Qualifications M. S.  or Ph. D.  degree in computer science,  engineering,  mathematics or a related field.  Over 5 years’ experience and a proven success record as senior software engineer or manager designing and delivering distributed,  multi-tier enterprise software applications on JEE.  Proven success in managing projects of various size and scope which includes overseeing the work of team members and other functional areas of the business.  At least 2 years’ experience using a combination of Big Data (including Hadoop/MapReduce) and NoSQL technologies to enable analytics or large data processing solutions or applications Expert-level competency in two or more programming languages such as C,  C++,  Java,  Perl or Python; experience with SQL and database application development.  Experience with best software development practices such as agile development,  unit testing,  continuous integration and performance/memory profiling.  Excellent problem solving and communication skills,  ability to work within and across diverse teams (Analytics,  Software,  IT,  Product Management) to build consensus and find solutions.   Comfortable working both as a team leader and an individual contributor.  Desirable Qualifications Experience in cyber/network security and good familiarity with networks infrastructure and protocols.  Software technologies: RESTful API development,  Spring,  JSON,  XML,  Rally,  Git,  Maven,  Jenkins.  Big Data technologies: Hadoop/CDH,  Spark,  Storm,  Pig/Hive,  Mahout.  NoSQL technologies:  Couchbase,  Cassandra,  MongoDB,  Hive,  Impala,  Hbase,  Elastic Search Experience designing and implementing Cloud services and applications (on AWS or similar),  experience with Cloud platforms (OpenShift/OpenStack).  Experience with application of machine learning tools and algorithms to large real-world data sets. ", 
  "following": false, 
  "companyDescription": "WHY MAKE A MOVE TO FICO? At FICO,  you can advance your career within one of the fastest-growing fields in technology today - analytics.  With our industry leading credit scores and other solutions,  FICO is the leader in predictive analytics for banking,  insurance,  retail and healthcare.  Our ability to drive smarter decisions is driving some of the world’s leading companies to a new level of analytics-fuelled success.  Our success is founded on really talented people – just like you – who enjoy: •Innovation – change the game for us and for our clients around the world •Teamwork – lead and learn from the very best in your field • High Performance – challenge yourself and reap the rewards of delivering results •Opportunity – grow with a global company that develops talent FICO™ (NYSE:FICO) delivers superior predictive analytics that drive smarter decisions.  Our groundbreaking use of mathematics to predict consumer behavior has transformed entire industries and revolutionized the way risk is managed and products are marketed.  FICO's innovative solutions include the FICO(R) Score - the standard measure of consumer credit risk in the United States - along with industry-leading solutions for managing credit accounts,  identifying and minimizing the impact of fraud,  and customizing consumer offers with pinpoint accuracy.  Most of the world's top banks,  as well as leading insurers,  retailers,  pharma businesses and government agencies rely on FICO solutions to accelerate growth,  control risk,  boost profits,  and meet regulatory and competitive demands.  FICO also helps millions of individuals manage their personal credit health through www. myFICO. com.  Learn more about FICO at www. fico. com.  FICO is an Equal Employment Opportunity Employer that values the strength that diversity brings to the workplace.  FICO: Make every decision count. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "FICO", 
  "canFollow": false, 
  "companyId": "3398", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "FICO", 
    "title": "Big Data Analytic Scientist (Senior or Principal)"
  }, 
  "description": "In this Analytic Scientist – Big Data role you will be a senior contributor to Transaction Analytics initiatives,  FICO Decision Management Platform,  and FICO Analytic Cloud.    Major responsibilities include: Design and develop analytic enterprise and cloud software using a variety of languages/platforms to support integration and deployment of analytics products and solutions.  Architect and develop analytics Big Data tools that scale up to enable processing and analysis of large volumes of data in different formats collected from disparate sources.  Adapt analytic solutions and algorithms to enable their deployment and applicability in real-time transaction processing environments.  Develop infrastructure for analytics and analytic software development,  automated testing,  and release management.  Mentor analytic scientists in advanced software development practices,  software methodologies,  and technologies.  Manage software and analytics deliverables under time and resource constraints,  work with other teams within FICO (software,  IT,  product management,  and product support),  and external customers; provide high quality support to enable integration and deployment of analytics software and solutions.  Evolve Transaction Analytics Big Data tools and infrastructure; evaluate new technologies,  balance performance and cost constraints.  Contribute independently as well as a team member or team lead.  Travel and work outside of normal business hour as business dictates. "
}
