{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90349007", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "1 or 2 years of data analytics experience; SAP Functional Knowledge (key user profiel) Including MM/SD and FI/CO) Minimum bachelor degree is required; Fluent in English; The ideal candidate possesses strong communication skills,  is pro active and is analytical and accurate. ", 
  "following": false, 
  "companyDescription": "Our client is the European market leader in the still fruit drinks market.  They are part of a large international group and represents several well known brands and are active in over 80 countries on a global scale.  The holding location in Amsterdam is the location where e. g.  the data management team is operating from.  Accurate vendor,  material and customer data is becoming more important in order to realize reliable and on time business intelligence.  Therefore the organization is expanding the Data Management team. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Sterksen", 
  "canFollow": false, 
  "companyId": "57036", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Sterksen", 
    "title": "Master Data Analyst"
  }, 
  "description": "Be part of an international market leader and work on the optimization of master data management activities on an European scale.    De functie The Master data Analyst is the point of contact for cross BU master data maintenance requests for vendor,  customer and material records and the related products and customer hierarchy.  you will be responsible for ensuring that the master records are created and maintained according to established regional standards and within the agreed timelines.  Tasks and responsibilities: Realize accurate and timely entry of all assigned master data in SAP and supporting systems; Ensure compliance with with the existing system and business procedures used to create and change Master Data; Perform regular checks and supports cleansing of master data; Monitors compliance of the Master data objects.  proposes and implements corrective action when needed; Assist in creation and maintenance of new documentation for business and system processes implementations and changes related to Master data; Support defined business rules on creation and maintenance of Master data and extend where possible in close cooperation with the Data Quality lead; Build a close link to IT department to be able to maintain a stable regional master data Environment.  Het aanbod The possibility to work for a interesting international market leader; market conform salary; 25 holidays; Interesting bonusplan; Great pension plan. "
}
