{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85371539", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "We're Australia's leading telecommunications and information services company,  with over 100 years' experience in helping people get and stay connected.  Over that time we've built up an impressive resume as one of Australia's largest companies,  with around 38, 000 employees worldwide,  a spot in the top ten listed Australian organisations and a place in the Global Fortune 500.  We're proud of our history as one of Australia's biggest brands.  But we want to be Australia's favourite brand too.  That means we're making some of the biggest changes in Australian corporate history; it's about putting the customer at the heart of everything we do,  and innovating our technology,  operations,  brand and culture.  And for our people,  that means once-in-a-career opportunities to work on great things that matter. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Telstra", 
  "canFollow": false, 
  "companyId": "1636", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Telstra", 
    "title": "Data Scientist"
  }, 
  "description": "Key Accountabilities:Business Intelligence and Analytics Capability  Proactively engage and collaborate with key stakeholders across the business to identify relevant sources of data.  Conducts data exploration to discover new information.  Manipulates and models data for reporting and forecasting.  Conducts data extraction,  data integration and ETL to develop new metrics to drive business decisions.  Develops innovative and effective approaches to solve client's analytics problems and communicates results and methodologies.  Assist Sales Operations and the Sales Organisation in determining business issues and recommend solutions to improve how information is identified and acted upon,  which will in turn drive business value.   Conduct industry benchmarking from internal and external research providers.  Reporting Capability  Develop and implement regular reporting to the Sales organisation and various stakeholder groups on the status of Sales pipeline,  products,  clients and incentive programs.  Utilise existing systems (Salesforce,  Excel,  Tableau,  and Alteryx) to develop consistent,  accurate and reliable reporting for a number of forums.  Implement a quality assurance and review process to ensure relevance and value of the reporting portfolio to the Sales organisation.  Create and maintain databases and systems to assist management of information related to reporting.   Understand and maintain visibility for the business area of the workflow from various internal stakeholders.  Prepare reports identifying the status of work,  sorted by various categories which show trends and performance against targets.  Essential Attributes:  Proficient in data,  mapping and analysis (statistical,  visualisations and written) Commercial minded,  with ability to apply this through operational reporting and recommendations.  Solid analytical thinking.  Strong learning capability and interest to drive continuous improvement Strong communication skills Able to build interpersonal relationships with stakeholders.  Attentive to details and quality oriented.  Adaptable to change.  Proactive problem solving and decision-making skills.  Desirable Attributes:  Tertiary qualifications in Economics,  Research,  Statistics or Engineering or related disciplines.  Able to work independently with the proven ability to meet tight deadlines.  Strong communication and presentation skills.  Demonstrated ability to work in teams and manage complex organisational environments Demonstrated ability to engage constructively with internal stakeholders and customer senior representatives 2+ years' experience with data processing and statistical modelling.   We work flexibly at Telstra.  Talk to us about how this job could be flexible for you. "
}
