{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90377503", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "• Experienced user of data mining tools.   • Extensive programming,  database extraction and analytical experience  • Computer literate (Excel,  Word and Outlook 365)  • Attention to detail.   • Excellent communication skills,  both verbal and written.   • Negotiation and influencing skills.   • Good time management and organisation skills with the ability to prioritise workload.   • Strong analytical and problem solving skills,  with the ability to adopt a logical approach to resolving problems.   • Self-motivated and enthusiastic.   • Tenacious and resilient.   • Ability to use initiative,  be accountable and to identify and resolve issues independently.   • Knowledge of Company policy/procedures.   • Knowledge of relevant legislation to Employment Law/Criminal Law/Computer Law/Data Protection Act.   • A proven track record of adding value and positively contributing to team/company objectives. ", 
  "following": false, 
  "companyDescription": "We're the UK’s largest privately owned fashion retailer with seven major high street brands: Burton,  Dorothy Perkins,  Evans,  Miss Selfridge,  Topshop,  Topman and Wallis,  along with our out-of-town fashion destination Outfit.  It’s not just about the UK high street; with transactional websites,  social media and over 680 global locations,  our presence is felt all over the world.    It's not only our products but our people who drive our success.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Arcadia Group Ltd", 
  "canFollow": false, 
  "companyId": "633746", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Arcadia Group Ltd", 
    "title": "Investigations Data Analyst (6 Month Fixed Term Contract)"
  }, 
  "description": "An opportunity has arisen for an Investigations Data Analyst to join our Audit &amp; Investigations department.  You’ll become part of a diverse team of specialists responsible for combating internal and external fraud.  This function is pivotal in protecting our business from the effects of fraud,  theft and misappropriation.  To provide sufficiently prepared data to enable the Investigations Managers to prevent the misappropriation of company monies by efficiently and effectively analysing,  detecting,  investigating,  reporting,  preventing and recovering losses.  Investigations Managers work across the brands in any location and across all functions,  planning and undertaking investigations into allegations of fraud of varying nature and complexity.    KEY RESPONSIBILITIES  • Devise and build fraud detection streams to quickly identify any fraudulent activity.   • Actively strive to increase number of cases detected through data mining techniques.   • Analyse data accurately in order to identify suspicious activity,  producing and interpreting reports through data mining.   • Identify patterns within fraudulent activity to expose fraud rings and other threats.   • Analyse and interpret management information to identify fraud threats and trends,  and propose appropriate preventative measures.   • Monitor the external marketplace to understand current fraud trends and anticipate future fraud threats in order to improve the prevention and management of fraud.   • Contribute to future data developments and enhancements to assist in fraud identification,  communicating with Head Office departments such as IT to ensure accuracy of data requirements. "
}
