{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90316066", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Your Profile:   Business knowledge   Experience in banking,  Utilities or Public sector as being part of the business or as being part of projects as consultant Experience in digital transformation projects Project management (structured) and agile methodologies   Consulting skills Business developer Client and result oriented Ability to see and keep focus on the big picture,  while also working on the details Quality minded,  ready and willing to go the extra-mile   Soft skills Entrepreneurship and pro-activity Innovative mindset Superior presentation and communication skills Fluent speaker and writer (Trilingual: Dutch,  English,  French) Good relationship skills,  team player Adapts quickly and easily Can communicate equally well with Business and IT people Can work independently     Technical skills   You have advanced knowledge of BI concepts and best practices Very good understanding of BI &amp; Big Data landscape in terms of technologies You are familiar with technical aspects of BI: architecture,  ETL development,  relational databases (Oracle,  DB2,  SQL server)… Additional skills (a plus) Affinity with analytics,  good grasp of major predictive concepts Understanding of important Change Management topics and how it’s relevant to BI &amp; Big Data Knowledge of Data Governance", 
  "following": false, 
  "companyDescription": "Sopra Steria Group,  a major player in consulting,  technology services and software publishing in Europe,  assists its clients in the successful transformation of their business and information systems.  By combining value and innovation in the solutions proposed,  and delivering utmost quality and performance in the services provided,  Sopra Steria Group positioned itself as a preferred partner for major companies and organizations; especially those looking for the best use of digital technology for their development and competitiveness.  The Group has over 37, 000 employees and generated a turnover of over 3. 1 billion Euros in 2014.  For more information,  find us on www. soprasteriagroup. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Sopra Steria", 
  "canFollow": false, 
  "companyId": "3054", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Sopra Steria", 
    "title": "Senior (BI & Big Data) Analyst (F/M)"
  }, 
  "description": "We offer the opportunity to work in a fast growing and dynamic team on challenging national and international projects in different industries.  We also offer the opportunity to continuously deepen your knowledge and to further develop your personal competencies.  We have a local “Business Labs” to foster innovation,  explore new solutions and technologies and be at the forefront of the market.  We are currently looking for a M/F Senior Analyst to reinforce our BI practice.    Your Role:   Lead workshops to gather and analyze Business Requirements that are related to BI or Big Data projects Rapidly acquire an in-depth and extensive understanding of the core Business domains of our customers Document the requirements of BI users in a clear and highly structured fashion: Update (complex) data models in all layers (relational and star schemas) Analyze (complex) mappings between sources and targets Prepare test scenarios and cases; support execution of functional and Business tests Be a key person of contact towards the Business Act as a bridge between Business and IT Elaborate reporting layer with the Business with efficient visual communication principles in mind Explore and document the links between companies Big Data objectives,  and the data sources (internal or external) Guide customers in how best to get started with Big Data,  from a Business perspective Cooperate closely with Architects and Technical leads to ensure consistency and feasibility of solutions Coach medior and junior Consultants in best practices,  efficient ways,  and help them grow and evolve"
}
