{
  "jobPosting": {
    "companyName": "Client Server", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "clientserver-big-data-architect-nosql-hadoop-1", 
    "title": "Big Data Architect (NoSQL Hadoop)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100283277, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. client-server. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAYeAAAAJDUwODcxYzM5LTFlOGMtNDEyZC05YTc5LWNkMWU5NTczOTJhYw. png", 
    "universalName": "client-server", 
    "companyId": 99339
  }, 
  "description": "    2318    London,  £65000 - £90000 per annum + bonus + benefits    Job Type: Permanent    Managed by: Java Development Team    Big Data Architect / Big Data Consultant (Big Data Core Java Hadoop    NoSQL) Award winning IT Consultancy is seeking an experienced Big Data    Architect to join a rapidly evolving section of the organisation,     responsible for design,  direction and technological decisions for a    wide variety of projects.     As a Big Data Architect you will onsite with large scale,  corporate    clients mainly within the M25,  to construct and execute project vision,     across a plethora of different technologies as part of a vastly    experienced team of software developers.     This is a great opportunity for someone with large scale data    engineering experience to directly influence strategies which are at    the forefront of technological innovation.     Requirements For a Big Data Architect       Track record of working with software and solution architecture       An excellent understanding of the Big Data technology landscape       Strong experience designing and implementing solutions built upon        tools within the Hadoop ecosystem       Willingness to travel to client projects (Mostly in the M25 but        some further travel may be required)       Excellent written and oral communication skills       Certification in leading Hadoop distribution desirable       Knowledge of NoSQL databases desirable     As a Big Data Architect you can expect to earn a highly competitive    salary (to £90k) plus benefits.     Send your CV or call for more information regarding this Big Data    Architect opportunity.     REF: BB/7238/A/JY/201115", 
  "companyDescription": "      Client Server    Client Server Ltd is a leading IT recruitment consultancy specialising    in positions in London and the South East.     Our focus is finding exceptional candidates for exceptional    organisations including established technology leaders,  innovative    technology start-ups,  hedge funds,  banks and consultancies.  Offering a    personal and flexible approach,  coupled with a high degree of    professionalism and integrity ensures the provision of an effective    recruitment solution to both our client companies and candidates. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
