{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87812862", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Requirements: Master’s Degree in Computer Science,  Mathematics,  Applied Statistics (Science,  Technology,  Engineering and Math) from an accredited college or university  Minimum of 4 years of experience with massive data sets (Big Data),  with experience building analytic products Proficiency in: Machine learning methods at an experienced level 4+ years.  Including Time series analysis,  Mixed-effect models,  Longitudinal data analysis Hierarchical Bayes Learning techniques such as Decision Trees,  Boosting,  Random Forests.  Processing frameworks such as Apache Spark  ", 
  "following": false, 
  "companyDescription": "Optimus Search is a recruitment company that supplies high class talent to companies in Europe.  With 10 years of expertise working with some of the biggest names in the industry we know what makes a recruitment company successful – “understanding of our clients’ needs”.   We have broken our business down in to three separate divisions in order to make sure it is clear to you,  as a client or as a candidate,  as to exactly what markets and therefore what skills it is we recruit for.  The Three Divisions are as follows:  • Optimus Data &amp; Technology  • Optimus Engineering  • Optimus Life Sciences  Our range of services includes contingency search,  executive search and contract recruitment.   With various awards to our name including the Virgin Fast Track 100,  the Optimus Search brand is recognised as a recruitment company that will deliver on its promises.   Follow us on Facebook and Twitter for more updates.   Facebook: www. facebook. com/Optimus. Search  Twitter: @optimussearch", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Lead Data Scientist"
  }, 
  "description": "Optimus Search has a fantastic opportunity for a database architect with a fast-growing online Clothing Industry- please read on for more information.    Role: Lead Data Scientist Salary: 60k-70k Start date: ASAP Location: United Kingdom   Overview of role:   In search of exceptional Lead Data Scientist with a proven track record of managing a data science team.  You will make cross-functional liaisons within the company with the analytical,  marketing and product departments.    Key responsibilities: Working with seniors to understand ways in which the company can solve,  translate and understand raw data to best benefit the business.  Manage important processes that are imperative to data results whilst building and operationalising technical solutions.  To identify business complexities and problems,  this may be established through developing hypothesis and designing experiments &amp; tests,  to then evaluate and derive meaningful and insightful conclusions.  You will join a world-class,  multidisciplinary team and must be a hands-on,  inquisitive and a team player. "
}
