{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80842258", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "trivago is the world’s largest online hotel search.  On our website,  travellers compare prices of over 700, 000 hotels worldwide from more than 200 booking sites such as Expedia,  Booking. com or Olotels. com.  More than 45 million visitors use trivago every month as an independent source of information to find their ideal hotel.   We are an innovative and international team from more than 60 countries.  If you want to be part of a dynamic group and assist in the development of a very unique company,  trivago is the right place for you.  Here at trivago we can offer you a flexible and self-directed working environment.  You can develop your skills quickly and gather valuable insight across various departments of the company,  offering you cross-functional opportunities where your success will be immediately tangible. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "trivago", 
  "canFollow": false, 
  "companyId": "404429", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "trivago", 
    "title": "Junior Data Scientist - Business Intelligence"
  }, 
  "description": "Join trivago and help shape the future of the world’s largest online hotel search.  Work with the latest technology and with colleagues from over 60 countries.  We believe in personal development through flexible,  self-directed work and cross-functional opportunities.  Enjoy a work environment that encourages new ideas,  having fun and challenging the status quo!   Our Business Intelligence department is on the lookout for a data enthusiast with a love of problem solving to join the team.  In this role you will work with cutting-edge technology (Hadoop,  Spark,  Protobuff,  Kafka,  etc. ) to gather the relevant data needed to generate business insights for our advertisers and internal BI teams - Market Dynamics and Marketplace.  You will act as a data consultant to various departments where advertiser-related projects are being implemented and become the go-to person when technical data related issues arise.  If there is a query to be solved,  a question to be asked or root cause to be found,  you will be the person on the scene extinguishing the fires with your impressive data knowledge.    The ideal candidate: Holds a degree in Computer Science,  Mathematics,  Statistics or Natural Sciences.  Is familiar with Data Analysis.  BI experience or equivalent would be great but is not essential.  Has a good understanding of programming languages.  Knowledge of R,  Phyton,  SQL,  Hive or Impala would be a plus.  Can be trusted to pay attention to detail.  Is an analytical mastermind who enjoys finding the root causes of problems.  Possesses excellent communication skills which make it easy for them to explain complex matters in a clear,  intelligible way.  Is curious by nature and is highly motivated to learn new skills.  Can start as soon as possible.    Life at trivago: trivago is an exciting hub of multi-cultural activity where nationalities from all around the world come to share their knowledge and work together on redefining the travelling experience for millions of people.  We nurture all our talents and provide them with the support they need to develop professionally as well as personally.  We encourage fanatic learning through regular workshops,  seminars and constant feedback,  as well as promoting quick decision making in keeping with our trial and error philosophy.  Flexible working hours are in place to create a trusting environment where productivity is measured through goals rather than how many hours spent in the office.  For our internationals,  we help with relocation and provide language classes for those wanting to learn or practice their German.   Join us at trivago - a place where talented minds meet,  crazy ideas are shared and innovation is born.    Additional information: This is a fixed-term position with the intention of continued employment after one year.  We do not require the services of an agency for this position.   Apply online: http://www. trivago. com. au/jobs/details/1144-junior-data-scientist?cip=99060001013233   Please note we only process applications via this URL.  If clicking the URL in this message does not work,  just copy and paste it into the address bar of your browser. "
}
