{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "MSc/ MA in a quantitative field with working knowledge of Computer science –Mandatory (Ph. D.  - an advantage).  At least 2 years' experience in the field as a Data Scientist- Mandatory.  Statistical modeling experience –Mandatory.  Very good knowledge of machine learning algorithms and good knowledge of big data applications- Mandatory.  Proficiency with Java and R -Mandatory.  Experience in designing and developing solutions for increasing yield-Mandatory.  Hands- on experience and interest in working on hands-on level rather than just theoretical-Mandatory. ", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89074069", 
  "descriptionLanguage": "en", 
  "description": "A Data Scientist to join the CTO division in ECI,  which is in charge of research &amp; development of the company’s next-generation state-of-the-art technologies.   We seek a savvy data scientist to expand our capabilities in general and improve our network management capabilities,  add new ones to our cyber security portfolio and provide insights to our customers' databases.   The data scientist will be a key member of the team that is making sure our different analytics products are utilizing state of the art technologies and methodologies and are best in class.  In this role you will Work with others to develop,  refine and scale data management and analytics procedures,  systems,  workflows and best practices.  A key challenge for you in this role will be to go beyond simply being a “stats” person or modeler and be someone able to “get into the grid” in the programming languages that are used in a Big Data environment. ", 
  "jobPosting": {
    "title": "Data Scientist- Innovation Center", 
    "companyName": "ECI Telecom"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "3703", 
  "canFollow": false, 
  "companyName": "ECI Telecom", 
  "bottom": "true"
}
