{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89089127", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Solid experience of relevant professional experience applying statistical analysis and social science research methods.  Strong digital analytics experience across web,  social,  and search as well as familiarity with tools is beneficial (Ominiture,  Google Analytics,  Facebook Insights,  Google Insights)  Strong understanding around structuring and executing research including modeling,  forecasting,  audience segmentation and key driver analysis.  Strong Microsoft Excel skills with experience programming Macros,  understanding and applying Excel Formulae,  designing Pivot Tables.  Experience with data mining and/or business intelligence platforms.  Experience with data processing analysis using statistical programming (i. e.  SPSS,  R,  Python).  Some experience with basic visualizations tools such as Tableau desired.  Possess ability to effectively structure and communicate both measurement and research findings.  General fluency or exposure to data architecture principles and ability to communicate requirements to Software Developers.  Strong business acumen with a basis in understanding fundamental marketing principles.  Experience in brand consulting or brand-related insights work would be an added asset.  Previous management experience is a necessity including budget management and an in-depth understanding of the full process for major research projects-including scoping,  costing designing and delivering projects to clients.  Possess a bachelor or graduate degree from an accredited post-secondary institution or have commensurate life experience.    Skills   Clear and professional written and verbal communication skills Proficient IT skills and good knowledge of the MS office suite- Excel,  Word,  and PowerPoint High level of organisation and time management skills with the ability to effectively prioritise tasks and respond to urgent requests Superior report writing and client presentation skills,  including the ability to boil down a complex project to a concise PowerPoint presentation that tells the story and provides recommendations Curiosity in learning new tools,  methodologies and approaches.  Project planning and internal resource managementLogical and creative thinking High degree of accuracy and attention to detail,  together with an analytical mind  Use scripting language (R,  Python,  or similar) to manipulate and process data. ", 
  "following": false, 
  "companyDescription": "Edelman is the world’s largest public relations firm,  in 13 markets across Europe &amp; CIS,  and over 65 offices and more than 5, 000 employees worldwide,  as well as affiliates in more than 35 cities.    Edelman is a full service public relations agency comprised of eight global practices which make up our core competencies – Consumer Marketing,  Corporate &amp; Financial,  Digital,  Health,  Public Affairs,  Business &amp; Social Purpose,  Employee Engagement and Technology,  each with related specialty areas such as sports marketing and sponsorship,  citizenship and CSR,  crisis and issues management,  employee engagement,  clean technology,  consumer health,  data security &amp; privacy,  CEO transition communications,  branded entertainment,  health engagement and market entry.  In addition to our key practice areas,  Edelman has specialist divisions offering services such as design,  content,  planning,  media training,  research &amp; insights with speciality firm Edelman Berland,  video production,  events,  copywriting,  website design/build and support services.    Edelman has been awarded seven Cannes Lions including the Grand Prix for PR in 2014.  Edelman has been voted Benelux Agency of the Year 2014 by the Holmes Report as well as Global Agency of the Year 2013 by the Holmes Report and International Agency of the Year 2013 by the PRCA.  In Europe Edelman was named the Holmes Report’s 2013 Best Agency to Work for and the European Excellence Agency of the Year 2013 and is a Sunday Times Best Company to Work For.    For further information: www. edelman. com", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Edelman Berland", 
  "canFollow": false, 
  "companyId": "53464", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Edelman Berland", 
    "title": "Data Analyst"
  }, 
  "description": "Edelman Berland is the in-house Insight and Intelligence arm of Edelman,  the world’s largest independent Communications Marketing Company.  Edelman tackles clients’ business and communication challenges by creating multi-disciplinary and digital by design communication programs.  We are therefore working within a truly integrated global network,  on some of the world’s biggest and most exciting clients: Richemont,  Microsoft,  GE,  LVMH,  Novartis,  Kellogg’s,  KPMG,  Unilever,  Heineken,  Disney as well as public authorities and governments.  Edelman Berland is a fast growing agency (20% growth only last year!) with a unique twist,  we pride ourselves in being a boutique agency.    Edelman Berland is a method neutral team,  combining advanced expertise in primary and secondary research as well as cutting edge digital analytics.  This enables us to be tool agnostic and to create unique adhoc approaches,  acting as strategic advisors for both the Edelman teams and our clients.   Our reason to be is to provide insights to make their engagements with the world the smartest they can be.    The role overview:   You’re fluent in the various technologies that define the digital and online space.  You’re passionate about understanding their impact on human behavior.  You are passionate about learning more and understanding the big picture.  You strive to balance innovative and creative thinking with mathematical and scientific foundations and have a firm understanding of business and marketing insights.    As a Data Analytics Manager,  you will provide strategic insight and guidance to drive understanding of online communities and behavior.  You will also provide technological and methodological perspective for clients,  account teams and the whole organization.  You must be comfortable working as a qualitative and quantitative researcher (using statistical methodology and data-processing tools) and an effective communicator.  An interest in integrating and understanding data from a variety of internal and external sources is a must as is curiosity.    An engaging,  fast-paced environment,  competitive salary and benefits package is on offer for the successful candidate.      Key Accountabilities   Interface directly with Account teams and Clients to design research programs and deliver marketing performance reports and ad hoc research studies.  Proposal writing Apply qualitative and quantitative methodologies to generate insight from data.  Includes mid-level statistical modeling and data processing.  Work with internal senior leadership to leverage fact-based insights to optimize strategy and program development,  define KPIs for success and implement measurement programs to gauge performance on KPIs.  Effectively distill data into coherent analysis,  insights and ultimately actionable recommendations in straight forward and simple language.  Support the primary research experts with their analytical and statical needs using structured data.    Client relationship management and client counsel Communicate effectively with colleagues,  internal partners,  external suppliers and with external clients Provide guidance and leadership to more junior staff on day-to-day tactical implementation of theory to real-world projects.    Responsibility for budgets,  excellent quality of work from the team and delivering tasks against deadlines Support internal research initiatives focused on developing new research methodologies,  best practices and expanding Edelman Berland’s reputation as a Insights and Intelligence thought leader,  understanding method neutral research design "
}
