{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85393409", 
  "descriptionLanguage": "en", 
  "description": "Why is our Data Science team the next step for you?Based in the heart of the City and working from our stunning global head office,  Worldpay's Data Science team work smart and work together to provide insight into customer,  cardholder,  transactional and financial behaviour.  The team drives initiatives that increase business performance for both internal and external stakeholders and derive insight from accumulated data and analysis to help guide management and operational decision-making. How will you add value on a day-today basis?The key purpose of the role is to provide insight into customer,  cardholder,  transactional and financial behaviour,  which will drive initiatives that increase business performance and derive insight to help guide management and operational decision-making.  You will be using state-of-the-art data mining tools and analytical methodologies to drive improved decisions.  As part of your role you will be developing and implementing various types of predictive models,  segmentation strategies,  optimization algorithm's and data mining analyses; integrating these into business processes with a targeted result of increasing revenue. We will also expect you to develop optimisation models to maximise potential customer value,  increasing Worldpay performance in the process and formulate consistent benchmarks to enable customer level comparisons.  You will also be interpreting outputs to provide client and market insights,  communicating these to the sales and account management teams.  This will help support the sales team in their commercial discussions and in strategic reviews to help achieve the financial goals. What will make you the ideal candidate?Our Senior Data Scientist will be highly numerate,  probably with a degree in a relevant subject area such as Mathematics.  You will bring excellent SQL coding skills and strong statistical analysis or data mining preferably with R,  Python and Oracle tools.  We are also looking for a background in Business Intelligence with experience of building models and deploying a wide range of statistical techniques to produce business value.  We would expect you to have a proven track record of applying analytical skills to a variety of business problems delivering quantified benefits to the business as a result.  Furthermore you will bring experience delivering business solutions and presentations to senior management to drive business growth,  with excellent communication and influencing skills. Technical Skills:Experience with Predictive Analytics and Advanced Analytical MethodologiesKnowledge of front-end tools such as Tableau,  Microstrategy or Business ObjectsKnowledge of the Hortonworks /Hadoop stack (Hdfs,  Hive)Strong programming ability with either Python,  R,  Scala,  Java or matlab in a data science context (either creating propensity models,  segmentations or solving complex problems using optimizations techniques)Very good SQL / HiveQL skillsHow is Worldpay changing the world?We are leaders in modern money.  Each and every time you use your debit card or credit card to pay for something,  whether online or face-to-face,  there's a good chance it happened because of us.  On an annual basis our innovations,  systems and technology enable billions of money transactions globally.  Working with customers large and small,  we help them to take your payments quickly,  safely and reliably,  allowing them to grow their businesses and making your life more convenient in the process.  As a leader in global fintech and the largest London IPO since 2011,  this is a great time to join us in building for the next phase of the Worldpay journey. ", 
  "jobPosting": {
    "title": "Senior Data Scientist", 
    "companyName": "Worldpay"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "260387", 
  "canFollow": false, 
  "companyName": "Worldpay", 
  "bottom": "true"
}
