{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87874915", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "We've come a long way since making the first ever mobile call in the on 1 January 1985.  Today,  more than 403 million customers around the world choose us to look after their communications needs.  In 25 years,  a small mobile operator in Newbury has grown into a global business and the seventh most valuable brand in the world.  We now operate in more than 30 countries and partner with networks in over 50 more. True to our origins,  Vodafone has always committed to deliver useful and inspiring innovation.  In 1991 we enabled the world’s first international mobile roaming call.  In 2002,  with Vodafone Live! we set a new standard for mobile communications with internet access on the move.  Fuelled by the desire for sustainable innovation,  we recently introduced Vodafone Money Transfer which allows customers in emerging markets to send and receive money safely and easily using their mobile phone.  We’ve also caused a stir in the industry with the Vodafone 150 – our most affordable ultra low cost handset yet. We’re a brand that loves change – if it’s not happening naturally then we’re creating it ourselves.  It’s in our DNA to push forward,  to create a better future,  to never rest and find new ways that help people communicate.  That’s the lifeblood that runs throughout Vodafone.  We are driven to empower people. To find that spark that empowers you is why we are in business.  That’s what we mean when we say ‘power to you’. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Vodafone", 
  "canFollow": false, 
  "companyId": "1217", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Vodafone", 
    "title": "Senior Data Scientist"
  }, 
  "description": "Title: Senior Data Scientist  Location: South Dublin  Salary: Competitive   We're officially a Great Place to Work!  We are Ireland's leading total communications provider offering our customers a variety of solutions across mobile and fixed platforms.  As part of Vodafone Group,  we are part of the world's largest mobile community with a presence across all five continents.   We’re at the forefront of innovation in Ireland.  We make significant investments building and maintaining our networks and to date,  we have invested nearly €1bn in our network investment programme.  We continue to invest to enhance our network.   It’s not just our products and services which are innovative,  our modern and innovative workspace in MountainView helps foster an environment of creativity and innovation through new ways of work.  New ways of working means an environment free from clutter,  wires,  barriers and cabinets.  This has helped Vodafone make the Great Place to Work list in Ireland.  All our employees have one locker and are free to sit wherever they wish within our building.  This encourages creativity and fosters relationships which traditional style environments inhibit.  You probably want to know more about new ways of working…Find out move via this link: http://www. vodafone. ie/jobs/life/ .   Our people are at the centre of everything we do.  We employ approximately 1, 100 people in Dublin and across our network of retail stores in Ireland.  Our aim is to ensure each employee has the opportunity to innovate,  to be challenged and to be rewarded.  We are progressive in everything we do,  including our approach to training,  development,  performance management and flexible benefits.     Role Purpose: Responsible for delivering Customer Analytics and Insights to support Commercial Operations Activities.   The successful candidate will demonstrate an in-depth knowledge of Insights and analytics tools and methods and is a pivotal role in the emerging Insights and Continuous Improvements group in Commercial Operations.     Key accountabilities for this role are:   Responsible for delivering customer analytics and insights to support Commercial Operations activities with a key focus on NPS improvement and any component that may affect it  Proactively run analysis to generate new insights both customer and internally facing and demonstrate how these will impact on key goals,  drive continuous improvement and make Vodafone simple to deal with for our customers  Prepare Analytics Presentations for key stakeholders,  highlighting the business impacts of analytical results  Have the ability to understand the implications of data analysis and build a strategic story from this data.   Be a champion for insights across VF IE proactively bringing actionable insight backed up with Customer data to the business  Find new sources of Customer Intelligence and new Customer Analytics solutions  Provide an integrated insights across all segments  Own defined relationships with the segments and functions within Commercial Operations  Be responsible for the timely production of quality BAU reporting and also any one off requests from scoping through production to presentation  Be accountable for E2E delivery of specific projects within the D&amp;I plan  Linked in with MIS to ensure the Data Warehouse is kept up to date to support D&amp;I needs    The successful person will ideally have some or all of the following Skills &amp; Attributes:   Role Requirements  Extensive experience in Analytics and demonstrated ability to pull the business impacts out of analysis and highlight to key stakeholders  Excellent interpersonal skills and ability to manage relationships across business  Good presentation skills and comfortable presenting to all levels of the organisation  Numerate 3rd Level Degree  SQL skills or other programming experience  Experience with IBM Modeller,  SAS or a similar statistical software package  Good knowledge of Excel  Knowledge of statistical concepts  The Vodafone Behaviours are key to everyone’s success: Customer Obsessed - We are passionate about exceeding customer expectations  Work relentlessly to really understand the customer  Look at decisions through the customer’s eyes  Take personal accountability for the customer experience  Innovation Hungry - We create and deliver new products,  services and ways of working that delight our customers  Take risks and push what is possible  Look for improvement all the time  Do things in better ways  Ambitious &amp; Competitive - We bring energy and passion to our work and always aim to beat the competition  Deliver best in class  Review our own performance and then improve it  Be lean and cost effective every time  One Company,  Local Roots – We work across Vodafone to achieve the best outcome for customers,  employees and shareholders  Value our differences and act inclusively  Make the best decision for Vodafone,  not just for one part of the business  Communicate and use best practice  Speed - We drive speed to market.  We relentlessly prioritise and pursue the outcomes that matter to our business  Make RAPID business decisions  Deliver with urgency  Analyse fast,  execute faster  Simplicity – We make things simple for our customers,  partners and colleagues  Focus effort and stop ineffective activity  Communicate in a way that is easy to understand  Challenge complexity and provide simpler solutions  Trust - We are reliable and transparent to deal with.  We deliver for others and trust others to do likewise  Do what you say you will do  Trust others to deliver  Support decisions once made,  regardless of personal view"
}
