{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/67473957", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CyberCoders", 
  "canFollow": false, 
  "companyId": "21836", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CyberCoders", 
    "title": "Data Scientist - Data Mining,  Big Data,  Machine Learning"
  }, 
  "description": "If you are a Data Scientist with big data experience,  please read on! Headquartered in Santa Monica,  we are a technology-driven company dedicated to promoting and enabling an eco-friendly lifestyle for you and your family.  Our technology team is ranked as LA'S #1 strongest Ruby on Rails development shops; our foundation is comprised of startup gurus and successful investors with lucrative company exits and acquisitions,  along with a hint of star-studded involvement.  - Please note we will relocate the right candidate to Sunny Santa Monica Top Reasons to Work with Us - Be a part of the eco-friendly products revolution - Oh did we mention we have Treadmill desks and standing desks? - Comfy environment (tvs,  couches,  games to relax) What You Will Be Doing - Build and maintain scalable data warehouse infrastructure - Design solutions that promote data-driven decisions,  including data management systems,  computational analysis,  models and business intelligence applications - Extract and model features from customer behavior,  content,  engagement campaigns and other data sources - Work with stakeholders to identify new data sources and signals to improve customer acquisition and retention - Refine existing and bring new algorithms,  approaches and tools in this fast paced and constantly changing discipline What You Need for this Position - Experience with small and large scale data mining technologies - Experience working collaboratively with external teams  - Strong background in Machine Learning,  Statistics,  Information Retrieval,  or Graph Analysis - Experience with open source big data\" platforms such as Hadoop,  hBase,  Hive,  Pig,  etc.  is a plus - BS in Mathematics,  Science,  CS,  Information Systems,  or a related field preferred.  MS or PhD is a plus ---- Experience leading Data Analytics or Data Science teams is a plus What's In It for You - Competitive base compensation - Fantastic benefits (medical,  dental,  vision,  401k with company matching) - Gorgeous office space (sunny,  bright open office) - A++ technology environment - Growing and stable company  So,  if you are a Data Scientist with big data experience,  please apply today! Looking forward to receiving your resume through our website and going over the position with you.  Clicking apply is the best way to apply,  but you may also:  Email your resume in Word to:  Nitu. Gulati-Pauly@CyberCoders. com  Please do NOT change the email subject line in any way.  You must keep the JobID: linkedin : NNG-1180153 -- in the email subject line for your application to be considered.   Nitu Gulati-Pauly - VP of Recruiting - CyberCodersApplicants must be authorized to work in the U. S. CyberCoders,  Inc is proud to be an Equal Opportunity Employer All qualified applicants will receive consideration for employment without regard to race,  color,  religion,  sex,  national origin,  disability,  protected veteran status,  or any other characteristic protected by law.  Your Right to Work – In compliance with federal law,  all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire. "
}
