{
  "jobPosting": {
    "companyName": "University of Leeds", 
    "functions": [
      "RSCH", 
      "EDU"
    ], 
    "companyJobCode": "jobsacuk-AML968", 
    "title": "University Academic Fellow in the Ethics of Data Analytics (“Big Data”)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100233443, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      68
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. leeds. ac. uk/", 
    "logo": "urn:li:media:/p/2/000/083/107/23eca25. png", 
    "universalName": "university-of-leeds", 
    "companyId": 7244
  }, 
  "description": "    Location: Leeds - Main Campus    Faculty/Service: Faculty of Arts    Inter-Disciplinary Ethics Applied - A Centre for Excellence in Teaching    and Learning (IDEA CETL)    Career Pathway: Successful completion of a 5 year probationary period    leading to appointment to grade 9 Associate Professor.     You will make an outstanding contribution,  leading exciting and    important research on the distinctive ethical issues raised by the use    of big data across a range of disciplines,  and within both public    sector and commercial life: issues such as privacy,  confidentiality and    trust; benefit and the public interest; consent and abuse; security and    surveillance.  Through developing inter-disciplinary work with top    academics in the Leeds Institute for Data Analytics (LIDA),  and in    other relevant disciplines at Leeds,  you will be expected to enhance    the reputation of the University of Leeds as a major world centre for    the study of data analytics.     Leading work with colleagues in the LIDA/IDEA CETL steering group on    the ethics and governance of big data work,  and taking advantage of    existing links -- including household name retailers,  and public    organisations such as the police and health care providers --you will    develop a new impact case study.  You will bring the benefits of    well-grounded philosophical analysis to this major area of public    interest and potential public concern,  and thereby add still further to    the breadth and depth of the IDEA CETL’s research activity in applied    ethics.     You will work to strengthen existing internal and external    collaborations with colleagues in Computer Science and Engineering,  the    Social Sciences,  the Business School and Medicine and Dentistry.  You    will contribute to our MA programmes in Biomedical Ethics and in    Applied and Professional Ethics and help the development of the IDEA    CETL’s external work in professional ethics.     You will be exceptionally well placed to make a significant    contribution to knowledge,  secure funding,  and attract students,  not    least since the existing links between the IDEA CETL and LIDA (and with    Faculties of Medicine,  Engineering and Business) are already strong.     You will have demonstrated research excellence,  and teaching ability,     in the broadly-defined field of ethics or practical philosophy,  have a    commitment to leading inter-disciplinary work,  and a skill-set for    inquiry into the specific ethical issues raised in the field of ‘big    data’.  You will also show an awareness of,  and aptitude for,  maximising    the advantages offered by the funding landscape.  Some prior relevant    experience of professional life,  and past involvement with ‘impact’    work would be desirable.     Required    As part of the application process you will be required to upload the    following documents:    1.  A CV;    2.  A list of publications;    3.  A supporting statement detailing your research and academic plan (no    more than 2 sides of A4,  minimum font size 11).  As part of the    selection process,  account will be taken in relation to your research    and academic plan,  in particular the impact of this and the strategic    fit to the University.     For informal enquiries about the role please contact Prof Chris Megone    or Dr Jamie Dow.  Email: c. b. megone@leeds. ac. uk or j. dow@leeds. ac. uk", 
  "companyDescription": "      University of Leeds    Leeds is among the top ten universities for research in the UK and is    internationally acknowledged as a centre of excellence in a wide range    of academic and professional disciplines.     We have an ambitious vision to join the top 50 universities in the    world by 2015 through our distinctive ability to integrate world-class    research,  scholarship and education.     Integrating research and learning and teaching is at the heart of our    strategy.  Our courses are taught by staff who are engaged in    world-class research and cutting-edge professional practice.     We invest our own resources in helping organisations turn university    research into world-class products and services.  From the invention of    the Ultracane which helps blind and visually impaired people,  to a    spin-out company which provides expert services and new technologies    for the biopharmaceutical,  defence and healthcare sectors,  we are at    the forefront of innovation.     Our size and international reputation enables us to offer one of the    widest ranges of academic courses in the UK.  During the current    academic year there are over 30, 500 students attached to 700    undergraduate and 474 postgraduate degree programmes.  A further 31, 382    men and women are enrolled on short courses with the University. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
