{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89084033", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Brandwatch is the world’s leading enterprise social intelligence company,  allowing users to analyze and utilize conversations from across the social web.    It is the perfect platform to make sense of the chatter about your brand online.    We crawl the internet,  archiving social media data from over 90 million sources in 27 languages.  Users are then offered the chance to search this data in Brandwatch's web-based interface,  both proactively and retroactively for mentions of their brand or keyword,  using a sophisticated and powerful query creation process.    The app includes an advanced suite of features that allows the data to be chopped and sliced to provide useful insights,  through graphing,  categorization,  geolocation,  metadata and countless other components.    Understanding and monitoring your brand is just the start: Brandwatch also lets users engage with the communities they have isolated,  responding to,  assigning workflow and managing social media mentions with ease. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Brandwatch", 
  "canFollow": false, 
  "companyId": "451367", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Brandwatch", 
    "title": "Chief Data Scientist"
  }, 
  "description": "Brandwatch is forging the path for the next level of social intelligence.  We have already created the best Enterprise Social Intelligence platform in the world,  but that’s just the start.  We’re on a mission to bring together the things we do well – engineering,  design and understanding customer needs – to help businesses and brands prove and optimise the value of their marketing in an ever-changing social world.  The Brandwatch engineering team is going through a pretty fast evolution.  In 2014 alone we nearly doubled in size and reached the milestone of 100 Engineers.  In an industry where needs and solutions evolve faster than ever,  we felt the need for a clearer sense of purpose,  a direction for what we are trying to achieve and how we will contribute to the success of our company.  And so… our mission was born:   To build a real data platform and an ecosystem of intelligent products,  with world-class engineering.  We are now looking to hire a Chief Data Scientist to innovate and help drive informed business decisions for Brandwatch.  With a passion for turning data into products that tell actionable and meaningful stories,  you will create,  own,  sell and continually iterate a vision for Data Science that excites and delights the market,  analysts and our colleagues.  Your expertise will traverse disciplines: data science,  design and product management and development.  As a data scientist,  you will be fascinated by patterns of behaviour found in data,  semantic and network analysis,  &amp; data mining.  Your design mind will enable you to translate those findings to deliver innovative,  disruptive and compelling new products.  In conjunction with the Head of Product,  you will be driven to create a roadmap based upon strategic vision combined with market,  competitor and client studies.    You will: Own the design and delivery of disruptive data science products / features that customers will love and that will increase the company’s competitive edge Own overall success of Data Science as a product,  from a financial,  customer acquisition and competitive perspective.  Have a clear understanding of client need in relation to data science,  and related use cases,  and be able to clearly communicate them with the rest of the company,  especially the product development team.  Build credibility by showing that a sizeable market values the products you create.  Guide the development of specific features and new products based on data science by identifying clear requirements,  creating,  trialling and refining prototypes,  planning product launches,  ensuring the quality of all product launches,  and gathering feedback after launch,  identifying the need for further development.  Liaise with the marketing team,  client relations team and technical team to create and execute exemplary product marketing strategies.  Foster an internal and external community of data scientists by: Speaking at relevant events Overseeing PhD sponsorship programmes for data scientists &amp; internships in data science in leading universities worldwide Acting as the thought leader for the Brandwatch data scientists.  This includes setting the tone,  and making sure the group feels like a team What we offer;   Benefits: We offer a range of benefits including; bike to work scheme,  pension contribution,  childcare vouchers and discounted gym memberships.  Culture:  Brandwatch is a place where the lines between work and fun are blurred.  As a growing international company,  with 6 offices across the globe,  communication is key to ensure everyone’s voices are heard,  and helps us maintain our flat structure.  We listen and learn.  We develop our staff.  We care about everything,  and above all we support each other.  Working for Brandwatch: Brandwatch Brighton is where it all began.  We can be found in the North Laine in our brand new refurbished offices.  Whilst we don’t believe in stereotypes,  we do host yoga classes and juice Mondays.  We have cupboards bursting with snacks,  a well stocked drinks fridge,  sushi days,  flexible working spaces and if you’re lucky we’ll even treat you to an ice-cream on the beach and you can enjoy one of our weekly massages right from the office To all recruitment agencies: Brandwatch does not accept agency resumes.  Please do not forward resumes to our jobs alias or Brandwatch employees.  Brandwatch is not responsible for any fees related to unsolicited resumes.  "
}
