{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90367710", 
  "descriptionLanguage": "en", 
  "description": "Why is our Reward Analyst role the right next step for you?Worldpay employs over 4000 staff globally on a range of different pay,  bonus and benefits structures necessitating the support of a dedicated Reward Team to support areas such as our Pay Review Process,  Job Evaluations,  Equity Awards,  our Reward Policy,  our Annualised Salary Spend and related analytical tasks. This is an important role that touches everyone within our business.  Valuable,  visible and important,  this role will allow you to develop your skills and add value to our Reward process ensuring that we attract and retain talented professionals with salary and benefit packages that are competitive and appropriately aligned to our people strategy. How will you add value on a day to day basis?Duties include,  but not limited to:Supporting the global annual reward review,  market benchmarking and package comparisons.  Administration of Worldpay's suite of share plans.  Research and analysis of internal and external data to highlight Reward trends and anomalies.  Administration of on-going Reward programs and providing direction and guidance on day to day Reward queries.  Flexible support/coverage for other team members during holiday periodsWhat would make you an ideal candidate?We are looking for a bright ambitious keen and enthusiastic individual of graduate calibre (preferably in a numerate subject) having gained 1-2 years professional experience within a commercial environment.  This experience should have been gained in an analytical role such as Data Analysis / Pricing Analysis / Financial Analysis (or similar).  You should be output driven and combine the skills that allow you to extract,  manipulate and analyse data along with the communication skills to present your findings both within the Reward Team and to wider business stakeholders (as appropriate). Excel skills are vital and you should be familiar with formulae (IF statements etc) and linking spreadsheets. From a behavioural perspective you will need to be able to work independently and intelligently (supported by the Reward Manager and the Reward Consultant) and have a deadline focus to delivery.  An ability to prioritise is important as is a flexible attitude owing to peaks of activity at key times of the year ie Pay Review period in particular. Applicants who meet the key criteria for this role will be asked to complete a brief video screening interview to help us better understand your suitability and motivation for the role before advancing to face to face interview. How is Worldpay changing the world?We are leaders in modern money.  Each and every time you use your debit card or credit card to pay for something,  whether online or face-to-face,  there's a good chance it happened because of us.  On an annual basis our innovations,  systems and technology enable billions of money transactions globally.  Working with customers large and small,  we help them to take your payments quickly,  safely and reliably,  allowing them to grow their businesses and making your life more convenient in the process.  As a leader in global fintech and the largest London IPO since 2011,  this is a great time to join us in building for the next phase of the Worldpay journey. ", 
  "jobPosting": {
    "title": "Reward Analyst / Reward Data Analyst", 
    "companyName": "Worldpay"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "260387", 
  "canFollow": false, 
  "companyName": "Worldpay", 
  "bottom": "true"
}
