{
  "jobPosting": {
    "companyName": "iKas International", 
    "functions": [
      "RSCH", 
      "IT"
    ], 
    "companyJobCode": "DataModeller", 
    "title": "Logical & Physical Data Modeller (Big Data Analytics) Sheffield", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100943852, 
    "experienceLevel": "ENTRY_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. ikasinternational. com", 
    "logo": "urn:li:media:/p/2/005/08b/0c2/1bb46f5. png", 
    "universalName": "ikas-international", 
    "companyId": 38328
  }, 
  "description": "    Logical & Physical Data Modeller (Big Data Analytics) Banking - Based    in Sheffield    A global Investment Bank is currently seeking to hire a contract Big    Data Logical & Physical Modeller to join a global risk programme    currently underway.     Required Skills       Logical & Physical Modelling - Must have       Optimisation,  data storing       Big Data,  Hive and related technologies       Experience as a DBA       Data Structures,  Normalisation,  Entity Modelling     Pleas submit your CV immediately in order to be considered for this    role    Ikas International Ltd is acting as an Employment Business in relation    to this vacancy. ", 
  "companyDescription": "      iKas International    iKas International is a market leading Financial Services recruitment    consultancy.  Established in 2004,  the brand is truly focused on    delivering and developing exceptional talent.  Our consistency over the    past decade has seen the business grow into a true global partner which    now operates out of London,  Hong Kong,  Singapore,  Sydney and New York.     Since our inception one of the key drivers of our success has been our    continued and relentless desire to grow and become better at developing    meaningful and longstanding partnerships with both clients and    candidates.  Our brand is built on strong values of integrity,     collaboration,  excellence,  passion and innovation,  and we always go    above and beyond for any of our partners.     We have experienced phenomenal growth supporting a wealth of Financial    Services clients,  including Investment Banks,  Asset Managers,  Hedge    Funds,  Consultancies,  Software Houses,  Retail Banks and Insurers.  To    ensure we deliver effectively to all of our partners,  the brands’ core    focus operationally is within Technology,  Control,  Business Change &    Transformation.     With the brand recently voted 13th fastest growing International    business on the Sunday Times Fast Track 2014 list we are truly in a    position to launch forward and to provide continued and evolving best    in class partnerships.  We are fully committed to our growth strategy    and will continue to expand,  develop and partner our clients and    candidates into additional regions and sub markets. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
