{
  "jobPosting": {
    "companyName": "Quicken Loans", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "icims_xml-14550", 
    "title": "Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101836339, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      43
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. quickenloans. com", 
    "logo": "urn:li:media:/p/6/005/08f/15f/269bd6f. png", 
    "universalName": "quicken-loans", 
    "companyId": 165627
  }, 
  "description": "    Title Source is the largest provider of title insurance,  property    valuations and settlement services in the nation.  The company is an    authorized agent of the highest rated title insurers in the industry    and its solutions power many of the nation’s largest residential    lending institutions.  Title Source is a preferred provider to five of    the top twenty Fortune 100 companies and many of the largest    residential mortgage lenders.  The company is based in Detroit,  Michigan    and retains regional operating centers in Ohio,  California,     Pennsylvania and Texas.     Operational Data Analysts serve as the front line for requests for the    Analytics team.  They support the ad-hoc queries that the Analytics team    fields on a daily basis and provide routine reporting to provide our    clients with key insights and visibility.  Operational Analysts use a    wide variety of tools and data sets to provide solutions to the    business and partner with all business areas within the company and    sister companies.  The person in this position needs to be adaptable and    flexible to jump into new endeavors and initiatives as every day will    be different,  providing new challenges and questions.     Responsibilities       Condense large,  often complex data and theory into clear,  concise,         easy-to-understand observations       Analyze large volumes of data to look at performance,  quality and        trending       Perform root cause analysis on internal and external data and        processes to answer specific business questions,  identify points of        interest and ways to improve the process based on those results       Understand and apply tools for gathering data and performing        analysis       Run reports and report results on a regular basis       Perform ad hoc reporting and analyses as needed       Act as a liaison between teams to gather and communicate essential        information for process improvement     Requirements       Experience with the Microsoft Office suite       Proficient in Microsoft Excel including VLOOKUP function,  pivot        tables and formulas       Two years of workplace experience (or other relevant experience)       Proficiency with PowerPoint presentations       Strong verbal and written communication skills       Problem solving and trouble shooting skills       Highly aware with the ability to take initiative       Ability to work individually and as part of a team       Focused on listening       Aptitude for new concepts,  especially as they relate to technology        and analytics       Flexible and adaptable with a creative and curious personality       Strong sense of urgency        Excellent benefits package that includes a 401(k) match,         medical/dental/vision,  and much more       Opportunities to participate in professional and personal        development programs,  including personal empowerment coaching,         leadership training and ongoing personal growth training       Other incentives,  contests and rewards including trips,  event        tickets,  cash prizes and more     Why We're Different    Meet the anti-corporate culture of Title Source,  where there's no    daunting hierarchy,  \"boss\" is a four-letter word,  and if you work hard    you're the one who'll reap the rewards,  both personally and    professionally.  More than any other place you'll work,  we’re dedicated    to honing your skills,  helping you grow and making sure you have plenty    of fun while you’re at it.     Title Source is an equal opportunity employer. ", 
  "companyDescription": "      Quicken Loans    Quicken Loans is HIRING for interns & full time positions!    We're ranked top 15 on FORTUNE Magazine’s list of the '100 Best    Companies to Work For. '    We are #1 on Computerworld’s List of '100 Best Places to Work in IT'    for the last three consecutive years.     Our internships are among the best-- we're rated #4 on 'Top 25    Companies to Intern With' via Glassdoor. com    JD Power and Associates awarded us highest customer satisfaction for    primary mortgage origination (2010-2014) and mortgage servicing    (2014-2015).     For career info,  visit QuickenLoansCareers. com.  Quicken Loans is an    Equal Opportunity Employer.  NMLS #3030    Visit QuickenLoans. com for mortgage news,  mortgage rates and helpful    mortgage calculators.     Check out our Quicken Loans Zing Blog for amazing insights on money,     home,  and life: http://www. quickenloans. com/blog/", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
