{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83965088", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "deltaDNA is the Games Industry’s leading realtime analytics and marketing platform.  The combination of market-leading functionality,  ultra high performance and a flexible,  open environment allows users to maximize engagement and lifetime value through player segmentation,  predictive modelling and realtime targeted interventions.   We work with the Games Industry’s leading publishers and developers including Viacom,  Madfinger,  505 Games,  Ubisoft and Sony Online Entertainment.   Our platform was recently assessed by GameSauce as having the richest functionality available to the Games Industry including performance dashboards,  slice&amp;dice,  direct access,  AB testing,  segmentation tools,  realtime messaging,  push notification as well as acquisition optimizer.   deltaDNA delivers fast,  accurate and flexible data to improve your decision making; and allows open access to our infrastructure so you can continue to use your favorite tools such as SQL,  Tableau,  Excel or R.   Our developers have seen dramatic improvements to their KPIs with 350% increase in engagement and 6-fold increase in revenues.   Change The Game  Why not follow us on Facebook and Twitter? www. facebook. com/deltaDNA  www. twitter. com/delta_DNA", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "deltaDNA", 
  "canFollow": false, 
  "companyId": "1388753", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "deltaDNA", 
    "title": "Senior Data Analyst"
  }, 
  "description": "Senior Data Analyst,  Edinburgh,  £30k+ If you have a passion for data and lots of it,  then you will love deltaDNA as we are the world leader in big data analytics for the games industry,  and we’re growing at a phenomenal rate.  With offices in San Francisco and Edinburgh,  we work with internationally famous game developers from across the globe.    The role This is a great opportunity for you to put all your skills and analysis expertise to the test,  working as a data orientated analyst within our game design team,  to provide actionable insight for game developers,  based on their data.  This role will be wide and varied,  with exposure to all aspects of our consulting projects,  specifically including: Collecting client requirements and external data specifications Processing heterogeneous data sets to identify in-game player behaviors Performing statistical analysis to reveal robust relationships between behaviors and key outcomes like player churn and spending.  Liaising with design team to produce data-driven recommendations to improve game performance Independent project management Delivery of project results in the form of both written reports and live presentations You will be an important part in a small but highly specialist expert team.  This role may include substantial travel; between our San Francisco and Edinburgh offices,  as well as time spent on-site at our clients’ locations.  Significant experience in a relevant analytic role M. S.  or equivalent in a data analytics field e. g.  statistics,  physics,  biology,  etc Experience with modern relational databases (e. g.  Redshift,  Vertica,  etc) and SQL Statistical computing in R,  Python or similar Experience in games or mobile app industry preferable You must have the right to work in the UK.  If you want to be involved in the next Edinburgh-based global IT success story,  then please get in touch by emailing your CV and a covering letter detailing your expertise.    All candidates must be eligible to work in the UK and attend an interview in Ediburgh"
}
