{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87855982", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "McKinsey &amp; Company is a global management consulting firm that advises the world's leading businesses,  governments and institutions.  With more than 95 offices in over 50 countries,  we have a truly global reach and serve more than eight in ten of Fortune magazine's Most Admired Companies. McKinsey Solutions is a new suite of services that combines 85 years of McKinsey industry and functional expertise with data,  proprietary analytics,  and software tools to help organizations get greater clarity in decision making and gain significant long-term performance improvement. Solutions are complementary to McKinsey consulting and offer a variety of support models to ensure our clients get exactly what they need.  We work closely with client organizations to embed the tools and build their capabilities to sustain impact over time. Innovation and smart client service practices are at the heart of McKinsey Solutions where we are dedicated to creating an outstanding organization.  To help us achieve this,  we need talented and ambitious people who inspire and deliver change. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "McKinsey Solutions", 
  "canFollow": false, 
  "companyId": "2522926", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "McKinsey Solutions", 
    "title": "Data Scientist"
  }, 
  "description": "Overview  McKinsey Solutions is seeking a Data Scientist to join the Organizational Solutions - People Insights team in Louvain-la-Nueve,  Belgium.  We are a new start-up,  embedded within the McKinsey Solutions portfolio of software and services,  and we are looking to expand our team of Data Scientists.  Detailed Description People Insights is an analytics solution provider geared towards just that – People Insights.  We leverage the latest in technology,  computer science,  mathematics and psychology,  to shed light on one the toughest challenges business leaders face today,  Talent Management.  Our focus is creating scalable and sustainable solutions that arm organizations with insights across all aspects of the talent management lifecycle.  Here is a short video about what we do: https://drive. google. com/file/d/0Bw49QVsqDSHlYmRzdmVpRjF4REE/view Are you a Data Scientist?  Data Scientists are creative problem solvers who love all things data.  They spend their spare time thinking of new ways to collect,  blend,  model,  and cluster dramatically different data types to find interesting and useful analysis.  New modelling challenges get them out of bed every morning.  For you it’s not just about the data itself,  but what the information means and represents.  You have specific tools and techniques you prefer but you love to investigate new modelling and clustering techniques as well.  Preferably,  you have experience building enterprise grade solutions,  but smart,  curious,  organized,  and passionate about the data modelling process are far more important.  You understand that your analysis is the backbone of our organization and the heart of our value,  our clients.  Our ability to perform rests squarely on your shoulders.   Can you explain it to your parents?  Our clients expect that we can interact with both their technology teams and senior management.  The Data Scientist we are looking for is not just someone who knows how to transform data and build models but knows how to talk about it as well; we call it “the parents” skill.  Can you explain it to your parents!? This is a critical.   Do you speak People?  Our mission is to bring insights to the full spectrum of challenges being addressed by Human Resource organizations today,  so naturally the data we collect is about People.  This makes experience with People data extremely valuable but not critical.  We can teach you this if you have a passion to learn.   McKinsey Solutions (MSO) is a fast-growing group within McKinsey that leverages 85 years of McKinsey industry and functional expertise with data,  proprietary analytics,  and software tools.  Having developed and deployed some 15 solutions to more than 400 companies over the last years,  MSO continues to grow and now numbers more than 700 full-time professionals.  You can see an overview of MSO here: http://www. mckinseysolutions. com Desired Skills What else are we looking for?  A history of honesty and integrity - For us,  client confidentiality is paramount.  Our clients trust us with some of their most valuable information and our ability to maintain this trust has allowed us to grow at an unprecedented pace.   Passion for travel and new places - We are headquartered in New York City but our leadership team is global.  Our clients are global as well.  Our team is global,  with the ability to travel when necessary.  Sometimes this can be demanding,  we know,  but we believe face-to-face always works best.   Drive to build something BIG – This is an opportunity to build something and you should want to be a part of it.  Turns out building is not a 9 to 5.  Very few innovative things are.   Serious when it counts - it is a business after all.   Genuinely someone we can hang out with - We have a great team with many different types of people,  from all different backgrounds.  We spend a lot of time together working and playing.  Those two aren’t mutually exclusive.  This bond is important to us because it is the essence of our culture.  Basic requirements include:  University degree,  ideally Masters or higher,  in statistics,  mathematics,  information systems,  social informatics,  measurement and metrics,  economic analysis,  or other disciplines for which quantitative methods are an important part  2 -3 years of experience  Experience in multivariate statistical procedures (multiple regression,  MANOVA,  factor analysis,  etc. ) and machine learning methods (Random Forest,  bootstrapping,  etc. ).  C ompetence in writing code and running programs in R"
}
