{
  "jobPosting": {
    "companyName": "du", 
    "functions": [
      "RSCH", 
      "IT"
    ], 
    "companyJobCode": "1548", 
    "title": "Data Scientist – Big Data Monetization", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "PREMIUM", 
    "veteranCommitted": false, 
    "id": 87878954, 
    "experienceLevel": "NOT_APPLICABLE", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96, 
      8, 
      59
    ]
  }, 
  "company": {
    "websiteUrl": "www. du. ae", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAARxAAAAJDNmYTVmZWE4LTlhZjUtNDg4NC1iNDIyLTI2NDI1OGMwMmFhYw. png", 
    "universalName": "du", 
    "companyId": 224327
  }, 
  "description": "     du is a family of almost 2, 000 people representing over 60 communities.     This diversity allows us to communicate effectively with our customers    and add life to life wherever possible.  By offering fixed and mobile    telephone services,  broadband connectivity and IPTV services to    millions of homes and businesses,  we are well placed for a successful    future.  We reward our staff in a variety of ways,  including performance    bonuses,  in-house training programmes,  spot awards,  brand value    nominations,  talent pool initiatives,  personal development plans and    more.  We offer competitive salaries and attractive benefits that    include flexible working hours,  annual leave tickets,  discounted mobile    rate plans, ,  education allowance for an unlimited number of children,     job-based allowances such as travel and commission,  and health    insurance.  And because we genuinely care about your welfare,  our    in-house clinic,  library and subsidised restaurant are available to all    du employees.  The onsite gym,  personal trainers,  and swimming pool are    free to utilise too.     Job Purpose. :    The purpose of this position is to provide architectural leadership in    design and implementation of data products that can produce actionable    insights which third parties will be willing to pay for.  Responsible    for fostering creativity within the team and contributing ideas on how    to analyze du’s data assets in useful ways for different problems and    within a variety of economic sectors and customer needs.  Pursuing    technical excellence and flexibility of the products implemented,     enabling a lean approach that can reduce the time to market and ensure    that customer requirements are always met.     The work is both managerial and design leadership in nature,  requiring    coordination with other senior managers and negotiation skills to meet    deadlines,  as well as proactively contribute to the efforts in building    a single unified data architecture.  Taking the architectural lead with    the multiple virtual teams required for implementing end-to-end    commercial use cases,  that will be part of du’s Big Data portfolio.     Skills & Experience. :    Minimum Experience:    At least 7 years of experience in Advanced Analytics domain    Proven track record of solving challenging problems by applying    Advanced Analytics    Expert analytical thinking and thought leadership    Experience with large data sets and knowledge of both structured and    unstructured data    Ability to communicate analytical findings to senior management    Passion for data and innovation    Minimum Education:    Degree in data mining,  machine learning,  statistics,  economics or    equivalent    Knowledge & Skills:    Advanced statistics proficiency using SAS/JMP,  SPSS,  STATA,     Mathematica,  Splus,  R,  MATLAB,  Python,  Scala,  Clojure    Advanced modelling and numerical methods proficiency using SAS,  CPLEX,     AMPL,  AIMMS,  GAMS,  MATLAB,  R,  Python,  Scala,  Clojure,  Weka,  Knime,  or    RapidMiner    Advanced modelling,  simulation,  proficiency using AnyLogic,  Arena,     Repast or NetLogo    Skilled in structured databases and unstructured databases (including    Big Data)    Knowledge of visualization tools D3,  Processing,  or GGobi would be a    plus    Note    Please note that If you are shortlisted for the position,  we will get    in touch with you for an interview.     If you have not heard from us within 3 weeks from the closing date,     please assume that on this occasion we are unable to help you.     But please do keep on applying for future positions that may be of    interest - the right role for you is still out there!", 
  "companyDescription": "      du    [1]Following companyUnfollow company[2]Follow company    Our vision is to enhance your life - anytime,  anywhere.     We proudly contribute to the transformation of the UAE by providing    customers with choice and making a difference in quality,  innovation,     and pricing.  The 6. 6 million people who signed up as active users of    our mobile services by May 2013 and over 50, 000 businesses that chose    our services prove that we have established ourselves as the operator    of choice in the UAE market.     We offer mobile and fixed telephony,  broadband connectivity and IPTV    services to individuals,  homes and businesses.  We also provide carrier    services for businesses and satellite up/downlink services for TV    broadcasters.  Above all,  we offer value,  while we continue to deploy    state-of-the art technology to keep enhancing the service experienced    by our customers.     As a rapidly-growing enterprise,  we have close to 2, 000 staff working    to enhance and expand our bouquet of service offerings.  Our people hail    from over 60 countries - we mirror the rich cultural diversity of our    nation,  while being able to serve our customers in a variety of    languages.     Currently,  31% of our total workforce comprise of Emiratis,  while more    than 42% of the company’s senior executives are UAE Nationals and we    remain committed to providing fulfilling opportunities for quality    talent in a cosmopolitan working environment.     [EMBED]  Other jobs at du        [3]Manager Live Communications (Enterprise)        Dubai: Al Salam Tower - Head Office       [4]Director Hunting (SWAT) - LE Sales        Dubai: Al Salam Tower - Head Office       [5]Key Accounts Director- LE Sales        Dubai: Al Salam Tower - Head Office     [6]View more jobs at du  References     1.  file:///jobs2/view/actions/unfollowCompany/224327?csrfToken=ajax:2644187314825728846    2.  file:///jobs2/view/actions/followCompany/224327?csrfToken=ajax:2644187314825728846    3.  https://www. linkedin. com/jobs2/view/89074320?trk=job_view_company_other_jobs    4.  https://www. linkedin. com/jobs2/view/90362328?trk=job_view_company_other_jobs    5.  https://www. linkedin. com/jobs2/view/90361397?trk=job_view_company_other_jobs    6.  https://www. linkedin. com/company/du/careers?trk=job_view_company_see_more_jobs", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
