{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90347121", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Do you feel challenged by the job description? If so,  we would love to meet you! Additionally,  you meet the following conditions: You have 3 to 5 years of experience in a Big Data / Analytics environment You completed a relevant Master of Arts / Master of Science (like Computer Science,  Information Science or Technical Business Administration) During your working career you have gained practical knowledge of one or more of the following relevant technologies (Hadoop,  Spark,  Map Reduce).  Furthermore,  you are familiar with concepts like Data Warehousing,  Data Lakes and the use of database platforms and tools like Oracle,  Informatica,  MS SQL Server Strong affinity with solving business problems in projects You have a high EQ and can come to a constructive solution together with others You are pro-active and are able to lead projects and/or team independently Excellent command of Dutch and English Relevant certificates (Spark,  Hadoop / Cloudera or CBIP) is a plus", 
  "following": false, 
  "companyDescription": "Technology Consulting advices leading public and private clients on the intersection of Business and IT.  We advice our clients formulate and implement complex high level IT-strategies,  help draft a business-,  information-,  but also technical-architecture,  enterprise content management,  business intelligence,  internet technology and custom system development.  Furthermore we conduct project management,  enterprise portfolio management and set-up an independent and intelligent project management office.  Part of Technology Consulting is the Business Intelligence &amp; Analytics service line.  We provide consulting,  strategy and implementation services in the field of performance management,  business intelligence and other advance analytics applications.  Primarily we focus us on the added value for the business so that we can convert daily information into ‘actionable insights’.  Hereby we see technology and innovation as an added value,  not a constraint.  Within the Business Intelligence &amp; Analytics service line we have a Big Data Management team with subject matter experts that specifically focus on the use of Big Data and its usability for our clients. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Randstad", 
  "canFollow": false, 
  "companyId": null, 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Randstad", 
    "title": "(Senior) Consultant Big Data Management"
  }, 
  "description": "Our clients are faced with a Big Data revolution: caused by an exceptional growth of data from transactions,  CRM,  sensors and social media.  Interesting insights can be made out of the increasing structured and unstructured data sources.  According to Gartner,  Deloitte Analytics is one of the leading service providers in the area of Big Data Analytics.  To be able to store and analyse Big Data of our clients and obtain the maximum value out of it,  you advise them on how to design and develop their future data architecture.  Depending on the customers demand this can be by creating a real time report and dashboard and/or combining different internal and external sources.  During these projects you will be both working on a technical solution and managing teams.  To give the best advice to the client,  you will act in multidisciplinary teams,  built-up out of the other expert service lines within Deloitte.  For example,  you will be working in projects that focus on Customer Analytics,  Finance,  Supply Chain and/or Workforce Analytics in various sectors and industries.  As a Senior Consultant you help to design and implement projects for our clients.  As a Senior Consultant your role is to manage projects and a small team.  Also you have thorough knowledge of your field of expertise.  You are actively enriching your knowledge and understand that,  in this rapidly changing environment,  continuous learning is essential. "
}
