{
  "jobPosting": {
    "companyName": "Connectus", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "connectusnow-357469", 
    "title": "Data Scientist in Basingstoke,  Hampshire", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100880070, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. connectusnow. com", 
    "logo": "urn:li:media:/p/3/000/235/066/382b5c3. png", 
    "universalName": "connectus-technology-ltd", 
    "companyId": 3057899
  }, 
  "description": "    Introduction    Required:    Data Scientist,  up to £65k + benefits,  Basingstoke.  Skills:    Splunk,  Hadoop,  Algorithms,  Modelling,  Big Data,  Programming,  Bayesian,     Machine Learning,  Research Scientist,  R,  Pig,  Hive,  Data Mining.     Important    Splunk,  Hadoop,  Algorithms,  Modelling,  Big Data,  Programming,  Bayesian,     Machine Learning,  Research Scientist,  Data Mining    The Job    Data Scientist    Salary: up to £65k + benefits    Location: Basingstoke,  Hampshire    Contact: Sab Choudhury,  01489 882 516    You are a proven Data Scientist looking to utilise your highly    technical skills to deliver best in class analysis and insights.  You    are looking to develop your skills further and perform data deep dives    to detect behaviours and discover advanced information.  You have a    proven ability in machine learning and large-scale data mining    techniques to discover and identify actionable patterns in data and    develop hypotheses and models.     The Role    Design algorithms and build models for the detection of specific    patterns and behaviours.     Perform data deep dives for detection of specific trends.     Use machine learning and large-scale data mining techniques to discover    and identify actionable patterns in data and develop hypotheses and    models    Champion the scientific approach and strive for excellence at all    times,  balanced with working in an agile way to continually try new    things.     Skills Required    Solid experience as a Data Scientist    Strong knowledge of algorithms and understanding data sets    Working knowledge of clustering,  neural networks,  and decision science    Creative,  innovative thinker with outstanding problem-solving skills    Meticulous and thorough,  with a healthy respect for quality & standards    Experience in algorithm development    Experience in Splunk or other big data toolset - Splunk,  Hadoop.     Demonstrated ability to build prototype software using any modern    programming language    Qualifications    BSc/MSc in Maths,  Statistics,  Computer Science,  Physics or similar    PhD in a numerate subject would be a great advantage    If you are interested in this role then please apply directly with your    most up to date CV,  alternatively if you would like more information    then please contact Sab Choudhury on 01489 882 516.     To apply for this position,  candidates must be eligible to live and    work in the UK. ", 
  "companyDescription": "      Connectus    Connectus is a leading technology recruitment consultancy.  Our niche    recruitment teams focus on specific aspects of IT,  electronics and    business change.     Our team of consultants,  all work towards our core values: Integrity,     Passion,  Knowledge & Fun! Our values are our way of ensuring we don’t    step to far away from what Connectus is all about.     We are proud to be part of the Matchtech Group.  Our clients directly    benefit from the Group’s resources,  experience and compliant approach    to recruitment - an AIM listed organisation established in 1984,     supporting 1, 600 clients in 30 countries. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
