{
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/95370552?trk=guest_apply_click_apply_button&url=http%3A%2F%2Fwww. jobijoba. de%2Fredirect%2Fe32f8ff1d4f058e760d0bb30915881af%2F1%2F11%2F62&urlHash=6Sih&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "hasMySavedJobPosting": false, 
  "formattedEmploymentStatus": "Full-time", 
  "descriptionLanguage": "de", 
  "formattedExperience": "Mid-Senior level", 
  "hasDecoratedCompany": true, 
  "decoratedCompany": {
    "formattedIndustries": [
      "Management Consulting"
    ], 
    "formattedCompanyType": "Privately Held", 
    "localizedDescription": "Under the slogan “Designing Systems – Empowering People” the Ingenics AG,  as technical business consultants,  has successfully planned and improved leading international companies for over 35 years – worldwide.  Naturally,  this also includes the educational and training programs offered by our Ingenics Academy.  In a nutshell,  Ingenics’ core competences can be defined as: planning,  optimization and qualification.  Or in short: Efficiency improvement³.  Here,  we focus on three key business areas – factories,  logistics and organizations.  We support customers from every region of the world and projects at any location. \r\rThe range of our experiences covers a variety of industries including the automobile industry and its suppliers,  the aviation industry,  high-tech companies such as mechanical engineering,  financial service providers and renewable energies as well as Composites.  You can find further information on our website http://www. ingenics. com/en/\r\rIngenics as an employer\rFrom the day you begin,  you can follow a clearly planned route towards personal development and promotion: by working to develop your individual skills and qualifications,  you can open many doors leading to specialized roles or positions of leadership within our company. \r\rAre you an experienced professional who wants to further develop a career,  and perhaps become successful at an international level? Alternatively,  do you have a degree or diploma in engineering or a related field,  a background in business,  and a desire to put the knowledge you have gained to the test in a practical environment?\r\rWe are looking for consultants that possess the following qualities:\rOpen-minded | Determined | Creative | Committed | Strong personality | Team player | Great social skills | Willing to perform | Motivated | Reliable | Courteous | Able to accept criticism | Driven by success | Persuasive\r\rYou can find all current vacancies on our website www. ingenics. com/en/careers", 
    "foundedYear": 1979, 
    "canonicalName": "Ingenics AG", 
    "companyLogo": {
      "logoType": "LOGO_LEGACY", 
      "urn": "urn:li:media:/p/7/005/020/3a2/3b3be60. png"
    }, 
    "company": {
      "specialities": [
        "Improving Production Efficiency", 
        "Logistics Planning", 
        "Shopfloor Management", 
        "Impoving Office Efficiency", 
        "Change Management", 
        "Industry 4. 0", 
        "Factory Planning", 
        "Production and Process Planning", 
        "Supply Chain Management", 
        "Lean Management", 
        "Intra Logistics"
      ], 
      "universalName": "ingenics-ag", 
      "companyId": 1028982, 
      "heroImage": {
        "croppedImage": "urn:li:media:/p/3/005/07b/036/35073af. png"
      }
    }, 
    "hasPaidLcp": false, 
    "formattedCompanySize": "201-500", 
    "formattedEmployeeCount": "201-500 employees"
  }, 
  "formattedIndustries": [
    "Management Consulting"
  ], 
  "formattedLocation": "Munich,  DE", 
  "jobPosting": {
    "expirationDate": 1449105277000, 
    "veteranCommitted": false, 
    "id": 95370552, 
    "title": "Consultant Big Data/Data Mining (m/w)", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [], 
      "rawText": "--&gt; Wir suchen für unsere Planungs- und Beratungsteams im Bereich IT &amp; Processes qualifizierte Unterstützung! › Consultant Big Data/Data Mining (m/w) Über uns: Ingenics unterstützt als technische Unternehmensberatung seit über 35 Jahren weltweit Unternehmen aus verschiedenen Branchen bei Planungs-,  Optimierungs- und Qualifizierungsaufgaben entlang der gesamten Wertschöpfungskette.  Nutzen Sie also am besten noch heute Ihre Karrierechancen und entdecken Sie,  wie wir gemeinsam mit Ihnen Raum für Ihren nachhaltigen Berufserfolg bei Ingenics schaffen.  Freuen Sie sich auf ein hochprofessionelles Umfeld,  anspruchsvolle Projekte und eine gezielte Förderung.  Ihre Aufgaben: Für unser neu geschaffenes Center of Competence IT &amp; Processes arbeiten Sie in Projekten zum Thema Big Data/Data Mining mit.  Sie analysieren die bestehenden Geschäftsprozesse unserer Kunden sowie bereits vorhandene,  strukturierte und unstrukturierte Datensätze.  Daraus leiten Sie Handlungsempfehlungen für Big Data Anwendungsbereiche ab und stimmen diese in Workshops ab.  Die Implementierung von Big Data Anwendungsprojekten mit den relevanten Projektpartnern liegt in Ihrem Verantwortungsbereich,  dabei koordinieren Sie die Entwicklung der definierten Data Mining Projekte in enger Abstimmung mit der IT-Abteilung unserer Kunden.  Das dazugehörige Projektmanagement inkl.  Reporting von Projektstati gehört ebenfalls zu Ihren Aufgaben.  Ihre Qualifikationen: Sie haben ein Studium der Wirtschaftsinformatik oder einen Abschluss in einem vergleichbaren Studiengang erfolgreich absolviert.  Darüber hinaus bringen Sie Berufserfahrung im Bereich der Erstellung und Anwendung statistischer Modelle (Data Mining/Data Warehousing) mit.  Des Weiteren haben Sie bereits praktische Erfahrungen in der Visualisierung und der Präsentation komplexer Datensätze gesammelt.  Ausgeprägte Team- und Kommunikationsfähigkeit,  Durchsetzungsfähigkeit,  hohe Belastbarkeit und Flexibilität zeichnen Sie aus.  Das bieten wir Ihnen: Ein dynamisches Arbeitsumfeld in einem mittelständischen Familienunternehmen,  in dem die Ingenics Unternehmenswerte aktiv gelebt werden.  Spannende Projekte - je nach Ihrer persönlichen Neigung und Lebenssituation im regionalen,  nationalen und weltweiten Umfeld.  Maßgeschneiderte,  durch Auszeichnungen und Zertifikate von unabhängigen Instituten bestätigte Entwicklungs- und Weiterbildungsmöglichkeiten.  Title description Unternehmensvideo: Video zur Stellenanzeige: --&gt; Wenn Sie diese Aufgaben ansprechen,  bewerben Sie sich bitte online unter Gerne können Sie sich auch als Freelancer initiativ für den oben angeführten Bereich bewerben unter folgendem Link.  Ingenics AG Ansprechpartnerin: Frau Vera Gentsch-König Telefon: +49 89 356579 16 Website:"
    }, 
    "postalCode": "80331", 
    "jobState": "CLOSED", 
    "companyJobCode": "jobijoba-e32f8ff1d4f058e760d0bb30915881af", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "Under the slogan “Designing Systems – Empowering People” the Ingenics AG,  as technical business consultants,  has successfully planned and improved leading international companies for over 35 years – worldwide.  Naturally,  this also includes the educational and training programs offered by our Ingenics Academy.  In a nutshell,  Ingenics’ core competences can be defined as: planning,  optimization and qualification.  Or in short: Efficiency improvement³.  Here,  we focus on three key business areas – factories,  logistics and organizations.  We support customers from every region of the world and projects at any location. The range of our experiences covers a variety of industries including the automobile industry and its suppliers,  the aviation industry,  high-tech companies such as mechanical engineering,  financial service providers and renewable energies as well as Composites.  You can find further information on our website http://www. ingenics. com/en/Ingenics as an employerFrom the day you begin,  you can follow a clearly planned route towards personal development and promotion: by working to develop your individual skills and qualifications,  you can open many doors leading to specialized roles or positions of leadership within our company. Are you an experienced professional who wants to further develop a career,  and perhaps become successful at an international level? Alternatively,  do you have a degree or diploma in engineering or a related field,  a background in business,  and a desire to put the knowledge you have gained to the test in a practical environment?We are looking for consultants that possess the following qualities:Open-minded | Determined | Creative | Committed | Strong personality | Team player | Great social skills | Willing to perform | Motivated | Reliable | Courteous | Able to accept criticism | Driven by success | PersuasiveYou can find all current vacancies on our website www. ingenics. com/en/careers"
    }, 
    "sponsored": false, 
    "closeDate": 1447138244000, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "companyName": "Ingenics AG", 
    "functions": [
      "IT", 
      "CNSL"
    ], 
    "listDate": 1446120870000, 
    "countryCode": "de", 
    "company": "urn:li:company:1028982"
  }, 
  "formattedPostedDaysAgo": "Posted 37 days ago", 
  "companyDescriptionLanguage": "de", 
  "formattedJobFunctions": [
    "Information Technology", 
    "Consulting"
  ], 
  "formattedPostedDaysAgoSlim": "30+ days ago", 
  "formattedPostedDaysAgoShort": "37d", 
  "formattedListDate": "October 29,  2015", 
  "formattedExpireDate": "December 3,  2015", 
  "formattedCloseDate": "November 10,  2015", 
  "offsiteApply": true, 
  "hasSavedJobPosting": false
}
