{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "You constantly use predictive modeling,  probability &amp; statistics,  Machine Learning,  Data Mining,  Information Retrieval,  and any other data analysis &amp; algorithm development techniques to collect,  explore,  and develop new algorithms and ideas from structured and unstructured data.  We are a software team so at the end of the day,  you will need to transform your models into user facing working production code.  You will perform large scale experimentation &amp; analysis and build data driven apps to translate data into intelligence.  You have experience with research methodologies,  maybe wrote a paper or two and have a MSc/PhD.  You probably already developed a few models or algorithms that were part of a real product.  Definitely you should also be a team player! You should have programming experience in any language of the following - Java/C++/C#/Python/R/Matlab You must possess strong understanding of product &amp; user requirements and have strong written and communication skills (we don't work in a bubble). ", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89070742", 
  "descriptionLanguage": "en", 
  "description": "Wearable devices are the new frontier in the technological world.  They bring new challenges: huge amounts of data are gathered,  new algorithmic approaches are required to make sense with the data and new applications and usages are needed to provide great experiences to the users.  So,  if: You are thrilled by solving real world problems with data driving the solutions,  you believe that machine learning and real life understanding can co-exist,  you suffer from the abuse people are making to the p-value,  you are excited when your model crosses the 90% F-measure line,  you think the kernel trick is much better than any magic trick,  and most importantly - you enjoy making a positive impact on people's life,  come join us at the Data Science team with Intel's Wearable Devices Group in Yakum.  Our team is a fast growing team developing state of the art machine learning &amp; user behavioral models and data driven features for Intel's wearable devices.  We face extremely interesting challenges and you are invited to join us,  help us solving those challenges and empower our users. ", 
  "jobPosting": {
    "title": "Data Scientist-Wearable Group", 
    "companyName": "Intel Corporation"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "1053", 
  "canFollow": false, 
  "companyName": "Intel Corporation", 
  "bottom": "true"
}
