{
  "jobPosting": {
    "companyName": "Sphere", 
    "functions": [
      "MRKT", 
      "IT", 
      "CNSL"
    ], 
    "companyJobCode": "europa_eu-22430050", 
    "title": "Data Analyst – Communications Consultancy", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100549693, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      6
    ]
  }, 
  "company": {
    "companyId": 13106, 
    "websiteUrl": "http://www. sphere. com", 
    "logo": "urn:li:media:/p/1/000/01e/2b5/1d39b92. png", 
    "universalName": "sphere"
  }, 
  "description": "     Data Analyst – Communications Consultancy - £22, 000k – £25, 000k –    London The Client Our client are one of the largest communication    consultancies within the WPP Group.  With 90 offices globally they work    with the best and biggest brands across all sectors.  They believe that    strategic counsel,  creative minds and deep sector knowledge are their    defining characteristics.  They are looking for a Data Consultant to    help deliver on their client’s needs by truly understanding their    perspectives.  The role · Develop close working relationship with    assigned clients to provide strategic analysis,  campaign and program    recommendations · Analyze campaign and customer data to provide    conclusions,  implications,  and actionable recommendations designed to    improve the quality of future relationship marketing communications ·    Mentor a Data Analyst who will report directly to you and will support    your analysis and report building · Use an array of social listening    tools to gather and analyse current trends in opinion and adoption    (Brandwatch) · Support the client teams and help identify new    opportunities,  provide insight and direction in all new business    opportunities.  You · Experience with a broad range of advertising    technologies · 1 + years’ experience in an analytical capacity ideally    from an agency background · Demonstrated ability to work in a fast    paced data driven environment · Desire to take on a direct report Where    do I apply? You can apply for this role now by sending your CV or    calling me now! Patrick Webster – Consultant - 02037642966 We recruit    for a variety of opportunities in Digital so feel free to get in touch    with us to find out how we can help you. ", 
  "companyDescription": "      Sphere    Sphere provides online publishers with the tools and ingredients to    engage their readers and maximize the interactivity and earning    potential of their properties.  Our industry leading related content    technology appears on A-list sites such as Time. com,  WSJ. com,  CNet,     Barron's,  AOL News and Engadget among others. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
