{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87833417", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "mTrip is the leading provider of Mobile Applications as a Service (MaaS) solutions for the travel and tourism industry.  Offering organizations and enterprises the ability to provide their clients with a branded mobile application to support their clients,  showcase their brand and generate additional revenue. mTrip mobile applications are specifically tailored for tourism boards,  DMO/CVB,  travel publishers,  tour operators,  OTA and travel agencies.  They have been downloaded 3 million times and won numerous awards and honors including:Best Mobile Travel Solution Award 2015Innovator at the 2014 PhoCusWright ConferenceHonoree at the Webby AwardsGold ADDY Award by American Advertising FederationFeatured in Apple's 10 ultimate travel appsFeatured in CNN's 50 ultimate travel appsWIRED Magazine: 9/10", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "mTrip", 
  "canFollow": false, 
  "companyId": "334577", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "mTrip", 
    "title": "Algorithmic Engineer – Data Scientist"
  }, 
  "description": "mTrip develops innovative solutions for the travel industry.  With our multi-award-winning platform being used throughout the world,  we are looking for a Data Scientist with experience in developing optimized algorithms.  Position is based in Montreal,  Canada.  Candidate should have a passion for developing high quality innovative and scalable solutions to challenging problems.    Required: Practical experience in developing optimized algorithms and scalable applications Good knowledge of Python with 2+ years experience Knowledge in data mining Good knowledge of Postgresql Deploy application on AWS infrastructure Startup Mentality &amp; energy Self-motivated. ,  Autonomous,  Analytical Additional skills: Knowledge in machine learning,  semantic analysis,  NLP,  ontologies,  indexing Knowledge of revision control tools (Git) Comfortable working with hundreds of gigabytes of data Winner at the Mobile Innovation in Travel Awards 2015 Innovator at the 2014 PhoCusWright Conference  Honoree at the Webby Awards  Gold ADDY Award by American Advertising Federation  Featured in Apple’s 10 ultimate travel apps  Featured in CNN’s 50 ultimate travel apps  WIRED Magazine: 9/10  "
}
