{
  "jobPosting": {
    "companyJobCode": "gettinghired-J3J2RR723LNNYXDWXGC", 
    "expirationDate": 1451400796000, 
    "title": "Sr Data Analytics Data Scientist - Big Data - Austin,  TX", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [
        {
          "startIdx": 4517, 
          "type": "BR", 
          "endIdx": 4517, 
          "attribute": []
        }, 
        {
          "startIdx": 4517, 
          "type": "BR", 
          "endIdx": 4517, 
          "attribute": []
        }, 
        {
          "startIdx": 4294, 
          "type": "I", 
          "endIdx": 4517, 
          "attribute": []
        }, 
        {
          "startIdx": 4294, 
          "type": "BR", 
          "endIdx": 4294, 
          "attribute": []
        }, 
        {
          "startIdx": 4294, 
          "type": "BR", 
          "endIdx": 4294, 
          "attribute": []
        }, 
        {
          "startIdx": 4206, 
          "type": "BR", 
          "endIdx": 4206, 
          "attribute": []
        }, 
        {
          "startIdx": 4206, 
          "type": "BR", 
          "endIdx": 4206, 
          "attribute": []
        }, 
        {
          "startIdx": 3820, 
          "type": "BR", 
          "endIdx": 3820, 
          "attribute": []
        }, 
        {
          "startIdx": 3820, 
          "type": "BR", 
          "endIdx": 3820, 
          "attribute": []
        }, 
        {
          "startIdx": 3565, 
          "type": "BR", 
          "endIdx": 3565, 
          "attribute": []
        }, 
        {
          "startIdx": 3565, 
          "type": "BR", 
          "endIdx": 3565, 
          "attribute": []
        }, 
        {
          "startIdx": 3546, 
          "type": "B", 
          "endIdx": 3565, 
          "attribute": []
        }, 
        {
          "startIdx": 3546, 
          "type": "BR", 
          "endIdx": 3546, 
          "attribute": []
        }, 
        {
          "startIdx": 3546, 
          "type": "BR", 
          "endIdx": 3546, 
          "attribute": []
        }, 
        {
          "startIdx": 3461, 
          "type": "LI", 
          "endIdx": 3546, 
          "attribute": []
        }, 
        {
          "startIdx": 3301, 
          "type": "LI", 
          "endIdx": 3461, 
          "attribute": []
        }, 
        {
          "startIdx": 3301, 
          "type": "BG", 
          "endIdx": 3546, 
          "attribute": []
        }, 
        {
          "startIdx": 3301, 
          "type": "BR", 
          "endIdx": 3301, 
          "attribute": []
        }, 
        {
          "startIdx": 3292, 
          "type": "B", 
          "endIdx": 3301, 
          "attribute": []
        }, 
        {
          "startIdx": 3292, 
          "type": "BR", 
          "endIdx": 3292, 
          "attribute": []
        }, 
        {
          "startIdx": 3176, 
          "type": "LI", 
          "endIdx": 3292, 
          "attribute": []
        }, 
        {
          "startIdx": 3063, 
          "type": "LI", 
          "endIdx": 3176, 
          "attribute": []
        }, 
        {
          "startIdx": 2980, 
          "type": "LI", 
          "endIdx": 3063, 
          "attribute": []
        }, 
        {
          "startIdx": 2925, 
          "type": "LI", 
          "endIdx": 2980, 
          "attribute": []
        }, 
        {
          "startIdx": 2838, 
          "type": "LI", 
          "endIdx": 2925, 
          "attribute": []
        }, 
        {
          "startIdx": 2721, 
          "type": "LI", 
          "endIdx": 2838, 
          "attribute": []
        }, 
        {
          "startIdx": 2608, 
          "type": "LI", 
          "endIdx": 2721, 
          "attribute": []
        }, 
        {
          "startIdx": 2608, 
          "type": "BG", 
          "endIdx": 3292, 
          "attribute": []
        }, 
        {
          "startIdx": 2608, 
          "type": "BR", 
          "endIdx": 2608, 
          "attribute": []
        }, 
        {
          "startIdx": 2586, 
          "type": "B", 
          "endIdx": 2608, 
          "attribute": []
        }, 
        {
          "startIdx": 2586, 
          "type": "BR", 
          "endIdx": 2586, 
          "attribute": []
        }, 
        {
          "startIdx": 2586, 
          "type": "BR", 
          "endIdx": 2586, 
          "attribute": []
        }, 
        {
          "startIdx": 2574, 
          "type": "B", 
          "endIdx": 2586, 
          "attribute": []
        }, 
        {
          "startIdx": 2427, 
          "type": "LI", 
          "endIdx": 2573, 
          "attribute": []
        }, 
        {
          "startIdx": 2372, 
          "type": "LI", 
          "endIdx": 2427, 
          "attribute": []
        }, 
        {
          "startIdx": 2268, 
          "type": "LI", 
          "endIdx": 2372, 
          "attribute": []
        }, 
        {
          "startIdx": 2186, 
          "type": "LI", 
          "endIdx": 2268, 
          "attribute": []
        }, 
        {
          "startIdx": 2032, 
          "type": "LI", 
          "endIdx": 2186, 
          "attribute": []
        }, 
        {
          "startIdx": 1985, 
          "type": "LI", 
          "endIdx": 2032, 
          "attribute": []
        }, 
        {
          "startIdx": 1912, 
          "type": "LI", 
          "endIdx": 1985, 
          "attribute": []
        }, 
        {
          "startIdx": 1848, 
          "type": "LI", 
          "endIdx": 1912, 
          "attribute": []
        }, 
        {
          "startIdx": 1738, 
          "type": "LI", 
          "endIdx": 1848, 
          "attribute": []
        }, 
        {
          "startIdx": 1643, 
          "type": "LI", 
          "endIdx": 1738, 
          "attribute": []
        }, 
        {
          "startIdx": 1511, 
          "type": "LI", 
          "endIdx": 1643, 
          "attribute": []
        }, 
        {
          "startIdx": 1329, 
          "type": "LI", 
          "endIdx": 1511, 
          "attribute": []
        }, 
        {
          "startIdx": 1329, 
          "type": "BG", 
          "endIdx": 2573, 
          "attribute": []
        }, 
        {
          "startIdx": 1329, 
          "type": "BR", 
          "endIdx": 1329, 
          "attribute": []
        }, 
        {
          "startIdx": 1313, 
          "type": "B", 
          "endIdx": 1329, 
          "attribute": []
        }, 
        {
          "startIdx": 1313, 
          "type": "BR", 
          "endIdx": 1313, 
          "attribute": []
        }, 
        {
          "startIdx": 1313, 
          "type": "BR", 
          "endIdx": 1313, 
          "attribute": []
        }, 
        {
          "startIdx": 427, 
          "type": "BR", 
          "endIdx": 427, 
          "attribute": []
        }, 
        {
          "startIdx": 427, 
          "type": "BR", 
          "endIdx": 427, 
          "attribute": []
        }, 
        {
          "startIdx": 15, 
          "type": "BR", 
          "endIdx": 15, 
          "attribute": []
        }, 
        {
          "startIdx": 15, 
          "type": "BR", 
          "endIdx": 15, 
          "attribute": []
        }, 
        {
          "startIdx": 0, 
          "type": "B", 
          "endIdx": 15, 
          "attribute": []
        }
      ], 
      "rawText": "Job DescriptionThis is a unique opportunity to get in on the ground floor of a new multi-disciplined team of experienced individuals who will be driving the opportunity identification and solution design,  development,  and deployment of advanced analytics across the global enterprise.   The team will be responsible both for analytics strategy and project-based solutions,  focusing on the company’s most critical business areas. The Senior Data Scientist (Big Data) role requires experience in fully understanding the requirements of working with big data to answer business problems.  The role will be responsible for creating statistical and data mining models which allow our business partners to make more informed decisions in the areas of safety,  customer support,  vehicle maintenance,  supply chain,  operations,  marketing and budgeting.  This is a hands-on position and requires the candidate to be highly proficient in working with statistical packages like SAS,  SPSS,  R or similar tools.  We prefer individuals with past management consulting experience working with both strategy and advanced modeling implementations.  It is essential that candidates possess proven experience on professional work engagements,  and can demonstrate proficiency in predictive analytics and data mining in a big data environment. ResponsibilitiesBuild predictive models utilizing both traditional statistical and data mining methods.  Build accurate statistical supervised &amp; unsupervised predictive models using SAS and SPSS. Model the complex relationships among diverse data sets and develop the analytics solution leveraging a big data analytics frameworkExtract,  clean,  and manipulate large datasets (structured and unstructured) for model building. Communicate (written and verbal) insights from quantitative analyses to technical and non-technical audiences. Stay current on the latest machine learning and big data trends. Work with business sponsors and IT teams to implement analytic solutions. Train,  mentor,  and lead junior data scientists. Serve as a technical expert in one or more domains (e. g.  Machine learning,  predictive modeling,  cluster analysis,  Time Series Analysis,  Text Mining,  etc. )Work closely with the software engineering team to productionize analytic softwareCollaborate with systems integration and data warehouse engineers on data extraction and data cleansing Work in a highly interactive,  team-oriented environmentExcellent written and oral communication skills; must be capable of fully yet concisely articulating technical concepts to non-technical audiences RequirementsMinimum Qualifications7+ years of professional work experience as a Data Scientist on strategy or full-life cycle projects is required 7+ years recent hands-on experience working with statistical,  data mining tools like SAS,  SPSS,  R,  or S+ is required 7+ years of experience with data mining,  predictive modeling and prescriptive modeling Strong proficiency in SAS or SPSS programming required Proficiency in one or more of the following programming languages: R,  Python,  Hive. Experience as a data science/analytics expert,  ideally with demonstrated big data and machine learning innovationExpert statistical and mathematical skill set,  with advanced techniques such as random forest,  regressions,  GLM etc. EducationAt least a Master’s Degree in a Quantitative field (Engineering,  Computer Science,  Physics,  Economics,  Mathematics,  Statistics or related field).  PhD preferred. Extra specialization in the customization of ad hoc machine-learning rules preferred. Why General Motors?At GM,  we’ve charged ourselves with one mission: to design,  build and sell the world’s best vehicles.  And to achieve our goals,  we’re currently undergoing one of the largest Information Technology transformations in the history of the automotive industry. GM IT is a leader in cutting edge technologies such as Mobility,  Telematics,  Mission-Critical Business Systems,  Supercomputing,  Vehicle Engineering,  and Real-time Computing.  We offer challenging positions for passionate professionals looking to get in on the ground-floor of a growing “Fortune 5” firm that is re-inventing IT with a laser focus on Innovation,  Speed,  and Business Value. Join our team and experience Information Technology at a scale and pace not seen before!All qualified applicants will receive consideration for employment without regard to race,  color,  religion,  age,  sex,  national origin,  disability,  sexual orientation,  gender identity/expression,  or protected veteran status. "
    }, 
    "postalCode": "73301", 
    "jobState": "LISTED", 
    "companyName": "General Motors", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "At General Motors,  we are passionate about designing,  building and selling the world’s best vehicles.  This vision unites us as a team each and every day and is the hallmark of our customer-driven culture.  We set high standards for our company so that we can give you the best cars,  trucks and SUVs.  It’s our commitment to deliver vehicles with compelling designs,  flawless quality and reliability,  and leading safety,  fuel economy and infotainment features.  The very things that create that special bond between driver and vehicle.  Whether it’s a Chevrolet,  Buick,  GMC,  Cadillac,  Opel,  Vauxhall or Holden,  making the world’s best vehicles can only happen with the world’s greatest employees.  We take great pride in our work,  and take great care to deliver exceptional cars and a positive ownership experience to our customers in 140 countries around the world. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "RSCH"
    ], 
    "listDate": 1446641843000, 
    "countryCode": "us", 
    "company": "urn:li:company:1472", 
    "id": 96430315, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Austin,  TX,  US", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/96430315?trk=guest_apply_click_apply_button&url=http%3A%2F%2Fwww. gettinghired. com%2FSr-Data-Analytics-Data-Scientist-Big-Data%2FAustin-TX%2FGeneral-Motors-Company%2FJ3J2RR723LNNYXDWXGC&urlHash=XBfx&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "formattedEmploymentStatus": "Full-time", 
  "formattedJobFunctions": [
    "Research"
  ], 
  "formattedExperience": "Mid-Senior level", 
  "formattedIndustries": [
    "Automotive"
  ], 
  "formattedPostedDaysAgo": "Posted 31 days ago", 
  "formattedPostedDaysAgoSlim": "30+ days ago", 
  "formattedPostedDaysAgoShort": "31d", 
  "companyDescriptionLanguage": "en", 
  "decoratedCompany": {
    "formattedCompanySize": "10001+", 
    "formattedIndustries": [
      "Automotive"
    ], 
    "hasPaidLcp": true, 
    "localizedDescription": "At General Motors,  we are passionate about designing,  building and selling the world’s best vehicles.  This vision unites us as a team each and every day and is the hallmark of our customer-driven culture.  \r\rWe set high standards for our company so that we can give you the best cars,  trucks and SUVs.  It’s our commitment to deliver vehicles with compelling designs,  flawless quality and reliability,  and leading safety,  fuel economy and infotainment features.  The very things that create that special bond between driver and vehicle.  \r\rWhether it’s a Chevrolet,  Buick,  GMC,  Cadillac,  Opel,  Vauxhall or Holden,  making the world’s best vehicles can only happen with the world’s greatest employees.  We take great pride in our work,  and take great care to deliver exceptional cars and a positive ownership experience to our customers in 140 countries around the world. ", 
    "formattedCompanyType": "Public Company", 
    "formattedEmployeeCount": "10001+ employees", 
    "careersImage": "urn:li:media:/AAEAAQAAAAAAAAKyAAAAJDc5ZDc0ODkyLWIwN2MtNGYxMi1iNjQ4LTZmNTRjZjA3MWU5NA. png", 
    "companyLogo": {
      "logoType": "SQUARE_LOGO", 
      "urn": "urn:li:media:/AAEAAQAAAAAAAAayAAAAJDljMTRjYWMyLTk4NTEtNGYwOS04NzE1LTIzMTBiOGE5ZmQ0Yw. png"
    }, 
    "careersImageLink": "https://media. licdn. com/media/AAEAAQAAAAAAAAKyAAAAJDc5ZDc0ODkyLWIwN2MtNGYxMi1iNjQ4LTZmNTRjZjA3MWU5NA. png", 
    "company": {
      "specialities": [
        "Cars", 
        "Trucks", 
        "Manufacturing", 
        "Automotive", 
        "Vehicles", 
        "Transportation"
      ], 
      "universalName": "general-motors", 
      "companyId": 1472, 
      "heroImage": {
        "croppedImage": "urn:li:media:/p/6/005/039/34c/3b2e2a7. png"
      }
    }, 
    "canonicalName": "General Motors"
  }, 
  "formattedListDate": "November 4,  2015", 
  "formattedExpireDate": "December 29,  2015", 
  "hasSavedJobPosting": false, 
  "offsiteApply": true, 
  "hasMySavedJobPosting": false, 
  "descriptionLanguage": "en", 
  "hasDecoratedCompany": true
}
