{
  "jobPosting": {
    "companyName": "BNP Paribas", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "pageuppeople_bnp-bdca7036056e30727dccb929f72b004b", 
    "title": "Data scientist (FR)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102029193, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      41
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. bnpparibas. com/en/home/", 
    "logo": "urn:li:media:/p/2/000/1ac/3d8/0c2c4bb. png", 
    "universalName": "bnp-paribas", 
    "companyId": 1508
  }, 
  "description": "    My future work environment    As the largest bank in Belgium,  we support more than 3. 7 million    customers: private individuals,  families,  youth,  self-employed,     professionals and entrepreneurs.  They rely on us for tailor-made    solutions for every important moment of their lives.  Therefore,  we    create state-of-the-art innovative banking technologies,  we maintain a    24/7 connection with our customers and we continuously innovate the way    we work.     Be the leader of digital innovation at BNP Paribas Fortis and inspire    others!    In a changing world,  designing tomorrow is both the most challenging    and the most inspiring thing to do.  We are challenging the way we work    and the way we connect.  Therefore,  we need digital specialists who can    shape the future of banking technology.  Are you a leader in our digital    revolution?    BNP Paribas Fortis is committed to updating,  improving and optimising    its digital and marketing strategy.  We intend to do this based on    objective analysing data we obtain from a number of analytical    projects.  As such,  we need the talents of an astute and able Data    Scientist who will be responsible for these projects.     My future job    This position is to join the big data program at the bank which has a    scope Bank-wide.  This means that you'll be participating in DS projects    related to any of the Bank functions (e. g.  Marketing Individuals,     Marketing Companies,  HR,  Risk,  Assets Liability Management,  Cash Flow    Management,  Fraud,  Compliance,  . . . ).  Depending of your seniority level    and career interests,  you'll have the chance of being a direct    contributor and/or coordinating team efforts across different projects.     My profile    Are you a medior/senior data scientist? We are not providing list of    technologies,  techniques and business skills to define the role because    if you aren't sure if you are a m/s DS,  then you most probably aren't    one.     At This Moment You Are Maybe Fulfilling Your Role Of DS Either As a    Consultant,  Free-lance,  Industry Employee,  Researcher,  Teacher,     Entrepreneur,  Or Simply Taking a Break Period.  Depending On Your    Situation,  This Can Be a Good Opportunity To Change For Several    Reasons,  Such As       You are tired of changing of projects between Industries and you        want to focus on a single but varied industry?       You are missing interesting projects?       You are lacking top management sponsorship to backup your DS        efforts?       You are lacking access to rich (3V-wise) real data?       You are lacking the visibility to report your results to the        respective stakeholders?       You are missing the team collaboration to cover the lifecycle of a        DS project from data sourcing to results deployment?       . . .  or put here other reason that applies to you     We can assure that at least for the reasons listed above,  this job    position is an excellent opportunity.     We offer    We believe that our evolution is driven by our employees.  In return,  we    strive to provide optimal working conditions that enable people to    develop both a professional and personal level.  We offer a challenging    working environment in which you are going to have a real impact on the    digital revolution within our company.  In addition,  you can expect an    interesting salary and attractive benefits.  In order to respond to your    individual needs,  you can actively shape your benefit package.     Are you up for the challenge?    Ready to lead the digital innovation at BNP Paribas Fortis,  inspire    others and design your own career? Apply online!    If You Have Any Pressing Question,  You Can Reach Immediately Out To    Raul Domingos - Program Manager Big Data (Company wide)    rauljoel. cardosodomingos@bnpparibasfortis. com", 
  "companyDescription": "      BNP Paribas    BNP Paribas (www. bnpparibas. com) is one of the best rated banks in the    world.  The Group has a presence in more than 75 countries and more    than 180, 000 employees,  including more than 140, 000 in Europe.  It ranks    highly in its three core activities: Domestic Markets,  Corporate &    Institutional Banking and International Financial Service.     In Europe,  the Group has four domestic markets (Belgium,  France,  Italy    and Luxembourg) and BNP Paribas Personal Finance is the leader in    consumer lending.     BNP Paribas is rolling out its integrated retail banking model across    the Europe-Mediterranean zone and boasts a large network in the western    part of the United States.  In its Corporate & Institutional Banking and    International Financial Services,  BNP Paribas also enjoys top positions    in Europe,  a strong presence in the Americas and solid and fast-growing    businesses in Asia.     Rated long-term A+ by Standard & Poor's. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
