{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "A PhD from a top tier university in a Quantitative Discipline (Computer Science,  Machine Learning,  Statistics,  Mathematics,  Physics,  Operations Research,  Engineering,  Economics/Econometrics). Experience within a Banking environment advantageous.    Related industry experience in machine learning and statistical modeling techniques in identifying patterns and signals. -Exceptionally strong mathematical/statistical/computer science fundamentals,  being able to logically construct and apply a model from first principles.    Experience in algorithm simulations and evaluations-Fluent in one or more model prototyping languages - Python,  R,  Matlab,  Mathematica,  etc.    Able to clean,  analyse,  integrate and process complex/messy data. -Fluent in one or more programming languages - Java,  Python,  Scala,  or other languages implementing and scaling out analytic event driven applications on very large datasets.    Good at communicating to all levels and able to share information and transfer knowledge and expertise to colleagues. ", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87836808", 
  "descriptionLanguage": "en", 
  "description": "Our client,  a leading Investment Bank,  currently seeks a Data Scientist / Research Engineer,  at the VP level,  to be based in London.  The Data Scientist will be responsible for:  Specify and build prototypes platform for running analytics on streaming complex datasets.  Participate in developing and optimising the analytics for enhance the effectiveness of the Programme.  Liaise closely with GT in developing the platform.  Process ad-hoc support for requests from Front Office Supervisors,  Front Office Business Managers or the Oversight Committee for granular information and reports relating to Trading behaviour / activity.   ", 
  "jobPosting": {
    "title": " Data Scientist / Research Engineer", 
    "companyName": "Randstad UK"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "612790", 
  "canFollow": false, 
  "companyName": "Randstad UK", 
  "bottom": "true"
}
