{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90398713", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Basic Qualifications: Deep experience across systems integration,  information management,  data management and architecture,  and business analytics Experience with large-scale,  multi-release information centric projects Delivery experience leveraging multiple delivery locations (onshore + nearshore/offshore) Experience with waterfall and agile delivery approaches End to end implementation of at least 1 big data project using at least 1 of Hadoop,  Map Reduce,  NoSQL platforms Solution architecture development Vendor assessment TCO assessment versus using conventional IM platforms Experience with ideate-prove-industrialise delivery approach Deep design experience with programming on high-scale or distributed systems (such as Hadoop) Implementation expertise with high performance distributed parallel file system storage technology such as GPFS,  GFS,  CloudStore,  HDFS or similar.  Implementation expertise with a distributed structured storage technology such as BigTable,  Cassandra,  Dynamo,  Mongo or similar NoSQL solution.  Deep experience with the following Implementing databases and data access middleware in the context of medium to large systems development projects Infrastructure and storage design for the data tier of a medium to large system Implementation of horizontally scalable data platform using sharding or similar techniques.  Implementation of ETL,  reporting and business intelligence technologies Implementation of high volume batch processing involving large data stores Design and implementation of a medium to large custom application data model Extensive experience at programme management level across large teams working in multiple locations.  Ability to support business development activities to articulate Accenture's Data Platform technical capabilities and help shape and communicate proposed solutions to client executives and architects Preferred Skills: Hands-on experience with the Hadoop stack (e. g.  MapReduce,  Sqoop,  Pig,  Hive,  Hbase,  Flume) Hands-on experience with related/complementary open source software platforms and languages (e. g.  Java,  Linux,  Apache,  Perl/Python/PHP,  Chef) Hands-on experience with ETL (Extract-Transform-Load) tools (e. g Informatica,  Talend,  Pentaho) Hands-on experience with BI tools and reporting software (e. g.  Microstrategy,  Cognos,  Pentaho) Hands-on experience with analytical tools,  languages,  or libraries (e. g.  SAS,  SPSS,  R,  Mahout) Hands-on experience with \"productionalizing\" Hadoop applications (e. g.  administration,  configuration management,  monitoring,  debugging,  and performance tuning) Previous experience with high-scale or distributed RDBMS (Teradata,  Netezza,  Greenplum,  Aster Data,  Vertica) Knowledge of cloud computing infrastructure (e. g.  Amazon Web Services EC2,  Elastic MapReduce) and considerations for scalable,  distributed systems Knowledge of NoSQL platforms (e. g.  key-value stores,  graph databases,  RDF triple stores) Professional Skills Requirements: Self-starter,  with a keen interest in technology and highly motivated towards success Must be proactive and be prepared to address meetings Must show initiative and desire to learn business subjects Able to work independently and provide updates to management Strong analytical and problem solving capabilities Excellent problem solving skills; proven teamwork and communication skills Willingness to travel Ideally,  educated to degree level ", 
  "following": false, 
  "companyDescription": "Accenture is a global management consulting,  technology services and outsourcing company,  with more than 319, 000 people serving clients in more than 120 countries.  Combining unparalleled experience,  comprehensive capabilities across all industries and business functions,  and extensive research on the world’s most successful companies,  Accenture collaborates with clients to help them become high-performance businesses and governments.  The company generated net revenues of US$30. 0 billion for the fiscal year ended Aug.  31,  2014.  Its home page is www. accenture. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Accenture", 
  "canFollow": false, 
  "companyId": "1033", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Accenture", 
    "title": "Big Data Consultants"
  }, 
  "description": "Big Data experienced professionals will be responsible for guiding the full lifecycle of a Big Data solution,  including: Use case and business case development Vendor landscape and technology assessment (covering for example Hadoop,  Map Reduce,  NoSQL etc) Solution architecture formulation (including role of conventional information management platforms) Proof of concept execution to prove the value of Big Data use cases Full lifecycle implementation from requirements analysis,  platform selection,  technical architecture design,  application design and development,  testing,  and deployment Assess emerging trends in storage access which includes the application of existing high performance distributed file system storage technologies for use by applications in lieu to traditional relational database storage methods We are looking for candidates with a broad set of technology skills to provide thought leadership,  solution architecting and implementation experience for robust Big Data solutions for big data opportunities,  and to grow big data skills and capabilities. "
}
