{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "RSCH", 
      "MGMT"
    ], 
    "companyJobCode": "banburylocaljobs-76602579", 
    "title": "Data Scientist (Airline/Aviation) - DUBAI", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101812371, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "    We can only at this stage accept applications from candidates who    possess clear first class English Language Skills.  Please ensure you    have read the job description in full.     Candidates must HAVE the right to work and live in the UK as work will    be scheduled in the UK and travel to DUBAI.     Our client is currently seeking to immediately appoint a Senior Level    Data Scientist to join their team in the UAE.     The successful applicants will need to be someone who deeply believes    in the exponential impact that the disciplines of mathematics,  machine    learning,  deep learning and data science can have on businesses.     Someone who is able to transcend this world of theory and bring it to    life in the business context.  Someone who is able to simplify these    complex fields and have conversations with business leaders to get them    excited about prospects and potential.  Someone who can contribute to    building a digital platform which will be underpinned by data science    and big/real time data.  Someone who has done the long hours in this    field and ideally attained expertise in the form of completing a PhD.     Most importantly,  someone who passionately believes that a revolution    is underway,  which will redefine the world of business and wants to be    part of this digital revolution.     If this is you,  then our CLIENT would like to hear from you    immediately.     Capability (required)       M. Sc degree in Mathematics,  Operations Research,  Computer Science        or other technical field       Minimum 8 years related work experience       Proficiency in at least 2 of the following:           + Machine Learning & Predictive Modeling           + Data Mining           + Hadoop,  Spark,  Hive etc           + Scipy,  Scikit,  R           + Information retrieval           + NLP     Capability (preferred)       Ph. D degree in Data Science,  Machine learning or AI       Experience interacting with cross functional teams including,         academic researchers,  business stakeholders and IT teams       Exceptional written and oral skills       Self-starter,  autonomous,  functions independently while providing        regular updates.      These are critical hire positions and therefore contracts can last    between 6 and 12 months and be extended there after.  Our client will    organise & pay for your VISA's.     Applicants from the AVIATION industry are highly encouraged to apply. ", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
