{
  "jobPosting": {
    "companyName": "University of Leeds", 
    "functions": [
      "RSCH", 
      "HCPR"
    ], 
    "companyJobCode": "jobsacuk-AMN678", 
    "title": "Research Fellow (Medical Data Science)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101886584, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      68
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. leeds. ac. uk/", 
    "logo": "urn:li:media:/p/2/000/083/107/23eca25. png", 
    "universalName": "university-of-leeds", 
    "companyId": 7244
  }, 
  "description": "     Location: Leeds - Main Campus    Faculty/Service: Faculty of Medicine & Health    School/Institute: Leeds Institute of Health Sciences (LIHS)    Category: Research    Contract Type:  Fixed Term (24 months)    Interview Date: Monday 01 February 2016    Data collected routinely by clinicians and healthcare professionals    across different care settings (e. g.  General Practice and Acute    Hospitals) can provide valuable insights on patient health and    healthcare.  These insights can drive improvements in the effectiveness    and efficiency of health interventions and services.     This unique role requires significant expertise and research skills in    Computer Science.  You will be responsible for a developing and applying    novel tools and techniques for working with,  analysing and creating new    knowledge from these very large and complex routinely-collected health    datasets.  Your tools and techniques must be underpinned by a focus on    security,  robustness,  rigor to ensure the validity of insights and    conformance with strict ethical and legal obligations.  You will also be    responsible for coordinating the provision,  linkage and management of    routinely-collected health datasets.  Your work will support a wider    programme of research involving a multi-disciplinary team of    clinicians,  statisticians and applied health researchers.     Applicants must have a PhD (or be within 6 months of completing) in    computer science or numerate-related discipline or have equivalant    research experience.  You will have strong programming and scripting    skills in Java (or equivalent) and Python (or equivalent),  and have    experience of working with large,  complex datasets,  and of developing    algorithms that decompose and efficiently solve complex computational    tasks.  Additionally,  you will have detailed knowledge of tools and    techniques for data security (e. g.  cryptographic hash functions) and    privacy protection (e. g.  k-anonymity).  Excellent communication skills,     effective organisational skills and an ability to work pro-actively and    independently are essential.     You will join a team of researchers working on a project funded by the    National Institute for Health Research which aims to evaluate the    cost-effectiveness and efficiency of different configurations of    liaison psychiatry service for specified target populations.  Further    project details are online.     You will also work with Dr Chris Smith and colleagues on the Applied    Health Co-operative (AHC),  a LIHS-based collaborative research    initiative between the Leeds Teaching Hospitals Trust (LTHT) and the    University of Leeds.  The AHC works on collaborative research proposals    with NHS bodies,  primarily with the LTHT,  applying to the main applied    health research funding streams.  Your role will involve supporting the    development of research opportunities that exploit the potential of    routine health datasets within health science and applied health.     The Leeds Institute of Health Sciences undertakes many applied health    research projects in collaboration with University and NHS partners,     and has close links with The Health and Social Care Information Centre    and other data providers.  The University’s recently established Leeds    Institute of Data Analytics will also provide an important focus for    research involving routine data - http://www. lida. leeds. ac. uk    The University of Leeds is committed to providing equal opportunities    for all and offers a range of family friendly policies    (http://hr. leeds. ac. uk/homepage/4/policies).  The University is a    charter member of Athena SWAN and holds the Bronze award.  The School of    Medicine gained the Bronze award in 2013.   We are committed to being an    inclusive medical school that values all staff,  and we are happy to    consider job share applications and requests for flexible working    arrangements from our employees.     Informal enquiries regarding the post should be directed to Dr Chris    Smith tel:  + 44 (0)113 343 7880,  email: C. J. Smith@leeds. ac. uk    If you have any specific enquiries about your online application please    contact Sue Davis tel:  + 44 (0)113 343 0831,     email:  s. davis@leeds. ac. uk", 
  "companyDescription": "      University of Leeds    Leeds is among the top ten universities for research in the UK and is    internationally acknowledged as a centre of excellence in a wide range    of academic and professional disciplines.     We have an ambitious vision to join the top 50 universities in the    world by 2015 through our distinctive ability to integrate world-class    research,  scholarship and education.     Integrating research and learning and teaching is at the heart of our    strategy.  Our courses are taught by staff who are engaged in    world-class research and cutting-edge professional practice.     We invest our own resources in helping organisations turn university    research into world-class products and services.  From the invention of    the Ultracane which helps blind and visually impaired people,  to a    spin-out company which provides expert services and new technologies    for the biopharmaceutical,  defence and healthcare sectors,  we are at    the forefront of innovation.     Our size and international reputation enables us to offer one of the    widest ranges of academic courses in the UK.  During the current    academic year there are over 30, 500 students attached to 700    undergraduate and 474 postgraduate degree programmes.  A further 31, 382    men and women are enrolled on short courses with the University. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
