{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/74327394", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "You hold a Bachelor,  Master or PhD degree in IT,  ICT,  Computer sciences,  Applied mathematics and/or Information management.  You are just graduated or have less than 3 year of working experience.  You have good knowledge of OO programming,  databases,  SQL,  ETL,  data mining,  data analytics,  etc.  You already acquired practical experience in school projects and preferably have done your internship or thesis in the domain of Big Data,  BI or AI with e. g.  Hadoop,  Tableau,  SAS,  Cognos,  Oracle BI,  QlikView,  Talend and/or Pentaho,  etc.  You are passionate about technology and continuous learning comes naturally to you.    You like diversified work where you can use and develop your technical know-how and analytical skills to their full potential.  You have great communication and listening skills and you can empathise with clients’ needs.  Your mother tongue is Dutch and/or French,  you are fluent in English (also in writing) and in Dutch or French as second language.  You work accurately,  always deliver high quality work and you respect deadlines.  You are a real team player but you can also work independently.  You are flexible about your work location.  Working on international projects is an option but never a must. ", 
  "following": false, 
  "companyDescription": "Exellys is specialized in integrating strong IT talent in large and medium-sized companies and important Tech start-ups.  We bridge the gap between the academic world and professional life by creating the ‘ideal incubator’ for young IT professionals.  Our unique START SMART programme provides a suitable and challenging project and supports them optimally with tailor-made training and coaching.  A strong start and a steep learning curve guaranteed! As a junior consultant you start in our START SMART programme.  A unique and intensive track for strong IT talent where your technical expertise and consulting skills will go through a steep learning curve.  In our FUTURE LEADERS ACADEMY you are optimally supported with training and coaching to ensure an accelerated career start and to maximise your potential.    Exellys provides attractive wages and an extensive package of extra-legal benefits including the choice between a package with or without company car.    Are you the IT talent we are looking for? Or do you require more info? Please get in touch with penny. van. puymbroeck@exellys. com - Tel +32 3 546 01 21 or mail your CV. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Exellys", 
  "canFollow": false, 
  "companyId": "5050421", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Exellys", 
    "title": "Junior Big Data consultant"
  }, 
  "description": "As Big Data consultant you are part of the Big Data team.  Working with experienced colleagues you will develop,  maintain,  test and evaluate Big Data solutions to help clients analysing and reporting their unstructured data.  You will be trained to become a data science expert.  Working on complex and large scale big data projects will be one of your major tasks.  You also will test the solution and write the necessary documentation for the client.  "
}
