{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86761002", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "As the Data Scientist,  you will have a background in Machine Learning,  combining experience of building new models along with researching existing models built in the wider world.    You’ll have a degree in a mathematical related subject (Maths,  Physics,  Computer Science,  etc).    Strong communication skills,  with excellent team playing skills with the ability to work collaboratively within high-performing groups of like-minded and talented individuals will also help!     Big Cloud is acting as an employment agency in relation to this vacancy. ", 
  "following": false, 
  "companyDescription": "From San Francisco to Shanghai and everywhere in between,  we connect the most innovative organisations with the best people in Big Data &amp; Data Science.  We enjoy speaking to great people,  working with great companies and having fun whilst we do it.  Are you a Hadoop Hero,  Spark Samurai or Machine Learning Magician? Are you interested in hiring the best people or working for the coolest companies? Yes? Us too… chris@bigcloud. io www. bigcloud. io Skype: chris. bigcloud  Twitter: @BigCloudTeam", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Big Cloud", 
  "canFollow": false, 
  "companyId": "5006426", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Big Cloud", 
    "title": "Data Scientist - Global Investment House"
  }, 
  "description": "“Calling all you Machine Learning Practitioners and predictors of the future!”   Are you a master in Machine Learning?  Do you long to work in a company that will allow you the freedom and support to become the best Data Scientist you could possibly be?  How about helping to kick-start an exciting new Machine Learning lab,  working for an innovative,  high performing business?   This high-end investment company at the apex of their area of industry is currently leveraging Big Data to provide their new team of Data Scientists with the adequate resources to build new and exciting prediction-based systems.    You will be responsible for building new prediction-based Machine Learning systems to help define how the business performs globally.   Helping to shape their strategy on high-value transactions and where they should direct heir investment portfolios next.    To do this,  you’ll build scalable models and train machine learning algorithms to clean,  visualize and analyse huge datasets,  to then build an understanding of prediction and insights from the data,  never seen before. "
}
