{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85379837", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "De ING is met ruim 8, 9 miljoen rekeninghouders een van de grootste en meest toonaangevende financiële dienstverleners van Nederland.  ING biedt klanten gemak,  waar voor hun geld en persoonlijk advies.  Particuliere en zakelijke klanten kunnen bij de ING terecht voor financiële producten op het vlak van betalen,  sparen,  lenen,  hypotheken en beleggen.  Daarnaast bemiddelt de ING in verzekeringen en pensioenen.   De ING is een Nederlands onderdeel van de ING Groep,  een wereldwijd opererende financiële instelling met 94. 000 medewerkers.  ING Groep verleent diensten aan meer dan 67 miljoen particuliere,  zakelijke en institutionele klanten in meer dan 40 landen in Europa,  Noord-Amerika,  Latijns-Amerika,  Azië en Australië.   ING is open en helder,  handelt integer en onderneemt maatschappelijk verantwoord en milieubewust.  ING is hoofdsponsor van het Nederlands Elftal. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "ING Netherland", 
  "canFollow": false, 
  "companyId": "215713", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "ING Netherland", 
    "title": "Data Scientist Risk Reporting,  Data & Analytics"
  }, 
  "description": "Within the CRO/Risk Services organisation,  the Reporting,  Data &amp; Analytics (RDA) department is looking for a Data Analyst in the area of risk.   Are you looking for the opportunity to work in a new team that started within the new Risk Services organisation of ING,  to work with Big Data in the area of risk and to deal with the challenges of ECB data requests,  then this job is something to apply for!  Your work environment:  In June the Risk Services organisation was initiated to create synergy amongst the risk functions,  to leverage on big data,  and to build a lean,  innovative and integrated approach to risk management.  Risk Services integrates all activities related to risk,  change,  support,  operations,  reporting,  data and systems.   Within Risk Services,  the Reporting,  Data &amp; Analytics department services the risk organisation with analytics,  data quality assurance,  data governance,  data delivery and reporting with the aim to empower risk managers to make the right decisions.  The vacancy is in the Regulatory Data Requests team.    Job description:   Interpretation and analysis of data (e. g.  looking at trends / anomalies) to support the regulatory reporting process  Ensure the data is managed and of the required quality  Address ad hoc regulatory data requests ensuring regulatory compliance  Coordination point of regulatory data requests in the risk management organisation  Embed the knowledge and way of analysing the data in the risk organisation  Build data marts to anticipate on future data requests  Implement lessons learned of data collection exercises  Who we are looking for?  Bachelor or Master in computer science or other science which has equipped you with the necessary statistics knowledge and database / programming skills.   3-4 years of experience in a data oriented function.   Experience with data/analytic tooling (e. g.  SAS).   Knowledge of banking,  risk management and regulation.   Personal Profile :  Analytical skills  Strong communication skills and team player  Critical mind-set with respect to what is delivered  Hands on mentality with regard to data  Strong business and regulatory sense  Stress-resistant,  able to deal with strict external deadlines  Fluency in English both written and verbal  What do we offer?  A 36/40-hour working week  Job grade 9-10 depending on your experience  Interested?  Click on Apply.  If you would like to have more information,  please call Marnix van der Ploeg (+31 (0)20 576 8384),  head of Risk Services Data &amp; Analytics,  or Elizabeth Jose (+31 (0)20 57 61845),  Product owner Data Requests.  This vacancy closes on the 30 th of November,  2015 .  We are looking forward to your application!"
}
