{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90367984", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Ideal Skill Set: Strong development background (in Java or C#).  Data manipulation (XML processing,  customised ETL solutions) and product extensions.  Data structures and large data manipulation.  Strong analytic background,  applying computer science solutions to real world problems.  Software Engineering or Service Engineering experience.  Experience developing,  interfacing or designing database centric applications with Oracle,  PostgreSQL,  MySQL,  or equivalent.  Preferable experience developing geospatial applications with KML,  GoogleEarth,  ESRI products or equivalent.  Preferable experience developing Social Network Analysis solutions using JUNG,  Detica NetReveal,  I2 Analyst Notebook or equivalent.  (Beneficial but not essential).  Experience in configuring Hadoop (Cloudera,  Pivotal or Hortonworks); Greenplum,  Must have basic Unix/ Linux experience.  Personal Profile: BSc/MSc/Phd from a top university in Engineering/CS,  Sciences or Mathematics.  Alternatively a proven track record of delivering scientifically complex or cutting edge solutions within the IT industry.  Strong interpersonal skills with the ability to work with clients to establish requirements in non technical language.  Able to translate business requirements into plausible technical solutions for articulation to other development staff.  Successful candidates should be able to work independently.  The ability to deliver persuasive presentations at both a technical and a problem space level is essential.  Comfortable working within a multi-organisation environment. ", 
  "following": false, 
  "companyDescription": "Capgemini is headquartered in Paris,  France and is present in over 40 countries.  It is,  above all,  a people company—almost 140, 000 people worldwide.  Capgemini,  one of the world's foremost providers of consulting,  technology and outsourcing services,  enables its clients to transform and perform through technologies.  Capgemini provides its clients with insights and capabilities that boost their freedom to achieve superior results through a unique way of working,  the Collaborative Business ExperienceTM.  The Group relies on its global delivery model called Rightshore®,  which aims to get the right balance of the best talent from multiple locations,  working as one team to create and deliver the optimum solution for clients. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Capgemini", 
  "canFollow": false, 
  "companyId": "157240", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Capgemini", 
    "title": "Big Data Consultant"
  }, 
  "description": "Big Data Consultant -UK wide    Back ground:  The Business Analytics practice is part of the Business Information and Data Solution Centre and has seen rapid growth and continued success.  An award winning team comprising of a growing number of experienced subject matter experts covering a wide range of technologies and disciplines.  This team is looking to recruit talented multi-skilled engineers to carry out a range of field deployed integration and projects.    Job Description:  As a Business Analytics BD Technical Consultant you will be responsible for the complete through life delivery of highly challenging projects.  Successful candidates will be required to translate complex customer problems into technical solution,  (inception,  design,  integration,  delivery and extension of advanced Information Analytic platforms). "
}
