{
  "jobPosting": {
    "companyName": "CPL Poland", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "cpljobs-67458", 
    "title": "Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102424427, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. cpljobs. pl", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAKkAAAAJDRjZGQ3MDFmLTUxNTktNGQ1OC05M2U5LThiMjI2OGNmYzUxOQ. png", 
    "universalName": "cpl-jobs", 
    "companyId": 1331745
  }, 
  "description": "     Opis    Cpl Jobs is a part of the larger European recruitment and HR services    group,  Cpl Resources.  We help the greatest talents to develop their    careers and enable leading companies on the Polish and European market    to find the best professionals.     Our Client is a leading global professional services company,  providing    a broad range of services and solutions in strategy,  consulting,     digital,  technology and operations.     Key Responsibilities       Use appropriate statistical techniques to develop appropriate        analytic solutions for informing customer acquisition and customer        retention strategies       Work on multiple analytic projects such as user segmentations,  user        engagement to purchase funnel analysis,  user life time value        analysis       Provide data,  insights and reporting support to various teams       Drive the collection of new data and the refinement of existing        data sources       Prepare data for statistical analysis and machine learning        algorithms       Maintain and advance analytic database.  Conduct periodic data QA      Qualifications       Minimum bachelor's degree from an university of repute,  MBA degree        would be an asset       Collage background in the area of statistical modelling and machine        learning       Deep knowledge of SAS.  Other tools like SQL,  R,  S-plus,  STATA and        other data management tools will be an asset       Knowledge of Python,  SAS Enterprise Guide,  SAS Enterprise Miner,         SAS Data Integration Studio,  Teradata,  SQL Server,  Oracle - as a        plus       Interested/ Background experience in: Retail,  Consumer Products        marketing,  Network,  Supply Chain,  eCommerce,  Banking,  Finance,         Digital marketing       Ability to apply analytical techniques to a wide variety of data       High levels of logical thinking & problem solving skills       Ability to multi-task and prioritize multiple projects,  deadlines        and responsibilities       Ability to organize material and complete writing assignment        according to established standards regarding clarity,  conciseness,         style and terminology       Capable of dealing with all levels of management,  client        executives,  and client representatives       Experience in data extraction,  data cleansing,  data profiling and        manipulation for reporting       Familiarity with Microsoft Office suite (Word,  Excel)       A solid grounding in applied statistics including expertise in at        least one of the following is a must: Reliability models,  Markov        Models,  Stochastic models,  Bayesian modeling,  classification        models,  cluster analysis,  neural network,  non-parametric methods,         time series analysis,  forecasting and multivariate statistics       Excellent English communication skills (written & spoken) and good        level of the other foreign language (German,  Spanish,  Italian)        would be an asset     Our Client Offers       The ability to use your knowledge of foreign language on a daily        basis at work       Experience with a range of Clients and technology solutions which        provides professional relevance       Trainings and development tailored to help you achieve your        potential       Trainings       Social benefit packages including: private medical care,  vouchers,         Benefit sport club cards,  life insurance       Friendly work atmosphere in multicultural environment     If you would like to find out more,  I am open to discuss this role with    you !! :) JUST APPLY !", 
  "companyDescription": "      CPL Poland    Cpl Jobs is a global provider of recruitment,  staffing and outsourcing    services,  with 36 offices worldwide incl.  Ireland,  United Kingdom,     Spain,  Holland,  Poland,  Czech Republic,  Slovakia,  Hungary,  Tunisia and    more.  Our job is to find the best candidates for our clients and to    find the best jobs for our candidates.     We recruit across a wide variety of industries and functions including:    • ICT    • Construction    • Science    • Customer Support    • Engineering    • Finance    • Retail    • Banking    • HR    • Sales    • Administration    • Marketing    We're strong believers in \"work\" and \"ability\",  and how they combine    for success.  We call it \"workability\" and it describes what we look for    in candidates.  When our recruiters meet candidates in person,  we look    for the intangible characteristics that make you more than just a list    of skills and experience.  When we speak to our clients we don’t just    put forward a CV,  we put forward a person with true “workability”. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
