{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/81857011", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "QUALIFICATIONS: - Degree in Computer Science or related field   - Strong foundation in Software Engineering and Core Computer Science   - Strong background in Python.  Will consider experienced Java/C++ developers willing to learn Python 3   - Experience with UNIX/LINUX operating systems   - Familiarity with the following technologies will be a plus: Python,  Hive,  Pig,  MapReduce,  Sqoop,  Oozie,  Spark,  R   - Familiarity with Graph Theory,  HITS,  PageRank,  SVD is a plus   - Quick learner,  inquisitive by nature,  ability to learn independently   - Ability to communicate highly technical material to general audience", 
  "following": false, 
  "companyDescription": "Optimus Search is a recruitment company that supplies high class talent to companies in Europe.  With 10 years of expertise working with some of the biggest names in the industry we know what makes a recruitment company successful – “understanding of our clients’ needs”.    We have broken our business down in to three separate divisions in order to make sure it is clear to you,  as a client or as a candidate,  as to exactly what markets and therefore what skills it is we recruit for.  The Three Divisions are as follows:   • Optimus Data &amp; Technology   • Optimus Engineering   • Optimus Life Sciences   Our range of services includes contingency search,  executive search and contract recruitment.    With various awards to our name including the Virgin Fast Track 100,  the Optimus Search brand is recognised as a recruitment company that will deliver on its promises.    Follow us on Facebook and Twitter for more updates.    Facebook: www. facebook. com/Optimus. Search   Twitter: @optimussearchThis is an amazing opportunity to continue your career in the Data Science/Machine learning sector.  My client need a strong engineer ASAP so Send your CV now for immediate consideration for t his very lucrative role in the heart of London. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Scientist \\ Data Engineer"
  }, 
  "description": "An international bank and a leading financial services provider,   are helping to build bright futures worldwide through ethical banking practices,  environmental awareness and a commitment to communities.  POSITION DESCRIPTION:  - Network data construction and application of Network Analytics to complex business issues,  involving relationships among both entities and individuals,  to better understand transaction effects and interactions and allow for better business decisions.    - Apply Statistical Analysis,  Machine Learning that will provide actionable insight to internal banking clients.    - Extract/transform/load (ETL) and ongoing maintenance of third party data in a Python / Hadoop environment.    - Create documentation of existing tools / methodologies / processes.    - Assist with ad hoc tasks. "
}
