{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "FIN", 
      "IT"
    ], 
    "companyJobCode": "LondonLocaljobs-79590733", 
    "title": "Data Analyst - Asset/Investment/Fund Management", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101738816, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "     Data Analyst - Asset/Investment/Fund Management    Data Analyst required to join a leading multi-national,  financial    services company based in London in a permanent position.  The    successful candidate will be undertaking data management and control    tasks for the performance team,  as well as making improvement    recommendations and liaising with the IT,  Operations teams and software    vendors to ensure data and system issues are resolved.     Successful candidates must have asset management or financial services    experience,  preferably within performance,  risk or operational    functions.  Knowledge of the asset management trade life cycle and    performance and attribution system experience is desirable.     Technical experience must include exposure to SQL and VBA,  with B-One    BI-SAM experience also highly desirable.     Must be educated to at least A-level or equivalent -    mathematics-related degree OR investment-related qualifications are    preferable. ", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
