{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89086543", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "MSc,  PhD or strong graduate qualification in Statistics,  Applied Math,  Machine Learning or a related field.  Experience in predictive analytics,  machine learning,  or data analysis.   That experience should include applying advanced analytical techniques to large data sets (many millions of rows).  Experience in writing data analytic or scientific code,  whether for software development,  prototyping or data analysis.  Deep knowledge of experimental design,  as well as visual presentation of data analysis results.  Familiarity with a sufficient range of tools to work a problem from beginning to end,  including data manipulation (Hadoop tools such as Pig and Hive; SQL) Scientific programming: Python,  R or Matlab.  Excellent written and oral communication skills.  An understanding of how to scale model’s built in R or Python,  optimised for big data analytics.  Code versioning systems such as Git.  Knowledge of AWS would be desirable. ", 
  "following": false, 
  "companyDescription": "A national centre to rapidly advance the UK's best digital ideas   The Digital Catapult's vision is to rapidly advance the UK’s best digital ideas from concept to commercialisation to create new products,  services,  jobs and value for the UK economy.  To achieve this we collaborate with startups and small businesses,  large businesses,  the research and academic community,  other catapults and the wider Innovate UK family.  Our focus is on data and metadata – on the data value chain.  This is how we describe the ways in which people and organisations create,  collect,  transport and analyse data.  Specifically,  we help UK businesses unlock new value from sharing proprietary data in faster,  better and more trusted ways.    Using stories from the UK’s best digital businesses we will demonstrate the huge impact that digital innovation can have on UK business and public sector organisations.     We opened our flagship Centre in London in November 2014,  providing an exciting new space for innovators,  businesses and academia to showcase their projects,  connect and collaborate.  We have since launched local centres in Brighton,  North East &amp; Tees Valley and Yorkshire to achieve our aim of working across the UK.     We're growing. . . .  and fast! But we need to if we're going to achieve our aim,  so we need YOU! Energetic,  creative,  influential and somebody who gets things done.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Digital Catapult", 
  "canFollow": false, 
  "companyId": "3179878", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Digital Catapult", 
    "title": "Data Scientist"
  }, 
  "description": "GENERAL SUMMARY   The Digital Catapult is hiring an experienced Data Scientist to build an in house data science capability hosted on a Hadoop based platform.   We are in unique position to work with a range of industries and government organisations,  applying data science techniques to new areas and problems.    The system will be deployed into various project instances and you will seek insights within closed and open data sets.    ACCOUNTABILITIES (Key Accountabilities)   Provide data analysis to satisfy internal and client needs,  owning every step from initial discovery and scoping,  to presenting results to management.  Own the day to day technical solution implementation for Data projects Establish and maintain standards for data structure,  usage and modelling Work with the product owners &amp; technology team to enhance the platform.  Attend customer &amp; partner  meetings to ascertain the customer needs and understand the problem to be solved.  Liaise with the respective stakeholders to address all the Data Science aspects of the programme Drive,  mentor and support Systems Engineers in the deployment of Data Science Work with the wider Catapult teams to identify and bid for collaborative R&amp;D projects.  This will include input to the original proposals.  Translate high-level requests,  problems,  and goals into specific analysis action plans.  Continually evaluate and stay up to date with Data Science developments.  Prototyping,  including but not limited to Python,  R,  hive and pig; additionally,  experience with developing production-quality software is a major plus.  Assist with the testing of the platform. "
}
