{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90375641", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "HKT is Hong Kong's premier telecommunications service provider.  It meets the needs of the Hong Kong public and local and international businesses with a wide range of services including local telephony,  local data and broadband,  international telecommunications,  mobile,  and other telecommunications businesses such as customer premises equipment sale,  outsourcing,  consulting,  and contact centers.   Together with the highly successful media business of its parent company,  PCCW Limited,  HKT offers innovative media content and services across the PCCW Group's unique quadruple-play platforms – fixed-line,  broadband Internet access,  TV and mobile.   Employing more than 16, 000 staff,  HKT is headquartered in Hong Kong and maintains a presence in mainland China as well as other parts of the world.  For career opportunities,  please visit www. hkt. com/careers", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "HKT", 
  "canFollow": false, 
  "companyId": "6386562", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "HKT", 
    "title": "Data Scientist"
  }, 
  "description": "This role involves leveraging data,  both currently available data and \"Big Data\" to develop an actionable understanding of how customer data can be used to support LOB and partner business priorities.   This role focuses on emerging opportunities by drawing in new data sources,  combining them with existing customer data preferences,  and using that combined data to both provide new and deeper understanding into consumers' attitudes and behavior.   The analysis focuses on customer level understanding,  requiring propensity modeling outputs,  while also aggregating the findings to provide more general customer insight.    Key Accountabilities Data Mining Identify opportunities for leveraging leading edge analytics and data mining to address key business issues Identify useful insights from various big data sources and analyses Develop new modes (e. g.  predictive,  targeting,  relevance engines)  Analytical Requests Ensure high level of accuracy,  actionable insights,  strategy recommendations and productivity for all output Continuous improve efficiency in workflow processes Continuous development of advanced analytical skill set Continuous development of latest and relevant advanced analytics skills required to best manage and analyze digital,  social and unstructured data Explore new technologies and create a collaborative learning and knowledge sharing environment for the team   Requirements Education level,  knowledge and work/industry experience 5-8 years experience in working with analytical findings and insights for a variety of audiences 3-5 years experience in digital or social data analysis/open source/ web programming highly desirable Degree qualified in a business or marketing related discipline 3+ years experience in marketing environment Knowledge of and experience within telco market or service based industry Professional/ technical skills Data exploration and data synthesis,  e. g.  analysis and problem solving Customer level modeling,  e. g.  propensity scores Reporting,  providing use friendly output that is clear and concise Ability to think laterally Ability to work in a time critical environment and to meet deadlines Able to accept and adapt to constant change Team player Self-starter,  task and goal orientated   We offer attractive &amp; competitive salary and benefits,  an exciting work environment and excellent career development opportunities.  If you have the desire for an exciting and rewarding career,  please send us your resume (please put our ref no.  on the application subject),  stating your present and expected salary to Human Resources Department by email to career-cso@pccw. com"
}
