{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Key Responsibilities:   · Measurement and communication of ROI generated from MVT testing programme · Responsible for the definition,  implementation and ongoing management of BI and MI reporting · Define and monitor business KPIs and develop methods to surface this information in an innovative way.  · Liaise with the wider business to understand requirements for Business Intelligence reporting.  · Work with other parts of the business to leverage on current systems &amp; knowledge.  · Create solutions to pull in data from a variety of sources to create a single view of the customer.  · Responsible for the creation and maintenance of perosnalisation/localisation models and algorithms.  Essential Skills &amp; Experience: · Expert PLSQL knowledge · Experience in implementing statistical algorithms using R,  SAS,  STATA or similar · Familiarity with AB/MVT testing concepts and software · Strong academic background,  to a degree level or above in a mathematical or scientific field · Commercial experience in an analytical role · Excellent communicator · Experience in leading a team of analysts · High motivated and problem solving attitude · Knowledge of Google Analytics and Google BigQuery is desirable", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86760237", 
  "descriptionLanguage": "en", 
  "description": "Data Analytics Manager London Up to £55k + bonus + benefits Role Summary Working as a Data Analytics Manager you will be an imprtant part of the optimization team and be responsible for providing analysis on the performace.  This role will lead on analysis of our MVT testing programme and you will be someone who has strong statistical knowledge and experience of communicating results and findings to senior colleagues.  You will also be responsible for the generation of models and algorithms that help our client to target the right offerings to the right customer,  at the right time", 
  "jobPosting": {
    "title": "Data Analyst", 
    "companyName": "Triple Seven"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "248566", 
  "canFollow": false, 
  "companyName": "Triple Seven", 
  "bottom": "true"
}
