{
  "jobPosting": {
    "companyName": "i-Placements", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "exec2exec-561834", 
    "title": "Data Scientist - DUBAI BASED", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 99018224, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      80
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. i-placements. com", 
    "logo": "urn:li:media:/p/6/005/030/1a0/1779bcb. png", 
    "universalName": "i-placements", 
    "companyId": 3564002
  }, 
  "description": "    DUBAI BASED CONTRACTS    Visa's all sorted - flights etc    We can only at this stage accept applications from candidates with    exceptional English skills.  Please ensure you have read the job    description in full.     Our client is currently seeking to immediately appoint a Senior Level    Data Scientist to join their team in the UAE.     The successful applicants will need to be someone who deeply believes    in the exponential impact that the disciplines of mathematics,  machine    learning,  deep learning and data science can have on businesses.     Someone who is able to transcend this world of theory and bring it to    life in the business context.  Someone who is able to simplify these    complex fields and have conversations with business leaders to get them    excited about prospects and potential.  Someone who can contribute to    building a digital platform which will be underpinned by data science    and big/real time data.  Someone who has done the long hours in this    field and ideally attained expertise in the form of completing a PhD.     Most importantly,  someone who passionately believes that a revolution    is underway,  which will redefine the world of business and wants to be    part of this digital revolution.     If this is you,  then our CLIENT would like to hear from you    immediately.     Capability (required)       » M. Sc degree in Mathematics,  Operations Research,  Computer Science    or other technical field       » Minimum 8 years related work experience       » Proficiency In At Least 2 Of The Following       » Machine Learning & Predictive Modeling       » Data Mining       » Hadoop,  Spark,  Hive etc       » Scipy,  Scikit,  R       » Information retrieval       » NLP    Capability (preferred)       » Ph. D degree in Data Science,  Machine learning or AI       » Experience interacting with cross functional teams including,     academic researchers,  business stakeholders and IT teams       » Exceptional written and oral skills       » Self-starter,  autonomous,  functions independently while providing    regular updates.     These are critical hire positions and therefore contracts can last    between 6 and 12 months and be extended there after.  Our client will    organise & pay for your VISA's.     Applicants from the AVIATION industry are highly encouraged to apply. ", 
  "companyDescription": "      i-Placements    Welcome to i-Placements.  A new generation Digital Marketing Company    helping talent acquisition teams and recruitment agencies source &    attract the very best talent.     In addition we offer a fully function recruitment agency comparison    site for those employers who wish to gain a completely transparent view    of the market and those agencies who wish to be seen in this manner. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
