{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/79690808", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Evidence of academic excellence Some Business Intelligence experience An Analytical mindset  SQL (essential)  Some math and stats either work or education Experience of Python,  Spark,  AWS,  Redshift.  Strong Communication skills", 
  "following": false, 
  "companyDescription": "A fast growing gaming company in central London.  This is a start-up style environment,  they work with both facebook and mobile games on iOS and Android for Iphone and Ipads.  They have millions of users and recieve 300 million records per day in their big data warehouse.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Full Circle Recruitment Ltd", 
  "canFollow": false, 
  "companyId": "59026", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Full Circle Recruitment Ltd", 
    "title": "Data Scientist"
  }, 
  "description": "A fast growing company with offices in London Euston are looking to recruit both a data scientist and a senior data scientist with Python or SQL experience.  As a Data Scientist you will get the opportunity to manage vast quanities of data,  get involved in deep dive analytics,  machine learning,  predictive analytics,  customer segmentation and building neural networks.  You will also have a hand in business intelligence analytics and dashboarding using qlikview or tableau.  The Senior Data Scientist will perform ad-hoc queries to the system,  perform bug fixes and improvements to the dashboards,  the backend of which is Python.   The company works with facebook and mobile games on both iOS and Android for Iphone and Ipads.  They have millions of users and recieve 300 million records per day in their big data warehouse.  This is an excel free team and you will be using SQL,  Python,  Spark,  AWS,  Qlikview,  Tabaleau and Redshift amongst other tools in this role.   Further benefits: Offices in the UK and America An excel free team! The opportunity to develop your skillset very quickly within a support team.  Career progression"
}
