{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83009794", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Teradata is the world's largest company focused on analytic data solutions through integrated data warehousing,  big data analytics,  and business applications.  Only Teradata gives organizations the advantage to transform data across the organization into actionable insights empowering leaders to think boldly and act decisively for the best decisions possible.  Visit teradata. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Teradata", 
  "canFollow": false, 
  "companyId": "1466", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Teradata", 
    "title": "Data Scientist Consultant"
  }, 
  "description": "The Data Scientist gathers intelligence from the massive streams of data that clients gather each day.  Due to the volume of data,  its multi-structured nature,  and the various advanced analysis involved,  MapReduce software available with,  for example,  Teradata Aster and Hadoop are used to supplement traditional SQL analysis.  Data can originate anywhere; from sales records,  web logs,  and web crawlers to jet engines,  electronic switches,  and countless other sources.  The Data Scientist sifts through the data for useful nuggets of information,  and then presents results to the client to allow business decisions to be made on the findings. The Data Scientist captures,  sorts,  and determines what is relevant in the data.  The analysis process involves assembling and preparing the data,  writing the software programs,  and executing the actual analysis.  Advanced analysis is required on the data that includes data mining and statistical analysis. A background in computer science or a related technical field such as math or physics is required.  Computer science programming expertise is desirable to analyze the data and provide intelligence that leads to better business decisions or new products.  The Data Scientist will also have a strong analytic background,  typically in mathematics and the application of statistics.  Techniques are used to detect patterns in large volumes of data for applications such as forecasting,  response modeling,  fraud detection,  and segmentation.  Industry specific methods and solutions are used to solve industry specific tasks.  Strong communication skills are required to convey complex analytical results to business sponsors of programs.  The Data Scientist may be the Project Tech Lead on a project.  Key Areas of Responsibility  Clarify the business problem for the purpose of data analysis.    Translate the business requirements into technical requirements.    Translate the requirements into existing MapReduce functions or help design new MapReduce functions to meet the requirements.    Work closely with the client teams to generate insights,  diagnose problems,  and provide information for business and product decisions by transforming very large data sets into actionable information.    Build and maintain tools and documentation to enable the consumption of data by the platform team and the entire company.    Perform both regular and ad-hoc analysis leveraging a wide array of data tools.    Interpret and document the analysis and results,  and communicate the information effectively to the client.  QualificationsFluency in SQLKnowledge of analytical toolsets. Explore – base skills in statistics,  algorithms,  machine learning,  and mathematics.  A solid grounding in these principles is required to actually extract signals from the data and build things with it. Communicate – making the results real by making data available to users.  This involves communicating the results of analysis clearly and effectively to both business and technical users in presentations. Exploring,  manipulating,  and visualizing dataAbility to initiate and drive projects to completionAbility to travel (up to 60%). Nice to have:Experience with large data sets and distributed computing with MapReduce (Teradata Aster,  Hadoop,  Hive,  Pig,  R,  etc. ). In depth knowledge of statistics and mathematics is a plus. Build – experienced with at least one programming language,  preferably Java.  While advanced coding techniques are not required,  the candidate needs to be aware of the open source libraries and packages available. Experience building software is a plus. Knowledge across multiple industries is a plus. Knowledge of Architecture Principles,  Advocated Positions,  Design Patterns,  and Implementation Alternatives. "
}
