{
  "jobPosting": {
    "companyName": "Shopsense Retail Technologies (P) Ltd. ", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "shinejobs_xml-4313539", 
    "title": "Data Analyst,  Insights Job", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101083511, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      27
    ]
  }, 
  "company": {
    "websiteUrl": "www. gofynd. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAASyAAAAJGZmNmMxYWQ1LWRlNzItNGMwOC05MDc4LTVmM2U4ZWI1ZTg5Yg. png", 
    "universalName": "addsale-retail-technologies", 
    "companyId": 2894538
  }, 
  "description": "     ResponsibilitiesWork with huge datasets and passionate about bringing    datasets together to answer business questionsWork on initiatives with    internal teams (marketing,  brand,  support,  design) to unearth relevant    behavior that define their respective strategic directionsDevelop,     monitor and refine key metrics used by the organization to track the    pulse of the product and its consumersIdentify and understand why    things happen the way they do and come up with relevant recommendations    to boost product useWork on an as -needed basis with other teams to    formulate and execute experiments aimed at improving    usageRequirementsBachelors or Masters in Engineering,  Computer Science,     Mathematics,  Statistics,  Economics or related quantitative field from a    top tier university,  or equivalent practical experience+ years of    relevant work experienceProficient in analysis using spreadsheet and    database query (e. g. ,  SQL)Excellent business understanding to interpret    data analysis and generate insightsExperience in working with ecommerce    organizations is a bonusExperience in working with data visualization    tools (e. g. ,  Spotfire,  Tableau,  Charts. io) is a bonusSolid business    knowledge and an understanding of ecommerce product dynamicsA creative,     customer centric and analytical problem -solving mindsetVery high level    of curiosity to understand behaviorExcellent time and task management    skillsKeen eye for detail.  ResponsibilitiesWork with huge datasets and    passionate about bringing datasets together to answer business    questionsWork on initiatives with internal teams (marketing,  brand,     support,  design) to unearth relevant behavior that define their    respective strategic directionsDevelop,  monitor and refine key metrics    used by the organization to track the pulse of the product and its    consumersIdentify and understand why things happen the way they do and    come up with relevant recommendations to boost product useWork on an as    -needed basis with other teams to formulate and execute experiments    aimed at improving usageRequirementsBachelors or Masters in    Engineering,  Computer Science,  Mathematics,  Statistics,  Economics or    related quantitative field from a top tier university,  or equivalent    practical experience+ years of relevant work experienceProficient in    analysis using spreadsheet and database query (e.  BE,  B. Tech    (Engineering) [ Computer Science ].  g.  .  ,  SQL)Excellent business    understanding to interpret data analysis and generate    insightsExperience in working with ecommerce organizations is a    bonusExperience in working with data visualization tools (e.  .  g.  .  ,     Spotfire,  Tableau,  Charts.  .  io) is a bonusSolid business knowledge and    an understanding of ecommerce product dynamicsA creative,  customer    centric and analytical problem -solving mindsetVery high level of    curiosity to understand behaviorExcellent time and task management    skillsKeen eye for detail", 
  "companyDescription": "      Shopsense Retail Technologies (P) Ltd.     Fynd is a nearby shopping app which allows consumers to shop for    lifestyle products from your favorite brands around you. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
