{
  "jobPosting": {
    "companyName": "Unigent", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "drushim-9875975", 
    "title": "Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100769290, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10155417, 
    "websiteUrl": "http://www. unigent. net/", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAOWAAAAJGQ5MDE4YzE4LWQ5MTEtNDcyOS04MjMwLTQ3NzM2MWY2MDBhYw. png", 
    "universalName": "unigent-israel"
  }, 
  "description": "     Unigentלחברת SU מדליקה בתחום המובייל דרוש Data Scientist    data scientist/algorithm engineer to join our team.  The job    responsibilities are creating insights from large data set using    machine learning algorithms and assist in its implementation process.     Job Requirements:Relevant degree (Statistics / Mathematics /    Information Systems)    • Experience with machine learning algorithms implementations,  Text    Mining ,  NLP    • Very strong problem solving and critical thinking skills    • Strong knowledge of SQL,  R and Python (or equivalent software)    • Analytical ability to translate business requirements into a    technical solution    • Team player,  Ability to handle several tasks simultaneously    Required Experience:3-4 שנים    Locations:מרכז,  השרון    Sub Categories:Python,  Ruby on Rails,  מפתח/ת אלגוריתמים", 
  "companyDescription": "      Unigent    הוקמה מתוך רצון לספק מענה ממוקד ואפקטיבי בגיוס עובדים טכנולוגיים וכן    לסייע לייעץ למועמדים בהגיעם לבחור את מקום העבודה הבא שלהם.     אנו מאמינים כי איתור מדוייק של מועמדים מייעל ומשפר את תהליכי העבודה,     חוסך זמן ויוצר חוויה נעימה וחיובית לשני הצדדים.     החברה הוקמה מתוך הכרות רחבה ומעמיקה של התעשייה הטכנולוגית בארץ,  קשרים    אישיים רבים ועם המון אהבה לתחום.     ורד חכם    ורד מנהלת את תחום ההשמה,  בעלת ניסיון בגיוס עובדים טכנולוגיים וניהול    צוותי גיוס גדולים.     צברה ניסיון רב שנים במיון וגיוס עובדים,  ייעוץ והכוונה למנהלים,  הובלה    והכשרת צוותי גיוס    וכן ניהול תהליכי גיוס מורכבים למגזרים שונים כגון: היי טק,  SU,  ממשלה,     ביטוח ותעשיה.     בעלת תואר ראשון בסוציולוגיה ופסיכולוגיה,  תואר שני בייעוץ ארגוני וכן    מגוון הכשרות וקורסים בתחומי גיוס שונים.     vered@unigent. net", 
  "descriptionLanguage": "he", 
  "companyDescriptionLanguage": "he"
}
