{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80870276", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "trivago is the world’s largest online hotel search.  On our website,  travellers compare prices of over 700, 000 hotels worldwide from more than 200 booking sites such as Expedia,  Booking. com or Olotels. com.  More than 45 million visitors use trivago every month as an independent source of information to find their ideal hotel.   We are an innovative and international team from more than 60 countries.  If you want to be part of a dynamic group and assist in the development of a very unique company,  trivago is the right place for you.  Here at trivago we can offer you a flexible and self-directed working environment.  You can develop your skills quickly and gather valuable insight across various departments of the company,  offering you cross-functional opportunities where your success will be immediately tangible. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "trivago", 
  "canFollow": false, 
  "companyId": "404429", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "trivago", 
    "title": "Lead Data Analyst for Marketing"
  }, 
  "description": "Join trivago and help shape the future of the world’s largest online hotel search.  Work with the latest technology and with colleagues from over 60 countries.  We believe in personal development through flexible,  self-directed work and cross-functional opportunities.  Enjoy a working environment that encourages new ideas,  fun and challenging the status quo!  We are on the lookout for an experienced Data Analyst to help drive trivago forward by leading the analysis process for our Marketing departments.  In this role you will build reports,  dashboards and metrics to monitor and interpret the performance of our Marketing campaigns and understand their impact on business.  As team lead,  you will be responsible for providing guidance to a small team of marketing data analysts,  as well as becoming a consultant to our marketing professionals who will look to you to provide meaning behind the data.  We want a confident individual who is ready to take ownership of developing and optimizing our marketing analysis process whilst pushing technical innovation in order to keep us ahead of the game.    The ideal candidate Speaks English (our company language) fluently.  Has graduated in Maths,  Statistics,  Data Analysis or similar data/BI related field.  Has 3-4 years experience working in Analytics,  preferably in an Online Marketing environment.  Has worked with large data sets and statistical software (R,  Matlab,  etc. ).  Is proficient in Excel and SQL.  Has self-confidence and exceptional communication skills which make them a natural leader.  Previous team lead experience would be a plus.  Is excited to lead a growing team and eager to share their technical know how.  What we offer: A full-time position within a dynamic and international team.  Independent work in an innovative,  rapidly growing company.  Fast personal development and a steep learning curve.  Cross-functional opportunities in project and teamwork.  Regular team events,  a wide range of sport activities,  a fridge full of beer and non-alcoholic beverages as well as fresh fruit every day.  The possibility to work from our office in Palma de Mallorca up to 4 weeks a year.  Starting date: As soon as possible  Apply online: http://www. trivago. com/jobs/details/983-lead-data-analyst-for-marketing?cip=99060001012662"
}
