{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85306055", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "904Labs offers self-learning systems for analyzing and searching through large amounts of data.  Our goal is to serve beyond state-of-the-art products to companies that want to gain advantage over their competitors.  The products we offer allow our customers to intelligently access large amounts of data using search and analytics systems that improve while being employed (self- learning).  At the same time,  we want to gain competitive advantage by staying in touch with academia (universities and knowledge institutes) and keeping a close eye on research and scientific publications.  We identify opportunities for new products based on a combination of demands from customers and supply from the scientific world. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "904Labs", 
  "canFollow": false, 
  "companyId": "5011923", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "904Labs", 
    "title": "Full Stack Engineer / Data Scientist"
  }, 
  "description": "Python,  Celery,  Elasticsearch,  Solr,  MongoDB,  Casandra,  AngularJS,  CSS,  Vagrant,  . . . .  Still with us? Then keep on reading! We're looking for bright full stack engineers who are passionate about big data and machine learning.  If you would call yourself Data Overlord,  Distributed Processing Junky,  NoSQL Pudge,  λ-architecture zealot,  or the like,  then we may have a match! We are a no-nonsense company,  and spin-off from the University of Amsterdam.  Don't expect extravagant offices,  but all the more challenging problems,  bleeding-edge methods,  and in-depth discussions.    Who are we? 904Labs is an Amsterdam-based startup offering next-generation search and recommendation engines to large (inter)national eCommerce and publisher sites.  904Labs turns scientifically proven methods for onsite search and recommendation into efficient,  fully-functional SaaS solutions.  Forget about static search algorithms that have ruled the world for 40 years and help us in bringing bleeding-edge search technology to the world.  Our solutions are self learning,  using feedback signals from search engine users to optimize and personalize search results in real time.  Analytics give unprecedented insights in the search behavior of visitors and allows to identify search trends and support business decisions.  Our technology is unique in our domain and we keep ahead of the curve via collaborations with the University of Amsterdam and inhouse development.  We received special grants from the University of Amsterdam to accelerate breaking technologies and we're currently running pilots with large international and national companies,  with a few more pilots in the making.  We are still a small team,  but aiming to grow rapidly over the next few months.  Join us at the start of this journey!   Who are you? A clever engineer with proven experience in Python and the majority of the following: Celery,  Elasticsearch,  Solr,  MongoDB,  Casandra,  AngularJS,  CSS,  Vagrant.  Experience or affinity with machine learning methods is a bonus.  Ideally,  you have a Master's degree in Artificial Intelligence,  Computer Science or a related field.  You're not afraid of working in a small team,  which also means that you can work independently in designing,  developing,  and deploying solutions.  Don't worry,  however,  there's always someone to bounce ideas back and forth.  You are creative.  Maybe not in terms of making up code,  but in coming up with solutions to problems that arise,  as well as in finding new and better ways to do things.  Part of your creativity is your eagerness to learn.  We're constantly improving our solutions and you like to keep up,  or even stay ahead,  as well! What do we offer? Responsibilities and a voice to which we'll listen:You're not simply yet-another-employee,  but rather one of the core members of the team.  Your opinions and input are an important aspect of our business.  You are looking for a position with some level of responsibility and importance.  Working with smart people in close cooperation: You're not alone.  We foster a team of smart people and we love to discuss problems and challenges,  both at a technical and conceptional level.  And when the office becomes too boring we move to more social venues for a drink.  Work that has impact: Our clients are large companies that sit on top of massive piles of interesting data and whose sites get truckloads of daily visitors.  Imagine serving hundreds of thousands of people with your solutions! Exploring next-generation technology: Many startups say that they're working on next-generation technology,  but 904Labs really does! ;-) New insights come straight from academia into our company and we need to make them actually work.  There's no such things as the \"current product\".  Room for own initiative: We love to work on new things,  even though they might not be directly related to our products.  We hope you share the same mindset.  So don't worry when you start coding a new fun pet project,  we're ok with it,  just let us be part of the fun as well! Flexibility: We're all in favor of flexibility.  You want to do 9-to-5,  that's fine,  but 10-to-6 is ok too.  We can even talk about 10pm to 6am.  We're open to discussing part-time employment and working remotely.  At the risk of sounding too fuzzy,  but a happy team member is good for the team.  Money: Yes,  we also offer money. "
}
