{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Qualifications / Professional Capabilities for the Digital Insight Specialist / Onsite Search Analyst / Digital Data AnalystMaster degree in a quantitative (marketing) field Strong problem solving and quantitative analytical skills  0-3 + years of digital experience across multiple channels (for starters a relevant internship is necessary) Capable of executing predictive analysis using advanced tooling like R,  SQL or other is manditory Advanced skills with Microsoft Excel and Access to combine data from disparate sources delivering comprehensive,  balanced and actionable analysis Working knowledge of webanalytics tools such as Omniture SiteCatalyst,  Google Analytics,  Coremetrics or other is a plusPersonal CompetenciesHigh energy,  proactive work style with proven ability to manage multiple projects and changing priorities in a fast moving environment Ability to identify business issues and potential solutions Team player with a desire to work with others for broader success Operate successfully in a rapidly changing,  ambiguous and undefined environment Takes initiative! Excellent communication skills to share findings in an understandable and actionable manner Someone who is smart,  enjoys doing good work,  and is genuinely interested in improving the customer experience of our sites globally Place in the organization of the Digital Insight Specialist / Onsite Search Analyst / Digital Data Analyst The Onsite Search Analyst,  Europe will join the Global OnSite Search operations team.   This position will be interacting with a lot of members in the European organization (Digital Marketing,  Online Merchandising,  SEO team) and share best practices with Search Analysts in other Business Units on how to drive revenue,  margin and an enhanced search experience with the Staples Inc.  onsite search tool.  This role will be based at Staples European headquarters in Amsterdam.  Company Description Staples makes it easy to make more happen with more products and more ways to shop.  Through its world-class retail,  online and delivery capabilities,  Staples lets customers shop however and whenever they want,  whether it’s in-store,  online or on mobile devices.  Staples offers more products than ever,  such as technology,  facilities and break room supplies,  furniture,  safety supplies,  medical supplies,  and Copy and Print services.  Staples also offers free shipping for Staples Rewards Members,  in most cases overnight.  Headquartered outside of Boston,  Staples operates in North and South America,  Europe,  Asia,  Australia and New Zealand. ", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87847461", 
  "descriptionLanguage": "en", 
  "description": "Do you have a passion for onsite search and developing insights? Would you like to show the capabilities of testing and the decisions it can support to colleagues in the digital,  SEO,  product teams?  Then Onsite Search Analyst in Amsterdam could be the role for you.   At Staples the #3 world leaders in E-commerce,  you will be responsible for driving insights from onsite search behavioral and conversion data.  Your research is used to improve onsite search results,  customer satisfaction and onsite conversion.  Together with the team you will show colleagues in SEO,  Digital Marketing,  Online Merchandising how using data leads to understanding early trends and painpoints to help develop better experiences for new customers interacting with the website.   As a Digital Insight Specialist / Onsite Search Analyst / Digital Data Analyst,  Your insights are input for the work of different stakeholders to support cross-channel customer satisfaction and conversion initiatives (e-commerce organization,  Online Merchandising,  SEO,  Digital Marketing teams).   Digital Insight Specialist / Onsite Search Analyst / Digital Data Analyst tasks and responsibilities:Identify and test enhancements for onsite search and develop recommendations.  Generate and distribute ongoing reporting and analysis about the onsite search program.  Develop insightful recommendations to the  marketing department allowing them to improve search results and revenue within their channel (online,   B2B,  retail).  Test various configurations of the Onsite Search Engine to identify different factors which drive the best results and response.  Work with different stakeholders to support cross-channel initiatives (bigger e-commerce organization,  UX,  Online Merchandising,  SEO,  Digital Marketing,  etc. ) Develop business requirements and specifications and work with technical teams to implement solutions.  Conduct trending analysis to identify performance gaps,  highlight strengths,  and provide recommended corrective actions. ", 
  "jobPosting": {
    "title": "Digital Insight Specialist / Onsite Search Analyst / Digital Data Analyst", 
    "companyName": "Staples"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "3019", 
  "canFollow": false, 
  "companyName": "Staples", 
  "bottom": "true"
}
