{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/75040283", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Jr.  Data Analyst - Online Advertising"
  }, 
  "description": "Within the Strategic Partnerships team of Booking. com we are looking for an enthusiastic team member to take care of data analysis and performance management of our online advertising campaigns.  The role requires an analytical mindset and a hands attitude.  Moreover the candidate needs to be results-oriented,  flexible and eager to acquire new skills or knowledge. It is important to have good statistical understanding,  strong analytical insight and some programming background. This role requires a highly motivated and result-focused individual with solid business understanding.  A successful candidate for this role will have a wide technical skills,  is highly proficient in turning data discoveries into profitable solutions and measurable improvements. B. responsibleAnalyze performance of existing advertising campaigns.  Make informed CPC bid changes to these campaigns (algorithmic bidding).  Identify data trends that will help us increase overall performance.  Structure advertising campaign tracking to facilitate data extraction.  Combine internal data with 3rd party data to explore new opportunities.  Assist with various reporting and data analysis requests. B. skilledFluent in English,  written and spoken.  Passionate about working with data.  Organized,  with an ability to prioritize.  Ability to work independently and as part of a team.  Basic knowledge of (MY)SQL.  Education level B. Sc.  or higher,  preferably with a specialization in statistics,  computer science,  natural science,  mathematics,  engineering,  or financeDesirable Skills / ExperienceExperience with R statistical language for data manipulation and visualization.  Experience with Hive (Hadoop query language) or other Big Data technologies.  Experience with Google Analytics or other web analytics solutions.  Experience with PPC campaign optimizationBooking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com BV is looking for a Jr.  Data Analyst - Online Advertising. "
}
