{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87816425", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "What we are looking for is a Ph. D.  in sciences or engineering,  with experience in advanced data analysis and statistics,  who has occupied a position in academia teaching the wonders of data science.  Sounds like you?   Great! You will be helping others brush up their skills,  or acquire them completely,  in various fields related to data analysis.  You will be teaching the following topics,  so you should be familiar with them from a practical experience standpoint or a mixture of experience in using,  researching or teaching about them: SQL vs.  NoSQL,  MapReduce &amp; the Hadoop ecosystem,  Spark,  security issues around cloud computing.  You know R,  Python and Scala,  and have been using these languages over the previous base layers to do machine learning (perhaps with the help of libraries such as MLib or other libraries in R or Python).  You know your way around and can easily explain supervised and unsupervised classification schemes as well as recommendation engines.  So K-means,  Random Forest,  SVMs and the like are your friends,  as well as time series,  graphs,  data frames and any other data structure that helps you find answers to real world problems.    You know something about NLP and other semantic analysis potions.  And you’ll be accompanying your students into the wonderful world of data visualization and graphing,  where you know or have used tools/frameworks such as Tableau,  Gephi,  D3,  and have also mapped data using R/Python mapping libraries and CartoDB.   ", 
  "following": false, 
  "companyDescription": "Where would you work? BBVA Data &amp; Analytics is the analytic Center of Excellence of Banco Bilbao Vizcaya Argentaria.  We operate as a fully owned subsidiary and our goal is to globally drive BBVA transformation into a digital data-driven business.  We do this providing BBVA and the world assets and expertise on financial transactional data analytics,  data product design and solution development.  At BBVA Data &amp; Analytics we combine our skills and experience with the data resulting from BBVA's global activity.  The richness of this data enables unprecedented analysis of human behavior and interactions from economic,  financial and social perspectives.    So now you know: got a passion to teach and learn? are you a great communicator? experienced in the arts and crafts of data science? Make sure you reach out to us! Or at least you let us know that we can reach out to you! ;) Thanks for your time!  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "BBVA Data & Analytics", 
  "canFollow": false, 
  "companyId": "5140685", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "BBVA Data & Analytics", 
    "title": "Data science educator and practitioner"
  }, 
  "description": "It’s 7am and the alarm goes off.  Some with a yawn,  some with attempts at the alarm clock to shut it off,  some hiding in their blankets,  some jumping right off the bed with a smile on their face,  kids everywhere start yet another day of discovery.  We all know the feeling of the minutes before the classroom: some will remember their kindergarten days,  some will barely remember with difficulty their last semester at university.  But most of us will have a clear memory of those professors who made a mark in our lives; and probably more than one chose a life path thanks to them.  A good professor is like a lighthouse,  a solid reference in a confused landscape,  a mentor,  someone who will talk to you from their experience,  who will listen and who will give you pointers on how to keep on going.  A good professor is essential because they can truly get us inspired by some specific subject.    You may have triggered by now memories of one or two key education professionals who,  back in the time,  felt really special to you.  Probably you can trace back that unique quality to things such as an ability to listen,  a passion to help pupils learn and a firm grip on the matter at hand.  Experience in the subject being discussed is of great value since it provides students with reference points,  allowing for exploration of the spaces between with a security net woven into the exploration itself.  Experience is the mother of wisdom,  they say,  and a good professor of mathematics is someone who loves mathematics and has been working with them for some time,  or a good professor of cooking has tasty cooking experience.    Just a couple more remarks on great educating powers,  and we’ll move on.  Promised.  First,  to teach is to learn.  Great teachers have a passion to discover new things,  to understand the world they live in,  to have a critical mindset that lets them uncover new areas or modes of relating to their environment.  Finally,  to teach is to communicate.  There’s people who will give you a thrilling ride on the most mundane and boring of topics,  grabbing your attention and helping you unlock the secrets of learning,  opening up the window of opportunity for your mind to also acquire the passion to know more about what is being discussed.    If we don’t disagree too fiercely on what constitutes a great educator,  read on! For we are looking for the Richard Feynman of data science,  we are looking for data science practitioners who have it in them to let others jump on board their vessel of  experience and knowledge.  We are looking for someone who will participate in the awesome data analysis work we are doing at BBVA Data &amp; Analytics,  to keep alive the practitioner side,  and who will devote most of her/his time to help others acquire the unique skills of a data scientist,  through constant teaching and learning in an established academic program at BBVA.    So what do we refer to as a data scientist? We have already published our view on that,  and you can get more info here: https://www. linkedin. com/jobs2/view/85308600.  And now we need you with your unique skills for education,  pedagogy and sharing knowledge mixed with your ability to add and subtract with Spark over a Cloudera cluster.   "
}
