{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/78962674", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Williams is one of the world’s leading Formula One teams.  It exists purely to race in the top echelon of motor racing,  where it’s been winning grands prix for more than three decades.  The Williams name has been synonymous with top-level motorsport since the 1960s.  After running teams on the sport’s nursery slopes,  team patron Frank Williams founded Frank Williams (Racing Cars) in 1966 and he entered F1 in 1969 with his friend Piers Courage behind the wheel.  Frank quickly earned a reputation as one of the industry’s more determined individuals and after selling his controlling interest in his original team,  he established Williams Grand Prix Engineering with British engineer Patrick Head in 1977.  They built their first car,  the FW06,  the following year and the team immediately went from strength-to-strength.  Williams is now the third most successful team on the grid. SpecialtiesMotorsport,  Advanced Engineering,  High Performance Vehicles,  Formula One", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Williams Martini Racing", 
  "canFollow": false, 
  "companyId": "32442", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Williams Martini Racing", 
    "title": "Data Analyst (Aero Test Facilities)"
  }, 
  "description": "Engineering excellence is at the heart of Williams’ DNA.  The team’s business model is unique in the pit-lane.  While many of the other teams are extensions of multinational companies’ marketing departments,  Williams is wholly independent; it exists solely to go racing.  Its commercial partnerships must drive value back to its partners’ companies. To meet these expectations,  the team has grown exponentially since 1977.  What started out as a group of 17 people has mushroomed into a company that now employs more than 600 people at its technology campus in Grove,  Oxfordshire. “This is the toughest era of F1 that I have been involved with, ” says Frank Williams.  “The standard of engineering in the pit-lane is very high indeed and for that reason we must always strive to do better.  The next race is the only thing that matters in F1”. We are currently seeking an experienced Data Analyst to join our Aerodynamic Test Facilities Team.  Reporting to the Head of Aerodynamic Test Facilities,  the key purpose of this role is to provide in depth analysis of the Aerodynamic Test Facility test techniques and systems performance. Key responsibilities will include proposing and progressing projects for the development of the department systems and operations ensuring that Williams F1 benefits from the use of the latest technologies and processes.  In addition,  the successful individual will play a lead role in liaising with the Aerodynamic Department and the Support Group on data quality issues,  proposing remedial actions where appropriate. With a strong working knowledge of statistical analysis tools,  together with some knowledge of VB,  C#,  C++ Python or any structured programming language and some exposure to SQL/querying databases,  the successful candidate will ideally have a wide knowledge and experience of advanced wind tunnel testing techniques.  Tenacious,  with an eye for detail,  the candidate will have the ability to manage large volumes of data whilst also being able to maintain an overall picture of activities. Benefits are:Pension SchemeLong Term Disability InsuranceLife AssurancePrivate Medical HealthTravel Insurance25 Days HolidayFree GymSubsidised CanteenMercedes Car SchemeBMW Car SchemePlease Note: Due to the Volume of applications we receive on a daily basis we cannot guarantee your application will be acknowledged or considered unless you have applied directly via our website www. williamsf1. com/careers. "
}
