{
  "jobPosting": {
    "companyName": "Singtel", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "successfactorsenterprise-283234900", 
    "title": "Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100834424, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      8
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. singtel. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAM8AAAAJDZkOWY5OTQ3LTBjNGItNGVjMS1hYWY5LThjNTYyNjBkZjRhMA. png", 
    "universalName": "singtel", 
    "companyId": 5334
  }, 
  "description": "    Realise your full potential with Asia's leading communications group.     While we take pride in our 130-year heritage,  our philosophy is to    always look forward and evolve.  Today,  we are a leader in cutting-edge    ICT innovation and digital advances,  powered by a vast network of    offices in countries and territories across Asia Pacific,  the Middle    East,  Europe and the USA.  Come be a part of our dynamic organisation as    we create the infocomms landscape of the future.     Singtel is seeking a Data Scientist - Consumer Marketing  to pursue    scientific marketing initiatives.  The incumbent will apply mathematical    algorithms,  statistical and operations research methods into closed    looped processes that achieve exceptional business excellence and    customer experience.  We offer an environment rightly suited to support    analytic aspirations.   The incumbent will be equipped with advanced big    data and analytics hardware/software tools,  and placed in an    analytically mature business environment that nurtures analytic    endeavours and innovation.     Consumer Marketing’s Data Scientists develop solutions focused on    delivering competitive advantages,  superior insights and/or operating    efficiencies based on data science methodologies.   In the process,  you    will engage in the end-to-end process of analytical solutioning,     involving business engagement,  conceptualization,  technical    specification,  model development and operational deployment.     You will also champion scientific marketing in the business    organization,  using data and algorithms to achieve optimal pricing and    cost efficiencies,  increase marketing conversions and discover    behavioral patterns and insights to support decisions.     As our Data Scientist,  you will play a consultative role to the    business,  applying business acumen to identify customer and marketing    challenges that can be addressed through analytic modeling    You will also engage in the implementation process to industrialize    analytical processes,  achieve operational excellence,  establish the    feedback loop,  and capture results and benefits.     Skills And Experience       At the very minimum,  Master degree in a quantitative/mathematical        discipline.        Telecommunication industry experience is preferred.        At least 5 years developing quantitative models and data analysis,         with depth in a practice area within Operations Research and        Applied Statistics/Mathematics domains.        Possess strong business foundation to apply data science        methodologies to business problems       Knowledge and hands-on experience in applied        mathematical/statistical algorithms,  optimization methods and        statistical modeling.   You will be required to use these analytic        techniques to solve business problems,  educate stakeholders,  and        demonstrate analytics leadership.        Proven success in synthesizing data into actionable business        insights       Excellent experience with data management and statistical languages        / packages such as SAS,  SAS Enterprise Miner,  R & SQL       Excellent communication & presentation skills       Highly logical & systematic,  team player,  independent & fast        learner     Let’s shape a better world through technology.  Join us to lead the    change.     Note to Recruitment Agencies    In sourcing for candidates for particular roles,  the Singtel Group    works only with a panel of selected recruitment agencies expressly    engaged under written agreements.  Even then,  these agencies are only    activated from time to time for specific recruitment exercises for    particular roles under instructions expressly issued by a member of the    Singtel Talent Acquisition team.     Except under such circumstances,  no agency shall source or attempt to    source any candidates for the Singtel Group.  The Singtel Group will not    pay nor be obliged or liable to pay any recruitment fees of any kind    whatsoever to any agency where candidate CVs are submitted to the    Singtel Group by such agency on an unsolicited or speculative basis.     The Singtel Group reserves all rights to directly contact any candidate    to which such CVs relate without any obligation or liability whatsoever    to the agency concerned (including without limitation any obligation or    liability to pay any recruitment fees of any kind). ", 
  "companyDescription": "      Singtel    The Singtel Group is Asia's leading communications group.  We provide a    diverse range of services including fixed,  mobile,  data,  internet,  TV    and infocomms technology (ICT) as well as digital solutions.     Our main operations are in Singapore and Australia.  Headquartered in    Singapore,  Singtel has more than 130 years of operating experience and    has played a pivotal role in the country's development as a major    communications hub.  Today,  we continue to lead and shape the local    consumer and enterprise market.  Our Australian arm,  Optus is a leader    in integrated telecommunications,  constantly raising the bar in    innovative products and services.     We are a major communications player in Asia and Africa through our    strategic investments in five regional mobile operators,  namely    Telkomsel (Indonesia),  Globe Telecom (the Philippines),  Advanced Info    Service (Thailand) and PBTL (Bangladesh).  The Group also has    investments in Bharti Airtel (India),  which has significant presence in    Bangladesh,  Sri Lanka and Africa.     We are a long term strategic investor and work closely with our    associates to grow the business by leveraging our scale in networks,     customer reach and extensive operational experience.  The Group serves    over 500 million mobile customers around the world.     Singtel is the largest listed company on the Singapore Exchange by    market capitalisation.  To serve the needs of multinational    corporations,  Singtel has a vast network of offices in countries and    territories throughout Asia Pacific,  in Europe and the USA,  while Optus    has a network of offices around Australia.  The Group employs more than    22, 000 staff worldwide. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
