{
  "jobPosting": {
    "companyName": "Anson McCade", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "AMCHT/BDAMC6369", 
    "title": "Data Scientist (Hadoop,  SAS,  Analytics,  Big Data)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100946356, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. AnsonMcCade. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAATiAAAAJGY0YWNlMzc3LWU0YzUtNGI4NC04NDZlLTY3YmEzNjI4NzllMA. png", 
    "universalName": "anson-mccade", 
    "companyId": 31392
  }, 
  "description": "     Data Scientists (Hadoop,  SAS,  Analytics,  Big Data)I am seeking multiple    Data Scientists (Hadoop,  SAS,  Analytics,  Big Data) for roles within a    newly established Big Data Practice based in Central London.  My client    is looking for passionate and inquisitive individuals with a broad    technical knowledge who are keen to build on and develop their skills    within the Big Data area. The successful Data Scientist (Hadoop,  SAS,     Analytics,  Big Data) will take a leading role in designing and leading    a team to deliver advanced big data services and solutions across the    client base.  You will work with the team and their clients to    understand their strategic business challenges and will take a lead    role in designing informatics and predictive analytic services and    solutions to address and deliver improved client outcomes. The ideal    Data Scientist (Hadoop,  SAS,  Analytics,  Big Data) will have had    experience of a wide variety of technologies within the Big Data space,     these include:SASHADOOPCLOUDERAMONGO DBMicrosoft Azure Big DataGoogle    Analytics Big DataThe ideal Data Scientist (Hadoop,  SAS,  Analytics,  Big    Data) will also be SC Clearable at the very least and will have a Maths    or Science related degree from a good university.  You must be flexible    with travel (UK Wide) and must also be able to manage stakeholders    effectively.  Any Data Scientist’s (Hadoop,  SAS,  Analytics,  Big Data)    who can combine client facing skills with extensive technical knowledge    are going to be of interest to my Top Tier client.  This is a rare and    hugely exciting opportunity within the Big Data space. Data Scientists    (Hadoop,  SAS,  Analytics,  Big Data) For further information please    contact Henry Tucker on 020 7780 6700 / 020 7025 0420,  or alternatively    via e-mail Henry. Tucker@AnsonMcCade. com.    Reference: BDAMC6369Type:    PermanentPosition: Data Scientist (Hadoop,  SAS,  Analytics,  Big    Data)Salary: 60K – 80K + EXCELLENT package and benefitsLocations:    LondonEmail: henry. tucker@ansonmccade. comPhone: 0207 780 6700", 
  "companyDescription": "      Anson McCade    An IT and Capital Markets recruitment consultancy centred in London,     UK.     Anson McCade Ltd is an established and well-respected IT & Capital    Markets recruitment agency based in the City of London.  Our success has    been achieved by a no-nonsense approach to recruitment,  where the    Client can rely on a dedicated and personal service based on both rapid    response and long-term delivery principles.     Anson McCade is aware that the straightforward matching of skills    fulfils only a fraction of our Clients' requirements.  Therefore we    operate a more holistic approach to the evaluation of a candidate for    each Client,  placing equal emphasis on their precise technical skills,     personal qualities and aspirations.  This has been achieved by    extensive,  comprehensive and continual training within Anson McCade.     The result is the provision of a high quality service to a wide range    of long-term Clients,  who can rely on high calibre candidates being    presented and therefore a high cvs-to-interviews-to-placement ratio.     Anson McCade's traditional marketplace is to supply experienced,  senior    contract and permanent IT & Front/Middle Office staff to high profile    industry sectors from Banking and Hedge Funds to Consultancies and    Media organisations. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
