{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86762511", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Master or PhD in Mathematics,  Statistics,  Computer Science,  Engineering,  Operations Research or any related field Passionate about data and/or statistical analysis,  with mathematics and causal modeling skills Strong programming skills such as Java and/or Python Knowledge of statistical modeling and tools (SAS,  R,  Matlab…),  SQL and data mining is required Knowledge of machine learning,  Hadoop or other Big Data frameworks is a plus At ease in manipulating and analysing complex,  high-volume,  high-dimensionality data from various sources Excellent communication and interpersonal skills: you have the ability to communicate results clearly to non-technical colleagues Strong analytical competencies and excellent creative problem-solving skills Experience in Data Visualisation (knowledge of Business Intelligence Reporting &amp; Analysis tools) Overall knowledge of Business Intelligence is an asset Fluent in Dutch and/or French and English", 
  "following": false, 
  "companyDescription": "Keyrus enables companies to transform the wealth of data at their disposal into market and client understanding,  proactive tactics,  operational agility and,  more generally,  to make relevant decisions at all levels of the organization.  With over 18 years of experience,  we help companies to turn their ambitions into reality.  Keyrus in Belgium employs 200 highly skilled consultants and is part of the international Keyrus Group,  a global leader in consulting and solutions integration for business intelligence and performance management.  Created in 1996,  listed on Euronext's Eurolist,  with consolidated revenues of €159m in 2013 and 2, 000 employees on 4 continents,  the Keyrus Group offers the performance,  solidity and know-how of a large professional services organization,  while preserving the agility of a young company.  For more information,  visit our website: www. keyrus. be", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Keyrus", 
  "canFollow": false, 
  "companyId": "12328", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Keyrus", 
    "title": "Data Scientist"
  }, 
  "description": "All Data Scientist newcomers are sent on a 5 week bootcamp program,  partly abroad (London),  partly local (Brussels),  in which you will learn from the best industry experts.  Make sure you don’t miss our next program in January 2016! As a Data Scientist,  you will need a combination of business focus,  strong analytical and problem solving skills as well as programming experience to be able to analyse large data sets of information with the appropriate tools and techniques in order to deliver insightful and actionable information in an impactful manner.  Your main mission will consist of working with our customers and understanding their business context.  This unique role will engage you with the business by addressing strategic and tactical questions through the use of data mining and data visualization techniques,  including pattern detection,  graph analysis or statistical analysis.  You’ll be challenged to propose innovative ways of addressing problems with alternative options and creative and workable solutions.  You will also use the new visualisation tools to present your validated findings in a clear and precise manner to non-technical people.  You will be exposed to different sectors and company functions.  You will work most of the time at client sites in Belgium. "
}
