{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/54461156", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Emdeon is a leading provider of revenue and payment cycle management and clinical information exchange solutions,  connecting payers,  providers and patients in the U. S.  healthcare system.  Emdeon's offerings integrate and automate key business and administrative functions of its payer and provider customers throughout the patient encounter. Emdeon is an equal opportunity employer.  Employment at Emdeon is based upon your individual merit and qualifications.  We don't discriminate on the basis of race,  color,  religion,  national origin,  pregnancy status,  gender,  age,  marital status,  disability,  medical condition,  sexual orientation,  or any other characteristics protected by law or ethics. We will also make all reasonable accommodations to meet our obligations under the Americans with Disabilities Act (ADA) and state disability laws. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Emdeon", 
  "canFollow": false, 
  "companyId": "3855", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Emdeon", 
    "title": "Data Scientist"
  }, 
  "description": "ENABLING SMARTER HEALTHCAREAt Change Healthcare,  we are focused on enabling smarter healthcare.  Everyday,  we are re-imagining how insights can lead to smarter healthcare,  and we are committed to delivering products,  services,  innovations,  and experiences to our clients across the continuum of care. Like the payers,  providers,  pharmacies and consumers we serve,  we care deeply about the triple aim of healthcare: improving the patient experience,  enabling better health of populations and reducing the cost of care. How do we do it? Through our Intelligent Healthcare Network™.  We help connect the dots between payers,  providers and patients,  leveraging the data needed to deliver predictive insights to clients,  who use this knowledge to solve some of their most pressing issues and capitalize on their most exciting opportunities. Ours is the single largest financial and administrative healthcare network in the United States,  reaching approximately 750, 000 physicians,  105, 000 dentists,  60, 000 pharmacies,  5, 000 hospitals,  600 vendors,  450 laboratories and 1, 200 government and commercial payers.  We have developed this network of payers and providers over 30 years in the industry,  connecting virtually all private and government payers,  claim-submitting providers and pharmacies in a hybrid cloud based,  user-centric and secure infrastructure environment. Our solutions include tools and resources designed to empower our customers to:•Obtain actionable insights•Collaboratively exchange mission-critical information•Optimize revenue opportunities•Control costs•Increase cash flow•Efficiently manage complex healthcare workflowsWe’re looking for data scientists with a passion for technology to help drive a new generation of data products at Change Healthcare.  You will enjoy working with top-notch people,  one of the richest data sets in US healthcare,  cutting edge technology,  and the ability to see your insights turned into real products.  The perfect candidate will have a background in a quantitative or technical field,  will have experience working with large data sets,  and will have some experience in data-driven products.  You are scrappy,  focused on results,  a self-starter,  and have demonstrated success in using data science to develop products of significant note.  This role has the opportunity to be based in either San Mateo,  CA or Nashville,  TN. ResponsibilitiesApply your expertise in quantitative analysis,  data mining,  and the presentation of data to see beyond the numbers and understand the most important questions our data can answerPartner with Product,  Engineering and Design teams to solve problems,  generate and test hypotheses and deliver prototype and production models and algorithmsInform,  influence,  support,  and execute our product decisionsChampion data science as part of the Solution Development Life Cycle Requirements  Minimum QualificationsPassion for learning and innovating new methodologies in the intersection of applied math / probability / statistics / computer science.  Proficient at translating unstructured business problems into an abstract mathematical framework3+ years experience doing quantitative analysisBA/BS in Computer Science,  Math,  Physics,  Engineering,  Statistics or other technical fieldFluency in SQL or other programming languages.  Some development experience in at least one scripting language (PHP,  Python,  Perl,  etc. )Ability to initiate and drive projects to completion with minimal guidanceThe ability to communicate the results of analyses in a clear and effective mannerHighly collaborative and curiousBasic understanding of statistical analysisPreferred experience with a statistical package such as R,  MATLAB,  SPSS,  SAS,  Stata,  etcExperience with large data sets and distributed computing (Cassandra,  Spark) Preferred QualificationsPhD or MS degree in statistics,  mathematics,  machine learning,  Econometrics or related field4+ years relevant experience with a proven track record of leveraging analytics and large amounts of data to drive significant business impactExpertise and experience in predictive analytics/statistical modeling/data mining algorithmsAbility to make intelligent approximations of mathematical models in order to make them practical and scalableProficiency in at least one statistical analysis tool such as RAbove average capabilities with SQLKnowledge of common data structures and ability to write efficient code in at least one language (preferably Java,  C++,  Python,  or Perl)Exceptional interpersonal and communication skills,  including the ability to describe the logic and implications of a complex model to all types of partners (product managers,  engineers,  designers,  senior executives)  Change Healthcare is an Equal Opportunity Employer.  Employment at Change Healthcare is based upon your individual merit and qualifications.  We don’t discriminate on the basis of race,  color,  religion,  gender,  sexual orientation,  gender identity or expression,  national origin,  age,  physical or mental disability,  marital status,  protected veteran status or disability,  genetic characteristic,  or any other characteristic protected by applicable federal,  state or local law.  We will also make all reasonable accommodations to meet our obligations under the Americans with Disabilities Act (ADA) and state disability laws.  All qualified applicants will receive consideration for employment without regard to race,  color,  religion,  sex,  national origin,  protected veteran status,  or disability. Please vist Equal Employment Opportunity Posters provided by OFCCP here . "
}
