{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85381136", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Expedia Europe", 
  "canFollow": false, 
  "companyId": "2751", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Expedia Europe", 
    "title": "Data Scientist"
  }, 
  "description": "Job ID: 37762 Company: Expedia Europe Location: United Kingdom,  London Functional Area: Travel Employment Type: Full-Time Regular Education Required: Not Indicated Experience Required: Not Indicated Relocation: To be determined  Description We would love you to join one of the leading online travel companies in the world helping millions of customers across the globe find and book the right hotel for them.  Get involved in solving problems and creating new innovative solutions by using some of the latest technology and approaches.  As part of the data science team working across Hotels. com,  Venere. com and the Expedia Affiliate Network,  we are looking for rock stars to utilise machine learning,  advanced analytical and statistical techniques in order to drive millions of choices made on our websites and marketing decisions every day,  to help give great customer experiences,  improve business operations and enhance value for the company. In addition the data science team has an R&amp;D mandate,  pioneering the use of advanced,  emergent techniques across the business to solve the hardest problems,  taking discoveries and ideas and transforming them into products and actions in a fast moving,  commercially driven and results focused environment. This can be summed up in our 3 core values of intelligent,  enterprising and supportive.  The RoleWorking with product and technology groups across the company to enable the adoption of algorithms across the website. Develop,  maintain and support the ranking and recommendation algorithms used on the Hotels. com website to directly drive conversion and gross profit for the company. Perform A/B test design,  implementation and analysis on the website in order to determine the effectiveness of our efforts. Assist with counter fraud efforts,  identifying anomalous behaviour and occurrences prior to loss events. Conduct research and development activities,  data exploration and discovery,  develop prototypes and proof of concepts. Stay up to date with the latest data science technologies and techniques and how they can be utilised throughout the organisation. Partner with data engineering teams to improve data as an asset of the business. Look for opportunities for insights/datasets/models/code to be used across other functions across the organisation.  Skills &amp; Experience:Good experience in an analytical/algorithm/data/software development role especially in online ecommerce environments. Good SQL/data manipulation skills required including cleaning and managing data. Experience with statistics/machine learning packages such as R,  scikit-learn,  SparkML Python (pandas),  SAS etc. Scripting/programming languages a plus (Python,  Scala,  C++ etc. ). Degree qualified in quantitative field such as Computer Science,  Mathematics,  Statistics,  Machine Learning / AIKnowledge of test design,  implementation and evaluation,  with website A/B testing experience a plus. Real world experience with Internet scale data on a Hadoop or similar platform highly preferred. Experience with data visualisation tools and packages a plus. Willingness to work with unstructured,  messy data. Self-starter and results orientated,  able to work under minimal guidance. Intellectual curiosity and desire to learn new things,  techniques and technologies. Our Offer to You Life at here encourages you to navigate your dream career and choose your next adventure.  We love solving problems,  creating ideas and having fun.  We're a team of talented and diverse people from all over the world - we learn,  grow and succeed this way. Our benefits are awesome too - 25 days holiday (+ bank holidays with service based increases),  Gym discounts,  Travel Allowance,  Pension,  Healthcare,  Leisure and Travel discounts,  Gadget Insurance and Computing Benefits Scheme,  Flex Allowance just to name a few! + of course a competitive salary. About the Expedia Group Our mission is to revolutionize travel through the power of technology.  Collectively,  the Expedia brands cover virtually every aspect of researching,  planning,  and booking travel,  from choosing the best airplane seat,  to reading personal travel reviews of hotels,  to planning what to do in a destination once you arrive.  The Expedia portfolio includes brands such as Expedia,  Hotels. com,  Expedia Affiliate Network (EAN),  Egencia,  Hotwire,  eLong,  trivago,  Venere,  Travelocity and Auto Escape Group,  to name a few. Expedia delivers consumer travel demand from nearly every continent to a wide range of hotels,  hundreds of airlines,  tour operators,  car rental companies and destination services supply partners.  Please visit company website to learn more about our travel brands. At the Expedia Group we believe in personality and passion.  We know how to have fun.  We love solving problems and creating ideas.  We're a team of talented and diverse people from all over the world.  We believe in a work-well,  live-well approach and offer benefits to meet your professional,  personal,  and family needs"
}
