{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90318922", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Key Skills Experience of Reuters Dealing,  Reuters RMDS and Bloomberg is essential Knowledge of Reuters DTS,  Reuters 3000 Xtra / Eikon is preferred.  Strong understanding of Broker Applications,  and circuit connectivity and provisioning requirements.  Knowledge of IPC dealerboards is highly desirable,  but not essential. ", 
  "following": false, 
  "companyDescription": "Curtis Reed Associates is an IT recruitment organisation,  established in 1998,  specialising in providing interim and permanent staff across all sectors.   Our clients range from large,  international Banks and Consulting firms to medium and small size start-ups.  We have a successful track record of providing candidates that match the requirements of our clients.    Market Knowledge We have worked extensively with IT professionals within the financial services and other sectors.  Our reputation is built on our attention to detail and speed of delivery,  coupled with the quality of candidates sourced through our consultant's extensive and well established networks.  We also have access to a high quality database built up over the past 15 years of highly relevant and active candidates.    Our Methodology Our process includes the following: Briefing – to ensure we have a full understanding of the requirements and the ‘attraction’ of the positions.  Shortlisting – a combination of reviewing our existing candidate pool and leveraging our relationships to identify a shortlist according to agreed qualification criteria.  Interviews - Conduct thorough face to face competency based interviews and produce a detailed profile highlighting strengths and potential weaknesses.  Process Management – manage the full lifecycle including arranging interviews,  managing expectations and ensuring that offers are successfully accepted.  Contact - maintain regular contact with all parties throughout the recruitment process and provide updates on all activity.    Proven Capability.  We have extensive experience of placing experts in the following areas:- Risk Management – Credit,  Market,  Operational,  Regulatory,  Information Security,  etc.  Business Transformation,  Change,  Process Improvement and Operational Excellence.  Data Management – Analytics,  MI/BI,  Data Mining,  Datawarehousing,  DBA’s,  etc Business / System Analysts,  Project,  Programme and Service Delivery Managers Software Developers,  Testers,  IT Support Specialists,  System Administrators,  etc   Part of our success is due to the quality of candidate networks that we have established and the ability to quickly understand our clients’ requirements and deliver candidates that match.    Professional Ethics Curtis Reed Associates is committed to recruitment best practice and will always act in the best interests of our clients.  Please call +44 (0)20 7280 9650 for an initial discussion with one of our consultants. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Curtis Reed Associates", 
  "canFollow": false, 
  "companyId": "99811", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Curtis Reed Associates", 
    "title": "Market Data Analyst"
  }, 
  "description": "  Senior Market Data Analyst with strong knowledge of Reuters/Bloomberg is required by a large UK bank to join a team supporting the Trading Floor/Front Office.  Main Responsibilities: To provide high level (3rd line) technical support and maintenance for Reuters RMDS,  Reuters DTS,  Reuters Dealing,  Reuters Kobra 3000 xtra/Eikon,  Bloomberg and various Broker applications.  Administration of Private wires.  Support and Maintenance of IPC dealerboard systems and administration of boards (training can be given).  Delivery of projects.  Development of strategic roadmaps for market data and dealer board telephony.  3rd line support for key market data systems and dealer board voice.      Projects tasks vary between upgrades to systems maintained within the team,  to assisting the application teams deliver new services and providing new services direct to the trade floor.    Working within a trading environment,  your emphasis will be on system stability and resiliency to minimise anytime downtime.  As a result,  experience of designing solutions around these key principles and the ability to manage risks via a change control process is required.  Salary: £50-70k + bonus + bens"
}
