{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89090754", 
  "descriptionLanguage": "en", 
  "description": "Senior Data Scientist - R&amp;D and Data Exploration London £75, 000 - £85, 000 + bonus and benefits Overview: This is a fantastic opportunity for an experienced Data Scientist to join a newly formed R&amp;D team within a global e-commerce company.  You will join a team of 6 other Data Scientists at varied levels to try and solve problems,  develop new methodologies and undertake exploratory analysis to get the most out of all data available.  You will have access to a huge dataset and work across multiple teams getting exposure to very varied projects.  The Role - Senior Data Scientist: Witihin this position you will gain exposure to a huge variety of work and be joining a company that actually holds it's data at the core of strategic decision making across all areas.  Your key responsibilities as a Senior Data Scientist will include: Work across multiple teams including product and technology to enable the adoption of more advanced algorithms and methodologies to explore data better and automate complex processes.  Know and explore the latest data science techniques and technologies and incorporate them into different areas of the business whilst explaining the potential positive impacts to senior stakeholders.  Perform exploratory data analysis and manipulate huge datasets to get a deep understanding of what is capable with Utilise various machine learning,  advanced analytical and statistical techniques in order to drive and predict millions of choices made by customers every day,  to help impact marketing activities and personalisation and enhance the overall value for the company.  Your Skills and Experience: To be shortlisted for this position you must have the following essential skills and experience: Proven experience in machine learning techniques and their application in the commercial world Degree in quantitative field such as Computer Science,  Mathematics,  Statistics,  Machine Learning / AI Experience with libraries such as scikit-learn,  SparkML,  Python (pandas) etc.  Proven ability in a variety of statistical analysis techniques Experience in R for statistical analysis Genuine curiosity in exploring data and experimenting with varied methodologies Interest in applying advanced analytical techniques to real world problems How to Apply: For full details of the role please click apply or email Jonathan Durnford-Smith at Harnham – jdsmith@harnham. com Keywords Python,  Scikit,  SparkML,  Pandas,  Numpy,  Machine Learning,  R,  computer science,  statistics,  SVM,  AI,  Artificial Intelligence,  predictive analytics,  exploratory analysis,  R&amp;D,  data science,  data scientist,  senior data scientist,  e-commerce,  online,  mathematics", 
  "jobPosting": {
    "title": "Senior Data Scientist - R&D and Data Exploration", 
    "companyName": "Harnham"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "280603", 
  "canFollow": false, 
  "companyName": "Harnham", 
  "bottom": "true"
}
