{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89073334", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "trivago is the world’s largest online hotel search.  On our website,  travellers compare prices of over 700, 000 hotels worldwide from more than 200 booking sites such as Expedia,  Booking. com or Olotels. com.  More than 45 million visitors use trivago every month as an independent source of information to find their ideal hotel.  We are an innovative and international team from more than 60 countries.  If you want to be part of a dynamic group and assist in the development of a very unique company,  trivago is the right place for you.  Here at trivago we can offer you a flexible and self-directed working environment.  You can develop your skills quickly and gather valuable insight across various departments of the company,  offering you cross-functional opportunities where your success will be immediately tangible. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "trivago", 
  "canFollow": false, 
  "companyId": "404429", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "trivago", 
    "title": "Seeking Hadoop Hero to Handle Big Data"
  }, 
  "description": "Join our team and actively shape the technical future of the world’s largest online hotel search.  Work with top-notch technologies in a unique work environment with exciting career perspectives.  Enjoy the freedom to question established processes,  broaden your horizons and develop new tools to impress our 80 million users per month!  We like to move fast and work on a large scale.  We’re looking for a Hadoop Hero who can keep our cluster in perfect shape and save us from getting crushed under the weight of big data.  You will maintain and develop our Cloudera Hadoop cluster,  set up a backup cluster and keep them in sync.  You will also consult with our Business Intelligence team regarding the setting up and maintenance of reliable data pipelines.  With your hawk-like vision,  you’ll monitor our Cloudera CDH installation,  fine tuning it to maximize performance.  Lightning-quick reflexes and agility will also be required as you may get caught in Nerf gun wars that rage across the office.  The ideal candidate: Speaks English fluently.  German language skills are a plus.  Has 2-3 years’ experience working with big data frameworks,  preferably Hadoop.  In this time they will have worked with Hive,  Oozie and Impala.  Can work wonders with CDH (Cloudera Distribution Including Apache Hadoop) or Hortonworks Hadoop cluster.  Is comfortable using ZooKeeper.  Is proficient in JVM (Java Virtual Machine) tuning.  Is either an EU citizen or holds an IT-related bacherlor's degree.  If you are an EU citizen,  no degree is necessary as long as you're a tech-head and you can show us proof of your passion.  Wants to work with hundreds of terabytes of data.  Can start as soon as possible.    Life at trivago: trivago is an exciting hub of multicultural activity where nationalities from all around the world come to share their knowledge and work together on redefining the travelling experience for millions of people.  We nurture all our talents and provide them with the support they need to develop professionally as well as personally.  We encourage fanatic learning through regular code workshops,  hackathons and constant feedback as well as promoting quick decision making in keeping with our trial and error philosophy.  Flexible working hours are in place to create a trusting environment where productivity is measured through goals rather than hours spent in the office.  For our internationals,  we help with relocation and provide language classes for those wanting to learn and practise their German.   Join us at trivago – a place where talented minds meet,  crazy ideas are shared and innovation is born.    Additional information: Unfortunately,  due to German law,  applicants will only be considered if they are an EU citizen OR hold a university degree.  Please note that your CV and motivation letter must be written in English.   Apply online: http://www. trivago. com. au/jobs/details/1211-seeking-hadoop-hero-to-handle-big-data?=cip99060001013451   Please note we only process applications via this URL.  If clicking the URL in this message does not work,  just copy and paste it into the address bar of your browser. "
}
