{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/75072648", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Data Analyst - Online Advertising"
  }, 
  "description": "Within the Strategic Partnerships analytics team we are looking for someone who loves to turn large data sets into action every single day. Did you know that. . . Our analyst are responsible for managing millions of CPC bids on meta-search websites every single day The CPC auction on most meta-search websites is a “you pay what you bid” model,  rather than a second bidder auction.  As a result the auction is much more volatile than on Google Adwords and you need to devise clever strategies to minimize wasted spent An additional variable that comes into play is our price competitiveness and how it influences position and/or CTR (click through rate)If you like to take on this challenge,  and are not afraid to be responsible to manage millions of dollars of CPC spent,  please apply with your resume and motivation. B. responsibleAnalyze performance of existing advertising campaigns.  Make informed CPC bid changes to these campaigns (algorithmic bidding).  Spot data trends that will help us increase overall performance Structure campaigns to facilitate data extraction Combine internal data with 3rd party data to explore new opportunities.  Invent innovative ways to improve bidding strategy to maximize campaign profitability Assist with various reporting and data analysis requests. B. skilledFluent in English,  written and spoken.  Passionate about working with data.  Organized,  with an ability to prioritize.  Ability to work independently and as part of a team.  Good understanding of statistics – especially how to interpret and action results.  Good knowledge of MYSQL.  Education level M. Sc.  or higher,  preferably with a specialization in math,  engineering or financeDesirable Skills / ExperienceExperience with PPC campaign optimization Ability to analyze very large data sets (e. g.  Hadoop) Google analytics Experience with R statistical language for data manipulation and visualizationBooking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com BV is looking for a Data Analyst - Online Advertising. "
}
