{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83011536", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "At Talend,  it’s our mission to connect the data-driven enterprise,  so our customers can operate in real-time with new insight about their customers,  markets and business.  Founded in 2006,  our global team of integration experts builds on open source innovation to create enterprise-ready solutions that help unlock business value more quickly.  By design,  Talend integration software simplifies the development process,  reduces the learning curve,  and decreases total cost of ownership with a unified,  open,  and predictable platform.  If you want to follow Talend,  get the latest news and know when events will happen,  join Talend's group on LinkedIn: http://www. linkedin. com/e/gis/812977", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Talend", 
  "canFollow": false, 
  "companyId": "65485", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Talend", 
    "title": "Talend Senior Professional Services Consultant (SAP/big data)"
  }, 
  "description": "As part of its growth in the   Germany  ,  Talend is hiring a   Senior Talend Consultant (SAP / big data)  .  This position has primary responsibility for delivering and/or managing the technical deployment and use of our products in order to make Customers successful.  This is a post-sales consultant position,  requiring good customer management skills,  as well as technical skills.     Responsibilities include:    Work with customers to deploy,  manage and audit the best practice use of our software products,  particularly our products related to big data technologies;Provide architecture reviews,  application discussions and prototype(s) or full development as needed;Identify opportunities for products and services at existing customers;Provide billable consulting assistance to ensure engagement success;Perform information systems needs assessments,  information gathering and recommend appropriate business systems and IT infrastructure to Talend’s customers;Perform data and/or application integration design and development,  technical product assistance and tuning to meet customer performance and functional requirements;Help identify additional solution opportunities within accounts.   We are seeking:  Requires a bachelor's degree in Computer Science or a related area and 5 years of experience in the field,  in a related area or a master’s degree;Requires competency in Java as well as Linux/Unix OS experience;Requires expertise in integration to SAP and Salesforce;Must have some exposure to data integration,  or,  preferably with Talend’s products;Preferred experience in Eclipse,  SQL and Oracle environments;Knowledge in installation,  configuration,  optimization in Hadoop;Understand how and when to apply MapReduce;Knowledge in HBase,  Hive,  Scoop,  Oozie technologies;Knowledge in NoSQL technologies (Mongo,  CouchDB,  Cassandra,  Neo4j);Exposed to Storm,  Impala,  HAWQ;Preferred Project Management Professional (PMP) certification or equivalent skills;Technical aggressiveness,  demonstrated ability to learn new technologies and business requirements;Demonstrated creative problem solving ability;Experience leading and managing engagements and implementations;Exceptional verbal,  presentation,  and written communication skills;Ability to work effectively independently,  as well as in a team environment;Ability to mentor;Demonstrated abilities as a team player;Excellent interpersonal and communication skills;Ability to deliver on a deadline to customers in a friendly and professional manner. Travel average about 80% of the time. "
}
