{
  "jobPosting": {
    "companyJobCode": "tchibo-6593", 
    "expirationDate": 1451906027000, 
    "title": "Data Scientist (m/w) Online Intelligence", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [
        {
          "startIdx": 1800, 
          "type": "BR", 
          "endIdx": 1800, 
          "attribute": []
        }, 
        {
          "startIdx": 1800, 
          "type": "BR", 
          "endIdx": 1800, 
          "attribute": []
        }, 
        {
          "startIdx": 1771, 
          "type": "LI", 
          "endIdx": 1800, 
          "attribute": []
        }, 
        {
          "startIdx": 1677, 
          "type": "LI", 
          "endIdx": 1771, 
          "attribute": []
        }, 
        {
          "startIdx": 1551, 
          "type": "LI", 
          "endIdx": 1677, 
          "attribute": []
        }, 
        {
          "startIdx": 1497, 
          "type": "LI", 
          "endIdx": 1551, 
          "attribute": []
        }, 
        {
          "startIdx": 1370, 
          "type": "LI", 
          "endIdx": 1497, 
          "attribute": []
        }, 
        {
          "startIdx": 1370, 
          "type": "BG", 
          "endIdx": 1800, 
          "attribute": []
        }, 
        {
          "startIdx": 1370, 
          "type": "BR", 
          "endIdx": 1370, 
          "attribute": []
        }, 
        {
          "startIdx": 1349, 
          "type": "U", 
          "endIdx": 1370, 
          "attribute": []
        }, 
        {
          "startIdx": 1349, 
          "type": "B", 
          "endIdx": 1370, 
          "attribute": []
        }, 
        {
          "startIdx": 1349, 
          "type": "BR", 
          "endIdx": 1349, 
          "attribute": []
        }, 
        {
          "startIdx": 1349, 
          "type": "BR", 
          "endIdx": 1349, 
          "attribute": []
        }, 
        {
          "startIdx": 438, 
          "type": "BR", 
          "endIdx": 438, 
          "attribute": []
        }, 
        {
          "startIdx": 438, 
          "type": "BR", 
          "endIdx": 438, 
          "attribute": []
        }, 
        {
          "startIdx": 0, 
          "type": "U", 
          "endIdx": 438, 
          "attribute": []
        }, 
        {
          "startIdx": 0, 
          "type": "B", 
          "endIdx": 438, 
          "attribute": []
        }
      ], 
      "rawText": "Tchibo Überrascht.  Mit Immer Neuen Ideen,  Die Wir Durch Die Leidenschaft Und Den Großen Einsatz Unserer Mitarbeiter Bis Ins Regal Bringen.  Lassen Auch Sie Sich Von Hochwertigen Kaffees Und Einer Einmaligen Artikelvielfalt Faszinieren.  Nutzen Sie Die Chance,  Im Kollegialen Mitarbeiterumfeld Eines Hamburger Familienunternehmens An Neuen Herausforderungen Zu Wachsen,  Und Entdecken Sie Ihre Leidenschaft Für Tchibo.  Das Wird Ihnen GefallenOb datengetriebene Marketingaktionen oder strategische Entscheidungen zur Weiterentwicklung unseres Webshops: Sie begleiten uns beim Aufbau eines nutzerzentrierten Beziehungsmanagements.  Als Experte von Daten-Modellierung und Online-Marketing-Prozessen treiben Sie gemeinsam mit Ihren Kollegen die Wachstumsfelder Realtime Advertising (RTA) und Personalisierung voran.  Sie beschäftigen sich mit der Customer Journey,  entwickeln unsere Attributions- und Prognosemodelle weiter,  erstellen Scorings und führen diese zu einer erfolgreichen Umsetzung über unsere Data Management Platform (DMP).  Ihr Ziel: die ständige Optimierung unserer kundenanalytischen Aktivitäten,  um mit uns den Ausbau unserer Spitzenposition als Online-Händler voranzutreiben und neues Wachstum zu schaffen! Klingt das für Sie interessant? Dann werden Sie Teil der großartigen Erfolgsgeschichte bei einem der führenden Online-Händler Europas. Das Wird Uns GefallenAbgeschlossenes Studium der Wirtschaftsmathematik,  -informatik oder der Betriebswirtschaftslehre mit statistischem Schwerpunkt Fundierte Erfahrungen im Bereich Data Driven MarketingAusgeprägte Methodenkenntnisse sowie Programmierkenntnisse in SAS und SQL sowie idealerweise Erfahrungen im Umgang mit Hadoop Überdurchschnittliche analytische Fähigkeiten gepaart mit Kommunikations- und UmsetzungsstärkeVerhandlungssicheres Englisch"
    }, 
    "postalCode": "22085", 
    "jobState": "LISTED", 
    "companyName": "Tchibo", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "For generations,  Tchibo has been the professional home of change-makers,  seekers of opportunity and innovation drivers – because it is our business to keep reinventing ourselves.  That is how we continually meet the taste of the times with our coffees – and how we keep inspiring our customers week after week with clever new products that add that certain something to life.  Or rather: You will be doing so,  when you join your future colleagues in actively shaping the world of Tchibo. So it comes as no surprise that our working world could hardly be more exciting.  Because the experienced professionals and executives who make up the Tchibo team can bring in their ideas for future customers and markets,  and put them into action.  And because our business model offers a wide range of different jobs – and requires expertise across various fields.  Founded in 1949 in Hamburg,  Tchibo GmbH is now one of the most successful international consumer goods and retail companies.  In Germany,  Austria,  Poland and the Czech Republic Tchibo is the market leader in roasted coffee – and our Tchibo,  Gala,  Davidoff Café,  Eduscho (Austria) and Jilhavanka (Czech Republic) brands are enjoyed all over.  In addition,  our online shops in Germany,  Austria,  Poland,  Switzerland,  Czech Republic and Turkey quickly bring the diversity of our offerings into our customers’ homes at the click of a mouse. From our corporate headquarters in Hamburg to our production and logistics sites,  to our Tchibo Shops: We offer (young) professionals and ambitious talents from all sorts of backgrounds the opportunity to shape change,  make a difference,  and make things happen.  Join us as we keep reinventing Tchibo in Germany and abroad and become a factor in our success!  To learn more about our company,  our world of work,  and your options,  please visit http://www. tchibo. com/For many ways to shape the future: http://www. tchibo-karriere. com"
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "RSCH", 
      "OTHR"
    ], 
    "listDate": 1445036633000, 
    "countryCode": "de", 
    "company": "urn:li:company:6568", 
    "id": 93102393, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Hamburg,  DE", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/93102393?trk=guest_apply_click_apply_button&url=https%3A%2F%2Frecruiting. tchibo. com%2Findex. php%3Fac%3Djobad%26id%3D6593&urlHash=-WLu&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "formattedEmploymentStatus": "Full-time", 
  "formattedJobFunctions": [
    "Research", 
    "Other"
  ], 
  "formattedExperience": "Mid-Senior level", 
  "formattedIndustries": [
    "Consumer Goods"
  ], 
  "formattedPostedDaysAgo": "Posted 50 days ago", 
  "formattedPostedDaysAgoSlim": "30+ days ago", 
  "formattedPostedDaysAgoShort": "50d", 
  "companyDescriptionLanguage": "de", 
  "decoratedCompany": {
    "formattedCompanyType": "Privately Held", 
    "localizedDescription": "For generations,  Tchibo has been the professional home of change-makers,  seekers of opportunity and innovation drivers – because it is our business to keep reinventing ourselves.  That is how we continually meet the taste of the times with our coffees – and how we keep inspiring our customers week after week with clever new products that add that certain something to life.  Or rather: You will be doing so,  when you join your future colleagues in actively shaping the world of Tchibo. \rSo it comes as no surprise that our working world could hardly be more exciting.  Because the experienced professionals and executives who make up the Tchibo team can bring in their ideas for future customers and markets,  and put them into action.  And because our business model offers a wide range of different jobs – and requires expertise across various fields.  \rFounded in 1949 in Hamburg,  Tchibo GmbH is now one of the most successful international consumer goods and retail companies.  In Germany,  Austria,  Poland and the Czech Republic Tchibo is the market leader in roasted coffee – and our Tchibo,  Gala,  Davidoff Café,  Eduscho (Austria) and Jilhavanka (Czech Republic) brands are enjoyed all over.  In addition,  our online shops in Germany,  Austria,  Poland,  Switzerland,  Czech Republic and Turkey quickly bring the diversity of our offerings into our customers’ homes at the click of a mouse. \rFrom our corporate headquarters in Hamburg to our production and logistics sites,  to our Tchibo Shops: We offer (young) professionals and ambitious talents from all sorts of backgrounds the opportunity to shape change,  make a difference,  and make things happen.  Join us as we keep reinventing Tchibo in Germany and abroad and become a factor in our success!  \r\rTo learn more about our company,  our world of work,  and your options,  please visit http://www. tchibo. com/\rFor many ways to shape the future: http://www. tchibo-karriere. com", 
    "companyLogo": {
      "logoType": "LOGO_LEGACY", 
      "urn": "urn:li:media:/p/1/000/042/04c/2e99330. png"
    }, 
    "company": {
      "universalName": "tchibo", 
      "heroImage": {
        "croppedImage": "urn:li:media:/AAEAAQAAAAAAAARQAAAAJDg1Njg5NDlkLWMzN2ItNGNlZS05MWJjLTczNWQ5Y2FlN2MzZA. png"
      }, 
      "companyId": 6568
    }, 
    "canonicalName": "Tchibo", 
    "hasPaidLcp": false, 
    "formattedIndustries": [
      "Consumer Goods"
    ], 
    "formattedCompanySize": "10001+", 
    "formattedEmployeeCount": "10001+ employees"
  }, 
  "formattedListDate": "October 16,  2015", 
  "formattedExpireDate": "January 4,  2016", 
  "hasSavedJobPosting": false, 
  "offsiteApply": true, 
  "hasMySavedJobPosting": false, 
  "descriptionLanguage": "de", 
  "hasDecoratedCompany": true
}
