{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83095302", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "PhD,  or MS with 2+ years of R&amp;D experience in industry or research institute Required : - Solid experience in data mining,  machine learning,  statistics,  or building models from large datasets - Knowledge of computer programming (C++,  Java,  Ruby,  or others) - Strong interest in contributing to business improvement and growth Preferred qualifications : - Research experience in the Internet industry,  or any field outside of academia - Demonstrated impact on business results - Familiarity with data analysis in large-scale distributed environment utilizing Hadoop or related technologies - Publication record in peer-reviewed journals - Patent application experience", 
  "following": false, 
  "companyDescription": "About Rakuten Asia Pte.  Ltd.    Part of the global expansion of Rakuten and is the Regional Headquarters of Asia,  located in Singapore.    Rakuten Asia comprises of various functions,  including management of Rakuten E-commerce online platform in Singapore,  as we aim to be Singapore’s largest e-commerce marketplace by provides a platform for vendors to connect with millions of customers,  bringing the highest quality merchandise from both local and Japanese merchants to the Singapore online market with over 100, 000 products in various categories.    About Rakuten Japan   Rakuten is a Japan’s leading Internet services company,  being largest e-commerce company in Japan,  and third largest e-commerce marketplace company worldwide.  With around 40 businesses and services expanding its business to more than 25 countries and regions worldwide.  Our global footprint starts from Japan to Asia,  the Americas and Europe with a wide portfolio of services.    Rakuten is also an Eco-system of online services,  providing a variety of consumer and business-focused services including e-commerce,  e-reading,  travel,  banking,  securities,  credit card,  e-money,  portal and media,  online marketing and professional sports.    For more information on Rakuten and its business,  please visit http://global. rakuten. com/corp/   For more information on Rakuten Singapore and our e-commerce platform,  please visit http://www. rakuten. com. sg for more information", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Rakuten Asia Pte Ltd", 
  "canFollow": false, 
  "companyId": "3729600", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Rakuten Asia Pte Ltd", 
    "title": "Data Scientist"
  }, 
  "description": "Rakuten Institute of Technology (RIT) is a think-tank,  idea incubator and accelerator for Rakuten Group – focusing on data R&amp;D and strategic technology development.  With offices in Tokyo,  New York,  Paris,  and Singapore,  RIT contributions cover a broad range of topics,  including Data Mining,  Natural Language Processing,  High-performance computing,  UI/UX,  and multimedia processing.  Rakuten Institute of Technology (RIT) is looking for Researchers who are passionate about data and technology.  As part of RIT,  you will have an exciting opportunity to accelerate growth of existing Rakuten businesses,  and to drive innovation with long-term benefits for the company; while collaborating closely with research,  engineering,  and business teams globally.  Be an expert and drive research results in one or more of the below areas: - User Behavior Analytics - Data mining,  Machine Learning,  Statistics - Information Retrieval,  Recommender Systems,  Information Extraction - Natural Language Processing,  Text Mining,  Sentiment Analysis - Graph Analysis,  Cluster Analysis - Human Computer Interaction,  computer vision,  Augmented and Virtual Reality - Other emerging technologies Deliver results: Develop new technologies,  improve business performance Demonstrate long-term vision,  while effectively supporting short-term goals Be a thought-leader,  keeping up with the academic and industry trends"
}
