{
  "jobPosting": {
    "companyName": "Change. org", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "omidyar-443100", 
    "title": "Senior Data Scientist - SF", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101154906, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      6
    ]
  }, 
  "company": {
    "websiteUrl": "www. change. org", 
    "logo": "urn:li:media:/p/7/005/0a3/184/0a8cab0. png", 
    "universalName": "change-org", 
    "companyId": 459396
  }, 
  "description": "    Change. org is the world's largest technology platform for social    change.  Our goal is to empower people everywhere to start campaigns    around the issues they care about,  mobilize others,  and work with    decision makers to drive solutions.     We’re also an innovative business – a \"social enterprise” and a    certified B Corporation,  with a business model designed to support    positive social impact (more about B Corps: www. bcorporation. net).     Over 100 million people have signed petitions,  and our users win nearly    one victory per hour,  including strengthening hate crime legislation in    South Africa; fighting corruption in Indonesia,  Italy,  and Brazil;    ending the ban on gay Boy Scouts in the United States,  and big wins for    women’s rights in India.  And we’re just getting started.  Here’s a small    snapshot of why some of the 100 million people have signed Change. org    petitions: youtu. be/UcT1rgZDko4    We love serving our incredible users,  and we love our staff too.  We    show it with very competitive salaries,  five weeks of vacation,  robust    maternity and parental leave,  an amazing culture,  free language    training (if you want it),  and a high impact,  low-ego team that can’t    wait to learn from you and teach you what they know.     We’re seeking a Data Scientist,  focused on funnel optimization,  who    will own the vision and execution of projects from start to finish.     The ideal candidate is super passionate and very motivated to have an    enormous impact on a company that is quite literally helping to change    the world.  This individual will be flexible and interested in learning    new skills,  tools,  and technologies as necessary.  Given our small team    size and the scope of our global mission,  we must select the right    tools as necessary.  At any given point in time,  you may find team    members working with one or more of the following: Redshift,  Cassandra,     AWS (Elastic MapReduce,  SimpleWorkflow,  EC2,  etc),  Spark,  Redis,  and    Dropwizard,  driven by Ruby,  Python,  Java,  Go,  and Javascript.     We encourage our team members to go to and talk at conferences,  our    team spoke at Strata,  AWS re:Invent and DataWeek.     Depending upon your skills and experience,  and what you bring to the    table overall,  we are also open to considering a Senior Data Scientist    role.     Here’s What You’ll Do As Part Of Our Team    You will get in early and help set technical/product direction on a    Data Science team for a company with millions of users and big    ambitions.     Use machine learning techniques to further a social justice mission.     Take the lead on data science research projects and pursue them through    production.     Follow the data science methodology and best practices    Own the architecture,  delivery,  and evolution of interrelated big data    systems.     Code,  write,  and converse daily.     Contribute to back-end distributed systems engineering in    implementation/integration/monitoring/maintaining our applied data    science/machine learning/etc infrastructure.     Skills    And here are the skills & experience we hope you have:    Masters in Computer Science,  Applied Math,  Physics,  Statistics or a    quantitative field with a strong background in matrix manipulation    8+ years of industry experience in the data science arena and dealing    with large volume and variety of datasets    8+ years of professional experience with modeling and analysis,     statistics,  machine learning,  and/or large-scale data mining.  Has deep    experience in the data science methodology from exploratory data    analysis,  feature engineering,  model selection,  deployment of the model    at scale and model evaluation by using AB testing in production    Experience with multiple supervised and unsupervised machine learning    techniques,  such as logistic regression,  naïve bayes,  decision trees,     k-means clustering,  and principal component analysis    Broad and deep pattern matching for what matters and what to do about    it based on your experience solving real problems at scale in big data    and data science.     Led and completed multiple projects using some of: Machine Learning    techniques,  Python,  data visualization.     Specific experience in solving machine learning problems that have very    sparse data    Convert research papers covering sparse optimization techniques into    practical engineering solutions in production.     Work with other data and engineering professionals—as well as lay    stakeholders—to respond to business problems with practical solutions.     Choose the most effective technologies and approaches for a variety of    big data and data science challenges,  and own application thereof.     Mentor talented and less experienced colleagues.     Communicate clearly and effectively with team members of a variety of    backgrounds,  skill sets,  and roles within the business.     This is a full-time opportunity,  based in San Francisco.     All qualified applicants will receive consideration for employment    without regard to race,  color,  national origin,  religion,  sexual    orientation,  gender,  gender identity,  age,  physical disability,  or    length of time spent unemployed.     We are working for a world where no one is powerless,  and where    creating change is a part of everyday life.  We're just getting started,     and we hope you'll join us. ", 
  "companyDescription": "      Change. org    Change. org is the world’s largest social change platform with over 100    million users in 196 countries.  Every day,  people around the world use    our tools to transform their communities.  We make it possible for    anyone to start a campaign and immediately mobilize hundreds of others    locally or hundreds of thousands around the world,  making governments    and companies more responsive and accountable.     Change. org is a Certified ‘B’ Corporation.  This means we are held to    high standards of social and environmental performance,  accountability,     and transparency set by B Lab,  an independent international non-profit    certifying group.  We are proud to have exceeded those standards,  and    have been named among the top 10 percent of social good companies with    a positive impact on the community.     We love serving our incredible users,  and we love our staff too.  We    show it with very competitive salaries,  5 weeks of vacation,  18 weeks    of maternity and parental leave,  an amazing culture,  free language    training (if you want it),  and a high impact,  low-ego team that can’t    wait to learn from you and teach you what they know. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
