{
  "jobPosting": {
    "companyName": "University of Sheffield", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "jobsacuk-AMM857", 
    "title": "Assessment Psychometrician and Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101106556, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      68
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. sheffield. ac. uk", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAHeAAAAJDVhMGY1MmM3LWM0ZmUtNDYwYS04NTMzLTA5OGI0NTg2Mzk2OQ. png", 
    "universalName": "university-of-sheffield", 
    "companyId": 8421
  }, 
  "description": "     Faculty of Faculty of Medicine,  Dentistry and Health    You will play an integral part in the MBChB assessment team.   The team    is led by the Director of Quality and Lead for Assessment and is    responsible for all aspects of assessment within the MBChB degree which    is governed by the Curriculum Assessment Group and initiatives    determined by the regulatory body,  the General Medical Council.   You    will be responsible for the provision of rigorous and evidence informed    psychometric and statistical analysis and expert support for the    evaluation and quality assurance of assessment data within the MBChB.     In addition,  you will also provide profile data on Student Admissions    and Progression and be able to provide suitable specialist advice,  user    testing and evaluation.     You will hold a good honours degree in statistics or a relevant    numerate discipline,  and experience of working with spreadsheets and    statistical software such as SPSS is essential.  In addition,  you will    have effective communication skills,  both written and verbal,     communicating with staff at all levels in the organisation and the    ability to present concepts,  developments and ideas at a strategic    level in relevant departmental meetings. ", 
  "companyDescription": "      University of Sheffield    The University of Sheffield is a world top-100 university that strives    to solve society's greatest challenges through unique teaching and    outstanding research.     University guides also confirm our position as one of the UK's leading    universities.     Teaching quality assessments rate our teaching very highly across a    wide range of subjects,  and official research assessments confirm our    reputation as a centre for world-class research in many disciplines.     We have nearly 25, 000 students from 117 countries,  and over 6, 000    staff.  The University of Sheffield is a popular choice with applicants    for university places,  and once they arrive our students enjoy the    experience so much that many settle in Sheffield after they graduate.     Our research partners and clients include Boeing,  Rolls Royce,     Unilever,  Boots,  AstraZeneca,  GSK,  ICI,  Slazenger,  and many more    household names,  as well as UK and overseas government agencies and    charitable foundations.     We're a member of the White Rose University Consortium,  a strategic    partnership between the leading universities of Sheffield,  Leeds and    York.  Since its creation in 1997 White Rose has secured more than £100    million into the universities.     The University of Sheffield has also been recognised for its    outstanding support for staff after being ranked in the top 100    Stonewall Workplace Equality Index.     Our history stretches back to 1828,  when the Sheffield School of    Medicine was founded,  and our University Charter was granted in 1905. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
