{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90347457", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "OutsideIQ has developed proprietary artificial intelligence (AI) search and analysis technology that employs both natural language processing and machine learning to think and act like a researcher.  Its products include InsuranceIQ and DDIQ.   DDIQ facilitates a faster,  more cost effective,  automated due diligence research process that delivers consistent,  accurate and auditable results.  DDIQ employs the same cognitive processes as a due diligence researcher without the constraints of human-based research.   Founded by a former Microsoft search technology engineer and strategist,  OutsideIQ is comprised of data scientists,  nuclear physicists,  software engineers and big data professionals. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "OutsideIQ", 
  "canFollow": false, 
  "companyId": "1591805", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "OutsideIQ", 
    "title": "Data Scientist"
  }, 
  "description": "Position Overview:   We are looking for a resourceful,  driven individual with a mix of computer science and analytical abilities.  Communication skills are very important,  as well as the ability to adapt to fluctuating requirements and priorities.  You must have well-developed problem-solving skills and enjoy the challenge of quickly learning new techniques.  You take responsibility for the quality of your work and get the job done in the required timeframe.    Responsibilities: Algorithm design and analysis.  Improving search capability.  Researching data and text mining extraction techniques.  Developing machine learning models.  Multi-faceted role based on dynamic needs.    Minimum Qualifications: An undergraduate or graduate degree related to the computer science faculty.  Familiarity with R,  Python or Java Proven superior communication skills Proven ability to quickly learn and adapt to a dynamic environment Interest in Product Development is a plus! In your application please include a cover letter that clearly lists,  in point form,  three skills/abilities you possess that makes you an ideal candidate for this position at OutsideIQ.    Who we are. . .   We're a dynamic and rapidly growing software company with a high-performing team.  OutsideIQ fosters an open,  honest,  and cooperative environment where delivery focused teams strive for excellence.  The whole team is involved throughout the lifecycle of the project and team members maintain continuous customer collaboration.  This is a unique opportunity to work in a rapidly-growing,  fast-paced organization that is set to change the way our clients do business.  We offer a casual work environment,  competitive compensation,  employee stock options and a comprehensive benefits package. "
}
