{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89018699", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Skills Required Finance experience Demonstrable experience implementing NoSql solutions - Ideally Hadoop (Cloudera/Horton works/Map-R) but others considered.  eg MongoDB,  Cassandra,  etc.  Big data Components and technologies including HDFS,  MapReduce,  Hive,  HBase,  Oozie,  Mahout,  Flume/Sqoop,  ZooKeeper Demonstrable experience with major programming/scripting languages like Java,  Linux,  PHP,  Ruby Demonstrable experience with Functional programming languages like - Scala,  R,  Python.  Demonstrable experience with ETL tools such as Informatica,  Talend and/or Pentaho.  Demonstrable experience with designing solutions for multiple large data warehouses Demonstrable experience with Big Data Search frameworks/platforms: eg elastic search,  Solr.  To be able to benchmark systems,  analyse system bottlenecks with solutions; Articulate pros and cons of various technologies and platforms Help program and project managers in the design,  planning and governance of implementing Distributed processing frameworks/paradigms; eg Data grids,  distributed execution; experience with concurrency,  locking,  sorting and data portioning,  Distributed processing multithreaded high performance Understanding of Complex data structures including DAGs,  Graphs.  5-6 years of Development experience preferably in Java Data Mapping/Modelling - understanding data requirements Highly desirable skills Previous experience in analytical software development and large data systems Team leading with near/far shore a plus TDD/BDD orientated experience in an agile environment Investment bank experience Database modelling,  engineering,  optimization Data appliances : Exadata/Netezza/Greenplum", 
  "following": false, 
  "companyDescription": "Cooper Burns is a specialist,  market-leading recruitment business.  We operate in the technology transformation space and support a range of blue chip organisations to provide highly skilled resource.  Founded with a focus on IT architecture,  we have become one of Europe’s leading recruitment specialists.  Our specialism is the cornerstone of our business and enables us to gain a greater understanding of our clients’ requirements.    Our success is based on our ability to attract and harness talent in a fast-moving world.  We have an unparalleled network of technology leaders across multiple verticals.  Our clients’ needs typically stem from large,  complex,  business-critical programmes often with a global remit.  We have particular experience and a demonstrable track record of building teams for large transformation and integration initiatives.  We have supported some of the world’s largest IT transformation programmes.    Founded in 2006,  the business was acquired by Bradshaw Investments Ltd in September 2014,  and is now embarking on a significant expansion programme. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Cooper Burns Limited", 
  "canFollow": false, 
  "companyId": "1179993", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Cooper Burns Limited", 
    "title": "Lead Big Data Architect - Financial Services (Capital Markets)"
  }, 
  "description": "A Lead Big Data Architect is required to join a Global Consultancy who specialise in the design and implementation of IT and business solutions for the financial services industry. The Big Data Architect will act as a Lead on a long term engagement for a Tier 1 Investment Bank.    Responsibilities   Design and develop high performance Big Data solutions based on NoSql and Big Data Technologies Stakeholder relationship management Understand volume based requirements (ie understand highly concurrent querying of Billons or rows of data) Understand complex data and aggregation requirements and translate them functionally into the engines Interface with SMEs,  Business analysts to understand the requirements and translate them into technical deliverables Clearly and thoroughly document all detail designs,  functional specifications,  and unit test results Candidates need to be critical thinkers who can connect the dots,  and work innovatively and independently at a high level of productivity Must be comfortable working with complex systems and enjoy working in the analytical space (eg enjoys problem solving/displays strong problem solving skills)"
}
