{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85330717", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Moody's is an essential component of the global capital markets,  providing credit ratings,  research,  tools and analysis that contribute to transparent and integrated financial markets.  Moody's Corporation (NYSE: MCO) is the parent company of Moody's Investors Service,  which provides credit ratings and research covering debt instruments and securities,  and Moody's Analytics,  which offers leading-edge software,  advisory services and research for credit and economic analysis and financial risk management.  The Corporation,  which reported revenue of $2. 3 billion in 2011,  employs approximately 6, 100 people worldwide and maintains a presence in 28 countries. Further information is available at moodys. com. Visit our LinkedIn Careers Page at moodys. com/LIcareerspage", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Moody's Investors Service", 
  "canFollow": false, 
  "companyId": "4873", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Moody's Investors Service", 
    "title": "Financial Data Analyst (Russian Speaking)"
  }, 
  "description": "The Financial Data Analysts (FDA) team consists of a diverse set of FDAs supporting various groups within Moody’s Investor Services.  These include Banking,  Insurance,  Corporate Finance and Sovereign groups.  The global team is located in London,  New York,  Hong Kong,  and Tokyo in order to support Analysts based in EMEA,  the AMERICAS and ASIA PACIFIC regions.  Each FDA supports one of the above regions and business lines,  however there is often opportunity to train in other areas at later stages.  As a Financial Data Analyst you will contribute to the financial analysis of the rating process which has a significant impact on any given rating.  As an FDA you will be involved in the sourcing of financial statements and co-ordinating with outsourcers in regard to spreading data into internal templates.  You will also play a key role in reviewing and performing accounting adjustments to the financial data as per analyst and region specific requirements.  From time to time you will also be asked to contribute to ad-hoc projects.  Compile financial data for issuers using annual/interim reports and other sources.  In addition,  ensure financial data complies with Moody’s rating methodologies and where required performing adjustments to data to ensure global comparability.  Ensure timeliness and quality of data captured including the ongoing monitoring of the quality of data spread by outsourced resources.  Interact with ratings analysts within the wider group with regards to financial statistics needed for their analysis and publications.   Qualifications  Qualifications Minimum of a BSc (or equivalent) in Accounting or Finance Fluent in Russian and English Experience A good understanding of financial statements and balance sheets is essential.  Relevant work experience in accounting,  finance or economics is highly desirable.  Key Skills Excellent communication,  organisational and administrative skills Good interpersonal skills Team player Client Care Excellent attention to detail Ability to work pro-actively and multi-task Computer literate with a strong knowledge of Excel   Department/Team  CAO  Working at Moody's  Moody's is an essential component of the global capital markets,  providing credit ratings,  research,  tools and analysis that contribute to transparent and integrated financial markets.  Moody's Corporation (NYSE: MCO) is the parent company of Moody's Investors Service,  which provides credit ratings and research covering debt instruments and securities,  and Moody's Analytics,  which offers leading-edge software,  advisory services and research for credit and economic analysis and financial risk management.  The Corporation,  which reported revenue of $3. 3 billion in 2014,  employs approximately 9, 900 people worldwide and maintains a presence in 33 countries.  Further information is available at www. moodys. com .   EEO Policy  Moody’s is an equal opportunity employer.  All qualified applicants will receive consideration for employment without regard to race,  color,  religion,  sex,  national origin,  disability,  protected veteran status,  sexual orientation or any other characteristic protected by law.   Securities Trading Policy (STP)  MIS and MSS Candidates are asked to disclose securities holdings pursuant to Moody’s Policy for Securities Trading.  Employment is contingent upon compliance with the Policy,  including remediation of positions in those holdings as necessary. "
}
