{
  "jobPosting": {
    "companyName": "AXA Investment Managers", 
    "functions": [
      "MRKT", 
      "IT"
    ], 
    "companyJobCode": "cluenjobs-c5771418-08dc-46c5-bcce-1188f8e43393", 
    "title": "2315 - Stage - Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100374486, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      46
    ]
  }, 
  "company": {
    "websiteUrl": "www. axa-im. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAa4AAAAJDhlZTI3Y2I4LWIyYTItNGYyMS04MDQ2LTk5NDU5ODYyNGMyNA. png", 
    "universalName": "axa-investment-managers", 
    "companyId": 5653
  }, 
  "description": "    We are an active,  long-term,  global,  multi-asset investor focused on    enabling more people to harness the power of investing to meet their    financial goals.  By combining investment insight and innovation with    robust risk management we have become one of the largest asset managers    in Europe,  managing €694bn in assets as of the end of June 2015.  We    employ about 2, 300 people around the world and operate out of 21    countries.     We are proud to foster a high-performance culture,  which means that we    seek to recruit and retain people who are not only technically-skilled    but also globally-minded,  innovative and able to leverage their unique    perspectives and life experiences to support our success as a company.     This role supports Change and Problem Process Manager within the    TECHNOLOGY department in process administration,  analysis and    reporting.     Key aspects include the daily support of the Major Incident Management    process tracking and following up with Service Managers the output from    the analysis of major and serious incidents and daily support of the    Change Management process.     There is a strong emphasis on data,  development of new functionalities    in our ticket tracking tool,  accuracy checks,  report/dashboard design    and production as well as assist in identifying trends and highlight    other interesting results from the data.  The intern will also assist in    development of the ticket-tracking tool for the processes in scope and    ultimately be involved in undertaking administrative tasks in order to    provide support.  This intern role continues to be critical,  as it    enables us to continue to provide a quality service for workload in    scope.     Key Tasks Are As Follows    • Support the Major Incident Manager in the administration and    reporting on the key process of Major Incident Management.     • Support the Change Manager in the administration and reporting on the    key process of Change Management.     • Work as part of the ServiceNow support team for the Change and Major    Incident processes to ensure that effective development and deployment    of ServiceNow,  based on agreed needs of technology users.     • Work with the Change and Problem Process Manager to continually    develop the tool according to new needs    • Generate weekly/monthly reports/dashboards on performance and trends    for in scope areas.     • Generate ad-hoc reports and analysis when required.     • Be responsible on a daily basis of the team SharePoint Portal and ONE    communities (access rights administration,  content management & update)    Key Skills    • Currently undertaking an IT/Business related degree    • Above average ability to use MS Office tools and in particular MS    Excel for reporting    • Process mindset    • Ability to analyse complex information and present results in a clear    manner    • Attention to detail    • Good communication and interpersonal skills – must be prepared to    communicate with Technology staff at all levels and in all locations    • Go-getter,  ability to use good initiative    • Displays maturity and professionalism    • Excellent attention to detail    • Ability to prioritise tasks & work to deadlines    General Objectives    • Continuously strive to improve the performance of the organisation by    actively participating in the organisation’s process improvement    initiatives – (Specific focus on Service Delivery)    • Strive to improve the productivity of the Infrastructure Division of    Technology.     • Contribute to the improvement of the processes in order to develop s    tandardised and dependable procedures to maximise effectiveness and    increase reliability. ", 
  "companyDescription": "      AXA Investment Managers    We are an active,  long-term,  global,  multi-asset investor focused on    enabling more people to harness the power of investing to meet their    financial goals.  By combining investment insight and innovation with    robust risk management we have become one of the largest asset managers    in Europe,  managing €694bn in assets as at 30/06/2015.     As the investment partner of AXA Group,  the A-rated protection and    wealth management provider,  we draw on a longstanding heritage of    creating solutions to manage real-life risks and challenges.     At the same time,  our investment professionals are committed to finding    the most efficient and sustainable sources of return across world    markets,  from equities to fixed income,  real estate to other    alternative asset classes.     By continuing to find investment solutions to real world financial    needs,  our aim is to become the chosen investment partner of investors    around the world,  and employing the best people from the widest    possible talent pool is at the heart of our strategy.     Find out more by visiting our website at axa-im. com.     Source IPE 'Top 400 Asset Managers’ 2015", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
