{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85342331", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Bachelor's Degree or equivalent work experience.  3 to 8 years' experience in technology solutions or business consulting.  Understanding of Inmon,  Kimball,  Agile,  and other data driven methodologies.  Business domain knowledge in at least one industry and ability to create thorough data requirements.  Demonstrated ability to work in a fast paced environment,  to manage multiple tasks,  work in agile manner‚ and work independently or as a team.  Good analytical skills,  the ability to integrate information from multiple sources to execute effectively and efficiently in a dynamic environment.  Good interpersonal,  written and verbal communication skills; ability to work with various levels of technical and business stakeholders.  Good knowledge of Big Data and Modern Data (Data Warehouse and Business Intelligence) platforms.  Good knowledge of relational/dimensional modeling,  telemetry,  data mining,  predictive analytics,  machine learning,  visualization,  and cloud (IaaS,  SaaS,  PaaS) offerings.  Researching (Industry and for Problem Resolution) Strong sense of personal responsibility and teamwork. ", 
  "following": false, 
  "companyDescription": "Luxoft is a top quality IT service provider of high-end business solutions to clients across the globe.  With deep domain expertise in the finance,  telecom,  energy,  automotive,  travel and aviation industries,  the company consistently goes beyond its clients’ expectations by bringing together technology,  talent,  innovation,  and the highest quality standards.  Luxoft builds long-lasting partnerships with Boeing,  IBM,  Deutsche Bank,  UBS,  Harman,  Avaya,  Alstom,  Sabre,  Ford,  Hotwire and many others by providing seasoned business and technology professionals,  software imagineers,  who deliver high-quality,  innovative technology solutions that fit the client’s needs.  We offer international delivery capabilities through our network of state-of-the-art delivery centers around the world.  Luxoft`s customers benefit from the right mix of technology skills,  industry knowledge,  proprietary processes and methodologies,  and a choice of engagement models.    Luxoft Overview Highly focused on the development of industry-specific expertise and technological excellence Sophisticated,  innovative services Global delivery model with locations in Central and Eastern Europe,  EMEA,  North America,  and Southeast Asia Long-term investments in research and development Highly educated,  experienced,  and dedicated workforce Focused on the quality of operational processes Long-lasting partnerships with global Fortune 500 companies Offices: 27 Countries: 15 Over 130 clients Cultural diversity (42 nationalities)", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Luxoft", 
  "canFollow": false, 
  "companyId": "5300", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Luxoft", 
    "title": "Data Analyst for Big Data Practice"
  }, 
  "description": "If you're interested in working with extraordinary people and real professionals in one of the largest IT Service Companies,  join Luxoft (10000+ employees around the world),  http://www. luxoft. com   We're looking for a Big Data Practice Data Analyst,  to work on a project of investment banking area in our new office in Sweden,  Stockholm.    Big Data Practice Data Analyst,  under the direction of delivery leadership,  is responsible for discovering and translating functional and non-functional features and data requirements into actionable work effort for architects and engineers.  They discover and analyze data in support of requirements and assist in modeling data schemas and interface contracts.    Responsibilities include and are not limited to:    Support marketing/sales activities to pursue and shape opportunities for work.  Analyze business and technical requirements,  as well as existing data models and reports,  to understand the detailed data management requirements.  Design data governance strategies for business requirements and enhance the maturity of an organizations.  Conduct data profiling,  data cleansing,  and codify business and data rules for automation.  Design master data and data management processes and systems to ensure data quality.  Help envision architecture and standards for data lakes,  data warehouse/marts,  and in-memory and multidimensional databases utilizing industry best practices.  Assist with proof of concepts to demonstrate and impact of new technology and ideas.  Create conceptual,  logical and physical data and metadata models to represent data at ingestion,  transformation,  and consumption . . .  in-flight and at-rest.  Define and assist in testing components for data access,  profiling,  movement (extract,  transform,  and load),  integration,  quality,  and processing.  Define and assist in test components for management,  storage (DBMS,  hybrid),  security,  and master/metadata.  Define and assist in test components for data mining,  analytics,  semantic,  multi-dimensional and in-memory models.  Participate in test iterations,  track / report results,  and troubleshoot / coordinate defect resolution.  Design and create test data and data definition scripts.  Document,  track and escalate issues.  Identify and track improvements to the data management processes and work towards their implementation.   "
}
