{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/79682916", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Work experience Database servers: SAP HANA,  Oracle,  SQL server Programming: JavaScript,  HTML,  Java,  C++,  SQL Mathematical modelling: R,  MatLab,  Python Microsoft Office (Excel,  PowerPoint) Nice to have Big Data experience (Hadoop) Industry experience  (Retail,  Consumer Products,  Utilities,  Finance,  Banking,  Automotive or Public Sector) Experience in building innovative algorithms PhD in Mathematics,  Science or Informatics Education and Qualifications/Skills and Competencies In addition to a strong scientific and IT background,  the position requires strong problem-solving and consulting capabilities with the ability to communicate effectively in an international team environment.  Background: University degree in Mathematics,  Computer Science,  Informatics or Cybernetics Strong background in mathematics and statistics Strong background software development experience Experience in mathematical modellingg and optimization Excellent understanding of statistical and technical methods to produce relevant insights out of huge amounts of data   Personal skills: Willingness and ability to learn quickly new mathematical or technical methods with little guidance Ability to inspire confidence and work with all levels of client and internal staff Ability to deliver clear,  concise presentations to non-scientific audiences High energy,  clear goal orientation and strong work ethic; “can do” attitude Excellent verbal and written communication skills Native Romanian English at advanced level is a must Customer facing skills: Ability to capture customer requirements and translate them into software specifications Ability to present complex information in a clear and precise manner; with non-technical audience Professional appearance and demeanour Presentation skills: ability to create professional presentations,  handle proper setup of location,  use technical/visual aid,  have adequate body language and vocabulary,  proactively engage with customer and handle questions", 
  "following": false, 
  "companyDescription": "SAP Romania is the local subsidiary of SAP AG,  market leader in enterprise application software.   SAP mission is to help organizations of all sizes and industries become best-run businesses.  From back office to boardroom,  warehouse to storefront,  desktop to mobile device,  SAP helps people and organizations work together efficiently and use business insight effectively to stay ahead of the competition.   SAP Romania provides products and services to more than 400 companies in Romania; has a local network of over 20 business partners and in 2011 has opened a Near Shore Center,  that provides word class consultancy services to customers across Europe.   SAP turn innovation into practical solution that solve business problems specific to 11 lines of businesses across 24 industries.   Innovation portfolio  1.  Applications  2.  Analytics  3.  Mobile  4.  Database &amp; Technology  5.  Cloud  At the foundation of SAP‚s technology strategy is SAP HANA,  – a revolutionary in-memory computing platform for  real-time business and revolutionary applications. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "SAP Romania", 
  "canFollow": false, 
  "companyId": "1141376", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "SAP Romania", 
    "title": "Data Scientist"
  }, 
  "description": "SAP is the largest European software company with around 60, 000 employees all over the world,  providing business application software to companies of all industries and all sizes.  SAP is currently expanding the Performance &amp; Insight Optimization team from Romania.  It provides advanced analytics services to customers,  helping them to improve their business based on scientific analysis of large amounts of business data.  The team drives innovation,  develops new business optimization algorithms,  and provides analytical services directly to our clients.    EXPECTATIONS AND TASKS   A Data Scientist executes the mathematical modelling of our customers’ business problems,  develops algorithms and applications to solve these problems,  and helps our customers directly to understand and implement the results of the analysis.  In this role,  the Data Scientist works directly with industry experts and technology experts to translate our customers’ business needs into mathematical models and present and deliver a solution to the client.  This position requires the ability to work and communicate as a part of a high performance team in an international environment.   "
}
