{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90315553", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Extensive Big Data Infrastructure &amp; Solutions expertise including; Project experience in topics such as on streaming data,  telematics,  connected cars,  IoT A relevant degree in (Business) Computer Science,  Physics,  Statistics,  Economics,  or Mathematics Cluster Sizing Backup / Disaster Recovery design Scaling Software-Component-Decisions Best practice experience Strong communication and presentation skills in German and English (written and spoken)  ", 
  "following": false, 
  "companyDescription": "Big Cloud - from San Francisco to Shanghai and everywhere in between,  we connect the most innovative organisations with the best people in Big Data &amp; Data Science.  We enjoy speaking to great people,  working with great companies and having fun whilst we do it.  Are you a Hadoop Hero,  Spark Samurai or Machine Learning Magician? Are you interested in hiring the best people or working for the coolest companies? Yes? Us too…", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Big Cloud", 
  "canFollow": false, 
  "companyId": "5006426", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Big Cloud", 
    "title": "Big Data Architect - Streaming / Connected Devices / IoT"
  }, 
  "description": "Does the world of Big Data and Analytics excite you? Are you experienced in architecting Big Data Infrastructures and Solutions? Want to work with the latest cutting edge technology in Big Data - including Spark and Storm?   If you believe this is describing you,  please carry on reading:   One of the largest and most exciting global consulting companies,  is currently building and growing their Centre of Excellence for Big Data and Data Science,  and is seeking a Big Data Architect to join their team in Berlin.   This company work together with some of the most prestigious organisations in Germany and are building this Big Data and Data Science CoE in Berlin to find innovative,  leading edge Big Data &amp; Data Science solutions to some of the most complex and challenging business problems - including streaming data,  telematics,  connected cars &amp; Internet of Things (IoT)   As a Big Data Architect you will have the unique opportunity to work with some of the newest technologies in Big Data and Data Analytics including Hadoop and Spark.  You’ll be responsible for scaling and cluster sizing,  the development and design of Big Data platforms,  and you will also be carrying out analysis with a variety of tools.    The CoE is developing a culture of innovation and creative thinking where you will be able to design and develop solutions without boundaries in order to find the best solutions possible.  They also offer a professional culture as well as a warm and welcoming international working environment,  where every team member is extremely valued.  Differing to other corporate organisations,  they also provide a tailor made technology training programme that will help develop and maximize your abilities further.      If you are interested in this opportunity and want to find out more,  please get in touch.    Desired Skills and Expertise:   Extensive Big Data Infrastructure &amp; Solutions expertise including; Project experience in topics such as on streaming data,  telematics,  connected cars,  IoT A relevant degree in (Business) Computer Science,  Physics,  Statistics,  Economics,  or Mathematics Cluster Sizing Backup / Disaster Recovery design Scaling Software-Component-Decisions Best practice experience Strong communication and presentation skills in German and English (written and spoken)  "
}
