{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "About You    You should have Ph. D/MS degree in Computer Science,  Statistics,  Data Science or equivalent 4+ years of research experience in statistical data modeling,  machine learning,  artificial intelligence,  recommender system,  big data processing system or other related areas 2+ years of work experience in big data-related projects Proficient in RDBMS such as PostgreSQL,  MySQL,  SQL Server,  Oracle DB Proficient in machine learning toolkits such as Scikit-learn,  Spark MLlib and various machine learning packages in Matlab/R Proficient in SQL and at least two programming languages such as R,  Python,  Java,  Go,  C++,  C# or equivalent Experienced in NoSQL databases such as MongoDB,  Hbase and Cassandra Experienced in big data processing technologies such as Hive,  Spark and Impala Experienced in data extraction,  data integration and ETL Ability to collaborate with partners and drive analytic projects end to end Ability to communicate complex analysis approches and results in a clear and precise manner     Terms of employment The level of appointment will be commensurate with qualification and experience.   A contract employment will be offered to the successful candidate.  Contract renewal will be subject to mutual agreement between the Club and the individual.    How to Apply  Please send your resume,  complete with expected salary and job reference to:  Email: recruit1@hkjc. org. hk  Mail: Human Resources Department  The Hong Kong Jockey Club  1 Sports Road,  Happy Valley  Hong Kong", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/77909711", 
  "descriptionLanguage": "en", 
  "description": "Our Customer and Marketing Divison is to collaborate with various departments of the Club in achieving the Club's objective of Total Customer Satisfaction.   We are looking for high calibre professional to join our team.     The Job You will Collaborate with business experts,  data analysts and data engineers to drive and help manage a data analysis project from planning to completion.  Formally and clearly define objectives and metrics for the analytical requirements from business experts.  Manipulate and analyze very large datasets from multiple sources using a variety of tools and techniques.  Conduct predictive analysis using various machine-learning techniques.  Conduct creative data exploration to discover new information from datasets.  Provide overall architecture design and recommend big data technologies to data engineers to build scalable data processing systems.   ", 
  "jobPosting": {
    "title": "Senior Data Scientist ", 
    "companyName": "The Hong Kong Jockey Club"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "22867", 
  "canFollow": false, 
  "companyName": "The Hong Kong Jockey Club", 
  "bottom": "true"
}
