{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90395511", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Apple designs Macs,  the best personal computers in the world,  along with OS X,  iLife,  iWork and professional software.  Apple leads the digital music revolution with its iPods and iTunes online store.  Apple has reinvented the mobile phone with its revolutionary iPhone and App Store,  and is defining the future of mobile media and computing devices with iPad. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Apple", 
  "canFollow": false, 
  "companyId": "162479", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Apple", 
    "title": "Data Scientist"
  }, 
  "description": "Data Scientist/Analytics Lead (Permanent) The Business Intelligence/Decision Support Department is looking for an exceptional data scientist/analytics specialist to play a leading role in delivering new capabilities to Apple’s European Operations in order to support the company growth and new product deployment.  You will partner with key stakeholders across Apple as you design,  refine,  and create innovative analytical solutions.  This will include leveraging large and complex data sources,  producing collaborative and iterative analysis,  deriving insights,  delivering dynamic and intuitive decision tools,  and bringing our data to life via innovative visualisations. The ideal candidate is a self-motived team player,  skilled in a broad set of analytical tools,  with a strong passion for data driven decision making.  Ability to adapt and learn quickly,  work cross-functionally,  provide results with limited direction,  and communicate complex results effectively is a must. Key QualificationsStrong knowledge of either SAS,  R,  or PythonFluency in SQL for data access,  manipulation,  and validationExperience working with large data setsDeep analytical skills and knowledge of statistical methodologies,  machine learning,  operations research techniquesExpertise in data visualisation (knowledge of Tableau and Keynote preferred)Expertise in moving a model/algorithm into a live solutionAbility to initiate,  refine,  and complete projects with minimal guidanceCapable of clearly communicating complex analyses to a non-technical audienceComfortable learning new technologies and working in a fast-paced environment3+ years of analytics experience preferredDescriptionDesign and implement analytics and reporting tools to support key decisions on a wide variety of topics including operational performance,  supply chain tracking,  forecasting product supply/demandQuickly outline and build customised analyses for various teams across OperationsPartner with cross-functional teams to identify,  frame,  prioritise,  and answer business questions where analytics can be most impactfulPerform all aspects of analysis including data acquisition and manipulation,  programming,  data visualisation,  documentation,  and presentation of resultsDevelop a deep understanding of our operations supply chain and processes Lead the Analytics initiative for Apple Operations EuropeIdentify opportunities where advanced analytics will dramatically improve the business and drive those opportunities forward to realisationEducationMinimum of bachelor’s degree,  preferably in economics,  statistics,  computer science,  or related quantitative field. Certification in any of the desired tools listed"
}
