{
  "jobPosting": {
    "companyName": "E. ON Business Services GmbH", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobijoba-7c73eaa0e93fd76dba6a22e0fbc7616c", 
    "title": "Data Scientist (m/f)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100517047, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. eon. com/it", 
    "logo": "urn:li:media:/p/1/000/277/084/0a361aa. png", 
    "universalName": "e-on-is-gmbh", 
    "companyId": 287779
  }, 
  "description": "     Data Scientist (m/f) - E. ON Business Services Our Digital    Transformation Unit within E. ON Business Services Berlin GmbH in Munich    is looking for a/an Data Scientist (m/f) Responsibilities Helping to    realize the vision of a “Digital Utility” by proactively developing new    analysis tools and insights,  driving decisions and strategies for the    whole E. ON value chain Process very large sets of unstructured data    from internal systems in combination with external data into actionable    models and insights Clarify the requirements and objectives for    advanced analytics to solve large-scale,  complex business problems    Design data models and proceed to data cleaning,  pre-processing and ETL    functions Develop significant metrics and indicators to be extracted    from the data Select and apply appropriate statistical methods,  data    mining and machine learning algorithms to address specific problems    Research latest state-of-the-art models and modelling techniques to be    applied,  participate in international and cross-industry expert    exchange Identify data acquisition needs from sources within and    outside E. ON Qualifications Ph. D.  or master degree in Computer Science,     Mathematics,  or related technical discipline and working experience as    a data scientist Extensive knowledge in statistics,  machine learning,     data mining and experimentation methodology Track record of coding in    R,  Python,  Java and SQL and advanced hands-on experience in leading    advanced analytics tools MATLAB,  SPSS or SAS Experience in MapReduce,     Spark/Mllib,  Mahout,  Hadoop and the like,  unstructured big data    analytics,  text- and web-mining would be considered as a plus Be    open-minded and curious,  find pleasure in uncertainty and have the    ability to bring in new ideas Strong passion for empirical research and    for answering hard questions with data and data models A flexible    analytical approach that allows communication and visualization of    results of various levels of detail Enjoying collaborating    internationally and across cultural borders and willing to undertake    international business travel Fluent in English,  German is considered    as a plus At a glance Reference no: 35392 Contract term: Permanent    Working hours: Full time Get in touch For more information please have    a look at our careers site.  Apply online E. ON is committed to equal    opportunities and actively promotes diversity,  equality and    flexibility.  E. ON E. ON is an international privately-owned energy    supplier.  In the 2014 financial year,  our staff comprising in excess of    more than 58, 000 employees based in many countries in Europe as well as    in Russia and North America generated sales of around EUR 112 billion.     We have an ambitious objective: We want to be the preferred partner for    high-value energy offerings for customers.  E. ON Business Services E. ON    Business Services GmbH (EBS) is the multifunctional support unit of    E. ON SE.  EBS bundles Group-wide business services for Finance,  HR and    IT centrally under one roof.  Employing around 3, 400 employees,  EBS is    headquartered in Hanover and is active at more than 30 operating sites    in Germany.  Across Europe,  EBS is present in Benelux,  the Czech    Republic,  Hungary,  Italy,  Romania,  Slovakia,  Sweden and the United    Kingdom.  Department Steve Jobs famously said \"it doesn't make sense to    hire smart people and tell them what to do; we hire smart people so    they can tell us what to do. \" We are listening. With major    transformation underway around the whole energy industry,  we're looking    for experienced data juggler to join us to shape the energy business.     We are in the age of the customer,  and it is about to frame the problem    that customers are attempting to solve,  identify and specify solutions    to the problem and to check what it is feasible to solve it with the    right technology.  Many of the problems can be identified by analysing    data and solved by data-driven solutions.  As a Data Scientist you will    be essential part of our Data Lab,  delivering real value to our current    business and discovering new business opportunities within data.  With    in-depth knowledge of relevant advanced analytics methods such as    mathematics,  statistics,  data mining,  machine learning,  and operations    research,  you will provide technical subject matter expertise around    advanced and large-scale data analysis.  On the integration of advanced    analytics approaches in larger analytical architectures,  you work    closely with the digital and data architects. You will also support and    drive business forward with precision and predictability and enable    rational,  well-informed decision-making by providing the most    insightful and accurate information.  At a glance Reference no: 35392    Contr. . .  Bitte beziehen Sie sich bei Ihrer Bewerbung auf StepStone", 
  "companyDescription": "      E. ON Business Services GmbH    E. ON Business Services (EBS) is the multifunctional support unit of    E. ON SE,  one of the world’s largest investor-owned electricity and gas    companies.  EBS unites Group-wide business services for Finance,  HR and    IT together under one roof.  The three so-called service towers are    further complemented by common support functions.  Employing around    3, 400 employees,  EBS is headquartered in Hanover and is active at more    than 30 operating sites in Germany.  Across Europe,  EBS is present in    Benelux,  the Czech Republic,  Hungary,  Italy,  Romania,  Slovakia,  Sweden    and the United Kingdom. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
