{
  "jobPosting": {
    "companyName": "The Jobs Portal", 
    "functions": [
      "IT", 
      "CNSL"
    ], 
    "companyJobCode": "22906587", 
    "title": "Business Intelligence and Big Data Consultant (BI,  Big Data)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102436523, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      137
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. totaljobsportal. com/", 
    "logo": "urn:li:media:/p/1/005/0af/332/0494389. png", 
    "universalName": "total-jobs-portal-com", 
    "companyId": 3842608
  }, 
  "description": "    Business Intelligence and Big Data Consultant    ROLE OBJECTIVE    Due to our continued success and expansion Mosaic Island is searching    for an experienced Business Intelligence (BI) and Big Data Consultant    to join our team.  In this exciting new role,  you will be joining our    consultancy practice (miPlan),  guiding our Business Intelligence and    Big Data engagements whilst working alongside our industry leading    consultants.     As our BI and Big Data consultant you will work on varied and    challenging missions that range from two days to two months.  Our    clients are household names and multi-national companies that span a    variety of sectors,  to include Telecoms,  Media and not-for-profit.     You will be responsible for providing independent and objective    guidance within our miPlan practice,  engaging with business and    technical stakeholders to understand their objectives and pain points,     and providing clear,  pragmatic strategies that enable business goals to    be realised.     MAIN RESPONSIBILTIES    •Defining BI Strategy (including no-SQL and Big Data solutions)    •Diagnosing BI elements of failing projects and delivering action plans    to rescue them    •Leading BI elements of Business - IT transformations    •Consultancy on enterprise and solution architecture practice    •CIO/CTO advisory services    •General consultancy    •Provide on-site leadership for Consultants and Delivery Managers based    on a deep understanding of the client business and their current    challenges    •Mentor and coach others to further develop Mosaic Island's consulting    capabilities and industry recognition    Experience &skills    Ideally educated to Degree level,  MBA or other business qualification    beneficial    10+ years' experience,  at least three of which should have been in an    internal or external consulting role    Able to adeptly translate business challenges to BI solutions    Experience and a good appreciation of various BI,  ETL,  Big Data,     Appliance,  MDM and no-SQL technologies    Shaped and / or led the BI strategy of a number of large multi-national    organisations (including no-SQL and Big Data)    Shaped and / or led the adoption and use of new technologies in large    organisations (e. g.  no-SQL,  non-relational DBs,  Big Data etc. )    Experience of BI in the digital,  mobile and cloud context and    technologies (e. g.  Dynamo and Simple DB)    Experience of real-time,  operational,  staging and historical BI    Architectures    Experience and appreciation of complex and multi-national BI and    reporting deployments    Ability to sell 'Data as an asset' concept into organisations and    experience of pulling together and justifying BI led Business Cases    Strong Enterprise Architecture and/or Solution Architecture background    Technology follower and evangelist.  Cognisant of current direction in    the industry such as SOA,  cloud,  internet of things,  personal-work IT    convergence etc.     PERSONAL SPECIFICATION    •Ability to work under pressure with accuracy and attention to detail    •Strong team player with the ability to build relationships internally    •Strong organisational and prioritisation skills    •Ability to operate and influence at all levels    •Able to manage multiple stakeholders    •Ability to work autonomously    •Good analytical and problem solving skills    •Commercially aware    •Customer focused with strong communication and presentation skills    •Confident and dynamic    This role is offering £70, 000 - £90, 000 plus benefits.  Location is also    flexible with a steer towards London as most customers are based in    London,  the South East and M4 corridor.     Mosaic Island is an equal opportunity employer and is determined to    ensure that no applicant or    employee receives less favorable treatment on the grounds of gender,     age,  disability,  religion,     belief,  sexual orientation,  marital status,  or race,  or is    disadvantaged by conditions or    requirements which cannot be shown to be justifiable. ", 
  "companyDescription": "      The Jobs Portal    Totaljobsportal. com is a brand new career website for job market in    India specifically caters to the need of aspiring jobseekers.  We    believe that a good job site should offer an interactive platform for    job seekers with the objective of improving the process of recruitment.     Our Mission    At Totaljobsportal. com,  we work for a main purpose: “Satisfaction for    Job seekers” This is our mission.  We believe that satisfaction for job    is one of the most crucial factors for overall happiness of an aspiring    jobseeker.     This is why the work we do at Totaljobsportal. com is so meaningful.  We    excel in matching right people with right jobs.     Our Team    Totaljobsportal. com is managed by a team of highly skilled and    experienced HR personnel.  Our team members work with their best to find    right jobs for job seekers.  Following are our respected team members:-    HR and Recruitment    Mr.  Rajkumar Iyer    (Director and Senior HR officer)    (13+ years of experience)    Neha Agrawal    (HR operation Mnager)    Sangeeta Sachdeva    (Assistant HR)    Abhilash Saxena    (Assistant HR)", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
