{
  "jobPosting": {
    "companyName": "Illumina", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "brassring-3691BR", 
    "title": "Data Scientist (Biotech applications)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101858215, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      12
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. illumina. com", 
    "logo": "urn:li:media:/p/1/000/047/154/32746aa. png", 
    "universalName": "illumina", 
    "companyId": 7513
  }, 
  "description": "    Job Description    Data Scientist (Biotech applications)    Cambridge,  UK / Permanent,  Full time     Industry leading package which includes company equity,  annual bonus    scheme,  private healthcare,  10% pension contribution and more!      Illumina Reproductive & Genetic Health (RGH)     Make a difference! Illumina RGH uses the power of genomics to    understand and improve the reproductive success of humans.   Join a team    of award winning scientists,  software developers and informaticians    (Queens Award for Enterprise) that work at the forefront of    personalized medicine and diagnostics.   This is your chance to work    with a company changing the way we think about human reproductive    health and providing tools that may one day make inherited disease a    thing of the past.      Illumina RGH’s site in Fulbourn,  Cambridge serves as a R&D,  marketing,     software development and production facility housing over 60 people in    a high tech facility.   With laboratories and production facilities on    site,  this is a great place to work and really feel at the heart of the    biotechnology revolution.       The Team     Want to work on the most cutting edge problems in data science,     informatics and computational biology?  The Informatics team at    Illumina RGH is made up of mathematicians,  statisticians,  data    scientists and bioinformaticians who turn the terabits of data    generated by Illumina’s technology into clinical solutions for    reproductive health.   The team works on a myriad of projects supporting    new product development,  technology transfer,  high level trouble    shooting and supporting the development of Illumina’s software by    prototyping cutting edge data mining tools.       The Role    Illumina RGH are seeking an experienced Data Scientist to support a    brand new initiative designed to do a root and branch analysis of    Illumina RGH’s production and manufacturing processes.   Working with    scientists and engineers,  you will be expected to provide the critical    data analysis resource needed to make this project work.   This is an    exciting opportunity to model and analyse the processes of a busy    biotech production facility and use your insights to make real    improvements.       The Candidate    Key Requirements:       Expertise in design and statistical analysis of experiments to        isolate critical components and optimise the performance of complex        systems       Proficiency in using Python or R for data analysis       Ability to work both independently or as part of a team       Able to prioritize tasks and work concurrently on multiple projects       Superior written and verbal communication skills      Beneficial:       Familiarity with statistical process control methodology       Ability to rapidly prototype software tools for data visualisation        and reporting       Knowledge of software engineering best-practices       Practical experience in working with microarray and NGS based data        All About Us     Headquartered in San Diego,  California,  Illumina (NASDAQ: ILMN),  is a    leading developer,  manufacturer,  and marketer of next generation life    science tools and integrated systems for large-scale analysis of    genetic variation and biological function.  These systems are enabling    studies that were not even imaginable just a few years ago,  and moving    us closer to the realization of personalized medicine.  With the    innovative advances in our sequencing technologies,  we are rapidly    impacting the clinical market in areas such as reproductive health and    oncology.  The expanding Illumina oncology portfolio of next- generation    sequencing NGS and microarray technologies is revolutionizing cancer    genomics research.  Our customers include a broad range of academic,     government,  pharmaceutical,  biotechnology,  and other leading    institutions around the globe.      lllumina has experienced phenomenal growth from $10 million in revenues    in 2002 to over $1. 9 billion in 2014.  Forbes named Illumina #1 on the    2009 list of 25 Fastest-Growing Technology Companies in the United    States,  the second time over a three year period that Forbes ranked    Illumina #1 on its list of rapidly growing technology companies.     Illumina was also named #1 smartest company in the world as part of    MIT’s 2014 Technology Review.   As of December 2014,  the company had a    $26 billion market capitalization. ", 
  "companyDescription": "      Illumina    At Illumina,  our goal is to apply innovative technologies and    revolutionary assays to the analysis of genetic variation and function,     making studies possible that were not even imaginable just a few years    ago.  These studies will help make the realization of personalized    medicine possible.  With such rapid advances in technology taking place,     it is mission critical to have solutions that are not only innovative,     but flexible,  scalable,  and complete with industry-leading support and    service.  As a global company that places high value on collaborative    interactions,  rapid delivery of solutions,  and prioritizing the needs    of its customers,  we strive to meet this challenge.  Illumina’s    innovative,  array-based solutions for DNA,  RNA,  and protein analysis    serve as tools for disease research,  drug development,  and the    development of molecular tests in the clinic. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
