{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91700637", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Serco is a FTSE 250 international service company which combines commercial know-how with a deep public service ethos.  We improve services by managing people,  processes,  technology and assets more effectively.  We advise policy makers,  design innovative solutions,  integrate systems and - most of all - deliver to the public.  Serco supports governments,  agencies and companies who seek a trusted partner with a solid track record of providing assured service excellence", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Serco", 
  "canFollow": false, 
  "companyId": "3647", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Serco", 
    "title": "Procurement Data Analyst"
  }, 
  "description": "Serco is an international service company that improves the quality and efficiency of essential services that matter to millions of people around the world.   Our Procurement function is responsible for managing all third party supplier arrangements including sourcing and contracting,  contract lifecycle management and commercial supplier management to deliver competitive advantage to Serco.  Procurement supports the business by proactively understanding business requirements and providing innovative solutions.  Serco is currently for a Procurement Data Analyst to join our Procurement operation.  The Procurement Data Analyst will report directly to the Procurement Data Manager in the Procurement Operations team.  As a Procurement Data Analyst you will be expected to: - Support the design and development of efficient and effect processes,  supporting documentation and process monitoring for managing the capture and administration of all Source to Pay data objects.  - Support the design and development of data reports,  identify inactivity and housekeeping.  Support developments to consolidate data and improve structure and standards.  - Validate and approve -new\" content requests and ensure that this content is fit for purpose - Support business users in understanding data that is in the system and how this data affects the Source to Pay process - Ensure synchronisation of master data and content across Serco systems,  proactively monitoring and remediating any issues that may arise - Create and maintain Source to Pay master and system data and content in the Serco systems (eg Ariba,  SAP ECC,  SRM,  OurWorld,  Sharepoint) - Support stakeholders in catalogue and contract on-boarding activity  - Support the design and development of off-line forms and processes to ensure an efficient process for capturing and processing requests to add new data or amend existing data - Support the design of data management processes that meet policy and control requirements - Support the development,  testing and deployment of new,  and changes to,  existing processes,  working with cross-functional teams to ensure consistencyTo be successful as a Procurement Data Analyst you will need: - Knowledge and experience of the Source to Pay process - Working knowledge in a procurement operation,  data processing or shared service environment  - Strong analytical skills combined with a high attention to detail  - Proficient desktop computing experience including Microsoft office applications with the ability to learn Serco applications including ARIBA,  SAP and Remedy  - Graduate level background with a Bachelor`s degree in a Business related subject or equivalent  - Excellent written and verbal communication skills  If you meet the requirements and demands of this role please apply through the Serco website by uploading a copy of your most recent CV.   Serco is an Equal Opportunities employer"
}
