{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90391856", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Etraveli is the leading e-commerce group for online travel in the Nordics with a wide range of airline tickets,  hotel accommodation and other travel related services.  The company operates in 40 countries through brands such as Supersaver/Supersavertravel,  Gotogate,  Travelstart and the meta-search services Flygresor. se and Überflieger. de.  Etraveli is one of the five largest aircentric online travel agents in Europe,  and in 2014 it intermediated air tickets and related services for about SEK 8. 5 billion,  with revenue of more than SEK 640 million.  The company is headquartered in Uppsala,  Sweden and is owned by ProSiebenSat. 1 Media AG. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Etraveli", 
  "canFollow": false, 
  "companyId": "381937", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Etraveli", 
    "title": "Data Scientist "
  }, 
  "description": "Data Scientist with a taste of blood Etraveli is looking for an experienced Data Scientist to strengthen our capabilities in statistical modelling based price optimisation and bidding automation.  Etraveli is the leading flight centric online travel agent (OTA) in the Nordic region.  The core business is airline tickets and travel related services,  targeted towards high volumes of price sensitive consumers.  Expertise in travel e-commerce and economies of scale together with an impressive proprietary IT platform enables Etraveli to apply a scalable and profitable business model.  The core of the technical platform,  the Internet Booking Engine (IBE),  serves price comparison sites and customers with attractive travel options retrieved from centralised flight market places.  Every minute,  four million travel options are automatically assessed,  compiled,  and re-priced.  Intense data analysis,  price optimisation,  and configuration automation is crucial in order to keep our margins high.   Bisam (Business Intelligence Statistical Analysis and Modelling) is our data science team.  The Bisam initiative is still in the formation phase,  but has already been rewarding to the company.  The team is split across the offices in Uppsala and Göteborg and acts cross functional and cross department.  The engaged roles span developers,  analysts,  database managers,  and information engineers.  You will sort under the Development department,  which is managed from Göteborg.   The work as Data Scientist at Etraveli will primarily consist of data mining and model development,  as well as implementation of those for inline processing in the IBE.  Apart from that,  you will also support internal customers with data integration,  data research,  and conceptual creative thinking around new ways to present,  produce and store information.  Prepare yourself for artificial intelligence development,  automation of configuration options and business decisions,  creative use of regression models,  recommendation systems,  predictive modelling,  and mathematical optimisation,  as well as data consolidation and data mining challenges.  Etraveli’s data stock with air search,  order,  and tactical competition analysis data is impressing and still rapidly growing in dimensions and volume.    Yourself,  you are a mathematician,  statistician,  physicist,  or similar by education with proved experience from data mining,  regression modelling,  and recommendation systems.  You have a solid technical background in software development and configuration.  You have strong communication skills.  Our team is small but strong,  so you appreciate and are prepared to roll up your sleeves and dig in where there is need,  whether that is internally,  attending some random system configuration,  or externally with requirement management or information engineering.  All in all,  times will be great.  You’ll find yourself in a highly creative environment,  surrounded by awesome coworkers,  challenging problems,  and demanding,  rewarding customers.  Responsibilities: • Development of statistical models with applications in price and conversion optimisation • Implementation,  documentation,  and maintenance of the same • Data acquisition specification • Information engineering • Business intelligence development Required qualifications: • University master degree in mathematics or comparable • Demonstrated experience of quantitative analysis with data mining and machine learning applications • Demonstrated programming experience Meriting experiences: • Scientific programming languages (R,  SciPy,  Matlab) • Cluster computing and massive parallel processing SQL (Spark,  SQL,  Cloudera Impala,  HP Vertica) • Distributed storage and data layer tools (Hadoop,  Hive,  Kite) • Business intelligence tools and development (QlikView,  JasperReport,  Pander) • Agile software development processes (Scrum) • System configuration (GNU/Linux tool sets) Location: Sweden.  Both Göteborg and Uppsala are possible.  Travels: Regular national commutes.  Keywords: R,  SciPy,  Spark,  MPP,  SQL,  Impala,  Hadoop,  OLAP Sounds interesting? Send your CV and a cover letter to jobb@etraveli. com.  We do the selection continuously,  last date to apply is 03/01-16.  Any questions about the job? Please contact jakob. rodstrom@etraveli. com http://www. etraveli. com/technology/ "
}
