{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89085336", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Simudyne is a Platform-as-a-Service (PaaS) software provider that offers a powerful platform for building next-generation simulation-based Decision Support Systems (DSS).  21st century organizations need to be lean on planning and agile in execution.  In a world where time for planning and deliberation is short and the need for decisive execution is paramount,  Simudyne provides the platform of choice for those seeking to develop versatile,  sophisticated,  scalable simulation applications that help leaders solve complex problems and dramatically accelerate and improve decision-making by turning insight into foresight. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Simudyne", 
  "canFollow": false, 
  "companyId": "872311", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Simudyne", 
    "title": "Head of Data Science"
  }, 
  "description": "Introduction This is an exciting and unique opportunity for a successful,  entrepreneurial data scientist to join a team committed to changing the way the world’s critical decisions are made forever and for the greater good.  You will join a start-up with vision and on a mission at a critical stage at which you will play a key role not only in executing our strategy but in shaping it as well.  We are a Platform-as-a-Service (PaaS) software provider that offers a powerful platform for building next-generation cognitive Decision Support Systems (DSS).  We are seeking a Head of Data Science to join our team.  Working with the company leadership and developers,  to bring our software and services to world class clients.   We work on delivering some of the most leading-edge technology,  including advanced mathematical tools,  innovative 2. 5D animation,  and 3D immersive worlds.  You will not only have a strong academic background (PHD/MSc),  but also strong commercial experience.  This role would suit an experienced Data Scientist with managerial and project management experience,  looking to join a business in which you would have the autonomy and responsibility of taking ownership of the product development in the fields of analytics and machine learning.  You will have the prospect of growing the team in the future.  In summary; we’re looking for an individual who is intelligent,  keen and a great team member,  with excellent communication skills,  and proven leadership experience.    Role and Responsibilities Specific responsibilities will include: Investigate,  recommend and keep up to date with emerging and established techniques and technologies to integrate into our software.  Work with the software development team,  to define and help deliver functionality around machine learning and advance analytics.  Whilst this is not a hands-on coding role,  the ability to do some code writing,  converse and understand the code is important.  Collaborate with the development team to ensure product fulfills specific needs and exceeds customer expectations,  with a view to fulfilling potentially wider applications.  Support strategic planning for the direction and control of product development activities.  Direct Senior staff to acquire necessary resources and ensure development team are working efficiently in order to complete projects within budget and time-frame.  Utilise Scrum Agile Project Management methodology for software development.  Assist in the formulation of long-term objectives and standards of performance for the development team.  Work as part of an experienced,  flexible team; learning new skills and technologies on the job.  Speak at public conferences,  meetups,  and at events on stage,  to show the benefit and value of our platform and its application to real world problems.  Constructively critique and challenge design ideas and present alternatives that are more cost-effective in the spirit of Lean product development.  Prepare for,  conduct,  participate in,  document,  and follow-up from internal and external meetings.   We conduct meetings in person and through phone/video/web.  Flexibility of work roles – we are a relatively small company,  so sometimes we all do tasks outside of our comfort zone.  Some travel to US and international sites to meet with clients.  Productively communicate and work closely with other team members.  You must be UK-based and either a UK national or with permission to work in the UK.  Applications from overseas candidates without current permission to work in the UK will not be accepted.     Essential Qualifications,  Knowledge and Experience 5+ years of commercial data science experience Experience applying statistical techniques and machine learning algorithms to extract insights from real data Experience of working with,  the Hadoop ecosystem of technologies,  especially machine learning.  Experience in simulation – i. e.  Mathematical modelling of physical data Strong technical skills (e. g.  software development,  practical data analysis) Strong communication skills with the ability to communicate complex research to non-technical personnel Machine learning/decision techniques Robust statistical interpretation of experimental data Robust knowledge of Java coding Experience of working with the Hadoop ecosystem of technologies,  including machine learning.  High proficiency in English (both written and spoken).   We do a lot of our work by phone and off-line communications,  so ability to conduct business-level communications is critical.  Evidence of proactive work styles and ability to manage own tasks.  In addition to working at client sites,  we work remotely.  Ability to deliver tangible results in a fast-paced,  creative,  and technical environment.  Ability to work on multiple projects,  including communicating status,  identifying issues,  and coordinating effort.  Attentive to details and showing strategic insights in the delivery of customer solutions.  Passionate,  fun and motivated in working on technically or organizationally complex projects.  Experience in managing and directing a variety Data Science projects proving value to business.  Experience and familiarity in implementing Scrum Agile Project Management methodology.  Min 3 years management and leadership experience including coaching and mentoring.  Ability to motivate and coach team members to ensure excellence in performance and output.  Ability and desire to learn new technologies.    Desired Skills and Experience Your skills and expertise will include: Competence and experience in working closely with cross-functional and multi-national teams.  Experience in energy,  health care,  financial products,  or military/security.  Experience or interest in simulation methodologies,  including system dynamics and agent-based modeling.  Working knowledge HTML5 Experience or interest in quantitative/analytic methods,  such as Monte Carlo analysis,  optimization etc.  Experience or interest in Open Source software,  SaaS,  ERP,  OLAP,  networking,  and cyber security.  Proficiency or familiarity with language in addition to English.  Education and Certification A PhD with a large data-analysis and statistics component (e. g.  genetics,  Machine learning,  high energy physics),  OR an MSc in applied statistics,  machine learning or similar.  About Simudyne   Simudyne's vision is that soon,  all important decisions will be made with the help of our technlogy - augmented intelligence.  We are a Platform-as-a-Service (PaaS) software provider that offers a powerful platform for building next-generation cognitive Decision Support Systems (DSS).  Simudyne help business,  government,  military,  law enforcement,  and civic leaders to solve highly complex problems with associated high levels of risk or reward.  We leverage big data,  simulation science and our powerful software to enable them to build realistic simulations of the real world to predict and test the future outcomes of their decisions and actions.  Here mistakes can be made,  lessons learned and radically better decisions can be made safely in a virtual world where profits and far more importantly lives aren’t lost.  Simudyne’s powerful cognition platform,  Providence harnesses the scalable processing power of the cloud and uses advanced algorithms and engaging visuals to weave a meaningful story out of all of our customers’ data and insight by mapping it to mathematical models of reality and then layering over it with 2D or 3D visualizations that make it easy to use by our leaders themselves.  Essentially through Providence,  Simudyne turns insight into foresight.           "
}
