{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89040570", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Bloomberg,  the global business and financial information and news leader,  gives influential decision makers a critical edge by connecting them to a dynamic network of information,  people and ideas.  The company’s strength – delivering data,  news and analytics through innovative technology,  quickly and accurately – is at the core of the Bloomberg Professional service,  which provides real time financial information to more than 320, 000 subscribers globally.  Bloomberg’s enterprise solutions build on the company’s core strength,  leveraging technology to allow customers to access,  integrate,  distribute and manage data and information across organizations more efficiently and effectively.  Through Bloomberg Law,  Bloomberg Government,  Bloomberg New Energy Finance and Bloomberg BNA,  the company provides data,  news and analytics to decision makers in industries beyond finance.  And Bloomberg News,  delivered through the Bloomberg Professional service,  television,  radio,  mobile,  the Internet and two magazines,  Bloomberg Businessweek and Bloomberg Markets,  covers the world with more than 2, 430 news and multimedia professionals at 146 bureaus in 73 countries.  Headquartered in New York,  Bloomberg employs more than 15, 500 people in 192 locations around the world. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Bloomberg LP", 
  "canFollow": false, 
  "companyId": "2494", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Bloomberg LP", 
    "title": "Data Scientist"
  }, 
  "description": "Job Requisition Number:45881The Role:Bloomberg is looking for a skilled data scientist to be based in our London office to solve complex,  tangible day to day business questions leading to extending Bloomberg's core businesses. In this exciting role,  you will design,  create,  implement,  and manage predictive analytics that leverage large and varied datasets,  both financial and non-financial,  using a wide range of analytical tools,  methods and platforms.  You will be leading projects where your interests and enthusiasm will have a major impact on business direction. This will be a stand-alone role where you will be responsible for identifying the data we should be collecting,  devising methods of instrumenting our system to extract this information and developing a model to transform raw data into business insights. You will be expected to identify areas of interest to the business,  recognise which models and concepts should be applied to the business problem and acquire the data resources.  You will create and implement those models.  An open,  creative approach is critical to your success. You will design lean proofs of concepts (POC) to answer targeted business questions,  explore and work with a wide range of proprietary,  interesting data stores and apply existing methods or develop new methods.  You will also engage in data analysis in a practical way,  convince business leaders that your results are worth investing in and educate other analysts and business team members. Most critically,  you will deliver the output of your analyses to business users (both non-technical and technical).  You will be the point person to answer questions about the workflow and interactions and you will help shape critical customer experiences with Bloomberg's products. Types of projects for a typical week could include:-Optimising workflows to ensure staffing levels at peak times-Identifying optimal data recognition related to financial news and stock market activity-Providing Bloomberg senior management with predictive analytics to improve forecasting. Preferred Skills:- Experience with mapping business needs to a data science solution. - Substantial experience with the use of relational databases for data storage- Experience using SQL for data extraction and management (MSSQL,  Oracle,  MySQL). - Knowledge of NoSQL data stores,  MapReduce and software frameworks like Hadoop. - Must be able to address multiple priorities in an extremely fast-paced environment. Requirements:- Proven experience in the use of advanced statistical analysis and machine learning methods (e. g.  linear regression,  statistical significance,  correlation,  etc. ) desirable but not required. -Expertise in numerical and visualization toolkit (e. g.  R,  SAS,  Python,  MatLab,  madlib,  etc. )-Advanced expertise in SQL is a requirement for this role.  Expertise with PostgreSQL /Greenplum required. -Experience with HDSF and Analytics on Hadoop. -Superior ability to break down large,  complex business problems into discrete,  achievable steps-Ability to clearly communicate research findings to both technical and non-technical decision makers-Experience with Excel-Experience with presentation software-Experience testing and validating statistical hypotheses-A degree in Statistics,  Maths,  Computer Science,  Engineering,  Physical Sciences,  or another quantitative discipline is a plus-Web Analytics a plusWhat Bloomberg does - and how you can make your mark hereBloomberg delivers critical information in a world where information matters.  We give influential decision makers in business,  finance and government a competitive edge by connecting them to a dynamic network of news,  people and ideas.  To do that,  we need a constant flow of ideas,  energy and innovation-which is where you come in. At Bloomberg,  you will have the opportunity to go above and beyond and to take risks.  Be a part of an organization that is entering new markets,  launching new ventures and pushing boundaries.  Our ever-expanding array of technology,  data,  news and media services fosters innovation and empowers clients - and offers nearly limitless opportunities for career growth. "
}
