{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89022003", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "What experience do you need to get this job?   Honours Degree in a numerate Science (Maths,  Physics,  Statistics,  Computing) 2+ years of experience in statistical data analysis (SPSS,  SAS,  R) Strong database expertise including data manipulation,  ETL Excellent ability to interpret statistical results Strong mathematical modelling skills Ability to develop expertise in a variety of computer programming skills (Perl,  Python,  Ruby,  ) Excellent writing and presentation skills (MS Excel,  MS Powerpoint,  Dashboard generation)  ", 
  "following": false, 
  "companyDescription": "What does the Company do?   Our Client is a privately held enterprise with their main R&amp;D office located in Dublin Their R&amp;D team are a high performance computing team,  developing highly complex analytics / insights for global enterprises.  Well known for providing their staff with a warm and relaxing working environment,  they encourage creativity and innovation,  adapting the latest techniques and technologies to their product development. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Allen Recruitment Consulting", 
  "canFollow": false, 
  "companyId": "139355", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Allen Recruitment Consulting", 
    "title": "Data Scientist & Developer ( High Performance Computing )"
  }, 
  "description": "Data Scientist / High Performance Computing   REF: BBBH9154   Excellent permanent opportunity for a Data Scientist / Developer to join a niche high performance computing team based in Dublin’s City Center   Why would you be interested in this job as a Data Scientist? You’re passionate about Maths / Statistical analysis in a high performance computing environment This opportunity facilitates the leveraging of your Maths / Statistical / Physics knowledge and academic expertise in a commercial R&amp;D environment Fully Agile / Scrum compliant environment Developing high performance computing data analytics solutions and new product features / data analytics for a global client base with a cross functional select team of software innovators and academics Opportunity to develop expertise across a variety of programming languages Young,  successful,  vibrant culture in a private boutique software R&amp;D firm    What will you be doing? As a Data Scientist you will be designing and developing complex solutions requiring expertise in mathematical modelling,  data management and in depth analysis Providing consultancy expertise and input to scientific and mathematical research,  consultancy projects and client information requests   Work closely with Business Analysts,  UX and test teams in clarifying requirements and resolving quality issues Gaining insight and knowledge in the fields of toxicology,  nutrition and food science   NOTE Open to candidates who are currently resident in Ireland and who hold a valid work permit.    MORE INFORMATION To register your interest in gaining more information on this job please submit an up to date copy of your CV with your contact details and job reference BBBH9154 through this channel or email jobs@allenrec. com / phone: (01) 669 4041 quoting job reference.   "
}
