{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90320735", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "trivago is the world’s largest online hotel search.  On our website,  travellers compare prices of over 700, 000 hotels worldwide from more than 200 booking sites such as Expedia,  Booking. com or Olotels. com.  More than 45 million visitors use trivago every month as an independent source of information to find their ideal hotel.  We are an innovative and international team from more than 60 countries.  If you want to be part of a dynamic group and assist in the development of a very unique company,  trivago is the right place for you.  Here at trivago we can offer you a flexible and self-directed working environment.  You can develop your skills quickly and gather valuable insight across various departments of the company,  offering you cross-functional opportunities where your success will be immediately tangible. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "trivago", 
  "canFollow": false, 
  "companyId": "404429", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "trivago", 
    "title": "Big Data Engineer – Spark"
  }, 
  "description": "Join trivago and help shape the future of the world’s largest online hotel search.  Work with the latest technology and with colleagues from over 60 countries.  We believe in personal development through flexible,  self-directed work and cross-functional opportunities.  Enjoy a work environment that encourages new ideas,  having fun and challenging the status quo!   Our Business Intelligence team is looking for a Big Data expert to supplement our cutting-edge analytics team and bring our data platform to the next level.  You will achieve this by creating real-time streaming processes to ingest millions of messages every minute.  You will design,  implement and support data models and ETLs in Hadoop in order to process several terabytes of data each week.  You will also set up monitor processes and be first in line to deal with and solve data-related problems or errors.  Your role will involve consulting the Business Intelligence team on internal data best practices and training them on real time processing tools so it is essential that you stay up-to-date on the best practices used in the industry.  We only work with state of the art technology so we want you to challenge the status quo at trivago and continually investigate new data processing technologies.  The ideal candidate: Holds a degree in Computer Science or a related field.  Has at least 1 year of experience working with Spark,  Samza,  Storm or similar stream processing technologies and large data sets.  Experience with Kafka would be a plus.  Is passionate and up-to-date on Big Data technology trends.  Speaks English (our company language) fluently.  Works well independently,  requires little direction and exhibits a very high willingness to learn new things.  Is skilled in approaching issues with creativity and innovation,  and possesses the ability to think beyond traditional frameworks.  Can start as soon as possible.  Life at trivago:   trivago is an exciting hub of multicultural activity where nationalities from all around the world come to share their knowledge and work together on redefining the travelling experience for millions of people.  We nurture all our talents and provide them with the support they need to develop professionally as well as personally.  We encourage fanatic learning through regular workshops,  seminars and constant feedback as well as promoting quick decision making in keeping with our trial and error philosophy.  Flexible working hours are in place to create a trusting environment where productivity is measured through goals rather than hours spent in the office.  For our internationals,  we help with relocation and provide language classes for those wanting to learn or practise their German.    Join us at trivago – a place where talented minds meet,  crazy ideas are shared and innovation is born.    Apply online:    http://www. trivago. com. au/jobs/details/918-big-data-engineer-spark?cip=99060001013470   Please note we only process applications via this URL.  If clicking the URL in this message does not work,  just copy and paste it into the address bar of your browser. "
}
