{
  "jobPosting": {
    "companyName": "Sky", 
    "functions": [
      "RSCH", 
      "IT"
    ], 
    "companyJobCode": "bskyb-388903", 
    "title": "Senior Data Scientist (known internally as Senior Data Analyst)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101050807, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      36
    ]
  }, 
  "company": {
    "websiteUrl": "www. sky. com", 
    "logo": "urn:li:media:/p/4/005/02e/098/057aacb. png", 
    "universalName": "sky", 
    "companyId": 3318
  }, 
  "description": "    Sky Network Services is the core of Sky's broadband business and plays    a major part in our current and anticipated future success.  Our focus    is on delivering the highest quality broadband and telephony network,     enabling Sky to offer the best broadband and voice products in the    market    As the UK’s fastest growing Broadband service provider with a growing    portfolio of telecommunications products and services,  Sky’s Broadband    & Talk team provides a challenging and rewarding environment for    telecoms professionals with a genuine drive for innovation and    achievement.      As a Senior Data Analyst,  your role is to support the decision making    process across all communication products (Broadband,  Fibre,  Talk,     Mobile,  and other OTT products like NowTV and SkyGo).  This will be    achieved through managing a small team of analysts,  and creating    world-class practice for data management,  reporting and Big Data.  The    scope of work covers all capabilities (Business,  Provisioning,  Quality    of Service,  and Assurance).  The successful candidate should be able to    interface with senior stakeholders to gather requirements and    communicate insights.      The Senior Data Analyst Activities Are    ·         Work closely with data warehouse teams to ensure timely,     accurate supply of data through smart,  optimised automation.     ·         Coach analysts to optimise existing tables/ views/ data cubes    to reduce processing times and enabling Big Data exercises.     ·         Drive Big Data projects to answer difficult questions,  and    presenting outcomes and findings to senior stakeholders.     ·         Own the end-to-end reporting of all scorecards,  and design    smart tools to minimise time spent on data investigations and manual    interventions.  Working closely with all departments to assist in root    cause analysis and summarise findings.     ·         Lead weekly review meetings to explain performance and    present investigation outcomes.  For important topics.  Facilitate review    meetings,  process/performance improvement workshops and drive actions    to closure.     ·         Conduct quantitative and qualitative analysis of areas where    focus is required.  Provide statistical analysis and insight to    stakeholders on performance trends.     ·         Gather reporting requirements from stakeholders for new    products/ capabilities and help designing the data structure to    facilitate reporting and analysis.     ·         Provide Sky management with a monthly high-level service    performance review.      Key Requirements    ·         Degree or equivalent in applied quantitative field    (Statistics,  Mathematics,  Engineering,  IT)    ·         Telecom experience,  mobile experience is highly desirable    ·         Experience in Big data    ·         Hands-on experience in simple to complex reporting,     performance insights and process analysis    ·         Hands-on experience in business intelligence,  data analysis    tools and process mapping tools    ·         Working knowledge of information systems and data warehousing    and mining    ·         Advanced SQL and MS Office tools (MS Excel,  Access,  VBA,     Power point,  Visio)    ·         Working knowledge of Business Intelligence applications    ·         Exposure to data warehousing and database administration    ·         Worked on complex SQL queries,  utilize big data technology to    ingest and analyse large amounts of data.     ·         Automation of reporting,  analysis and data visualisation.       Our benefits package is designed to recognise the essential part you    play in Sky’s success.  We offer free Sky+HD,  broadband and talk    services; private medical insurance,  generous holiday entitlements,  a    contribution pension scheme,  a Share scheme so you can have a stake in    Sky and our success plus Sky Choices a benefit scheme to help you make    valuable tax & national insurance savings.      Sky delivers some of the most diverse content and services on the    planet,  and we value the same diversity within our business.  We provide    a culture of entrepreneurialism and opportunity for one and all.      For more information about working for Sky visit https://jobs. sky. com/     Sky - Believe in Better     Due to the fast paced nature of Sky's Businesses our vacancy close    dates may be subject to change.      It’s our people that make Sky Europe’s leading entertainment company.     That’s why we work hard to be an inclusive employer,  so everyone at Sky    can be their best.      If you are successful in your application for this role,  your    appointment will be subject to receiving a positive outcome from your    Criminal Record Check.         LI-HB2        Primary Location    ENGLAND-London    Employee Status    Permanent    Closing Date    Ongoing    !!%3Cfont color=white%3EIs This Role Eligible for Refer A    Friend?%3C/font%3E    Yes", 
  "companyDescription": "      Sky    Sky is Europe's leading entertainment company and serves 21 million    customers across five countries: Italy,  Germany,  Austria,  the UK and    Ireland.  We believe in better and that means offering a better choice    of high-quality entertainment for the whole family and using technology    to put them in control,  whenever and wherever they want.     Together we work hard to give our customers a better experience and are    always looking for ways to improve in everything we do.  That’s why our    people are critical to our success.  Our unique environment helps    everyone to do their best work,  fulfil their potential and achieve    great things together.  So we’re also doing all we can to attract    bright,  talented people like you to join us.     Visit jobs. sky. com to find out more about brilliant opportunities.     It’s our people that make Sky Europe's leading entertainment company.     That’s why we work hard to be an inclusive employer,  so everyone at Sky    can be their best. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
