{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91703600", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "You have - A good deal of motivation and startup spirit - try and learn something new every day - Profound knowledge and interest in at least one of these fields: Statistics,  machine learning,  AI,  data visualization,  graph theory,  distributed computing - Practical programming experience (e. g.  SQL,  C++,  R,  Python,  Julia,  Scala,  Matlab/Octave,  Hadoop/Spark) - Some professional experience (in research,  development or publicly accessible projects) - Preferably working full-time", 
  "following": false, 
  "companyDescription": "Waytation is a big-data startup measuring,  analyzing and visualizing the movements of thousands of visitors at congresses,  exhibitions and festivals.  Our technology provides insights to event organizers they could only dream of - until now. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Waytation", 
  "canFollow": false, 
  "companyId": "5398265", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Waytation", 
    "title": "Data Analyst/Scientist"
  }, 
  "description": "We are interested in data scientists as well as engineers and analysts who are passionate about data,  but haven't graduated.    What we offer - Fully integrated technology stack - everything from hardware to analysis to visualization - Understanding,  evaluating and visualizing of complex,  semi- and unstructured data - Research and implementation of algorithms and data exchange interfaces - Representative office adress near Technical University of Vienna About us - A startup making sales only 11 months after it's establishment - Lean startup: Iterative improvements in cooperation with our customers - Agile Development: With us,  data analysis requires creativity and flexibility.  You are actively involved in this process.  - You have the opportunity to rise to a leading position in our dedicated data science team - Having good ideas? Research and innovation is essential to us; we are going to listen to you. "
}
