{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89081545", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Rolls-Royce", 
  "canFollow": false, 
  "companyId": "3871", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Rolls-Royce", 
    "title": "Technical Specialist (Data Scientist)"
  }, 
  "description": "We are currently looking for a Technical Specialist (Data Scientist for Big Data Applications) to join our team based in Derby. The VISIUMLAB is looking for a Technical Specialist (Data Scientist) to develop the capability and application of machine learning and artificial intelligence in RRCDS data services.  You will be rapidly developing applications that demonstrate functionality and illustrate the impact of disruptive technologies,  primarily in the big data context.  In the VISIUMLAB we trial new approaches,  new techniques,  new technologies,  and will assess the impact of the latest technology trends. Our applications are primarily focused around service data from airline operations,  aircraft and engines collected from around the world,  every day. As a Technical Specialist (Data Scientist),  your principle accountabilities will be to:Assess and develop future capabilities and technologies relevant for big data and predictive analytics.  You will be working with state of the art tools,  assess future trends,  and develop services as demonstrators and beta service offerings for use in the near future. Develop applications that demonstrate and illustrate the impact of disruptive technologies,  primarily in the big data context.  In the VISIUMLAB we will trial new approaches,  new techniques,  new technologies,  and will assess the impact of the latest technology trends. Be passionate about data,  algorithms,  programming,  and visualisations.  You will be able to demonstrate how these can be employed to develop next generation services.  Set up and define the capabilities needed to deploy machine learning and artificial intelligence in our new generation of data services. Be dynamic and creative,  and willing to take on any challenge and make a big impact.  You will also demonstrate a strong entrepreneurial drive. "
}
