{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83031258", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "The role requires an over all experience of 36 - 96 months Bachelor of Engineering/Bachelor of Technology/Masters of Technology in Computer Science  At least 36 months of experience in hands-on with any of the tools such as SPSS,  R,  SAS and ability to create analysis on the same Experience of Conceptual modelling: to be able to share and articulate modelling Experience of Statistical analysis: to understand and work around possible limitations in models; Experience of Predictive modelling: most of the big data problems are towards being able to predict future outcomes Ability to program,  preferably in different programming languages such as Python,  R,  Java,  Matlab,  SQL or any one proficiently such as R or Python.  Need to have an understanding of Hadoop,  Hive and/or MapReduce,  Apache Spark.  Must be aware of the concepts of usage and implementation of Analytics such as Natural Language Processing,  Machine Learning,  etc.  Being able to access large datasets to query and perform analysis generating results in easily understandable format.  Ability to design and use algorithms to design efficient models", 
  "following": false, 
  "companyDescription": "Infosys is a leading provider of next-generation consulting,  technology and outsourcing solutions.  We are dedicated to helping organizations; build tomorrow’s enterprise and advance the way the world works.  That's why Forbes ranks us 19th among the top 100 most innovative companies.  Our employees partner with clients to transform their business - one conversation; one idea; one insight at a time.   While we are at it,  some things remain unchanged: the unwavering ethics,  transparency and respect behind everything we do.  We will always be a company powered by intellect and driven by values.  So,  if your passion is to build solutions that really make a difference to enterprises,  the community and your world,  Infosys is the right place for you.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Infosys", 
  "canFollow": false, 
  "companyId": "1283", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Infosys", 
    "title": "Big Data Analytics - Data Scientist"
  }, 
  "description": "You will be a core development member in Proof of Concept developments and support in building tools and adaptors that are needed for the Big data platform and proof of concept You will collaborate with some of the best talent in the industry to create and implement innovative high quality solutions,  lead and participate in sales and pursuits focused on our clients' business needs You will be part of a learning culture,  where teamwork and collaboration are encouraged,  excellence is rewarded,  and diversity is respected and valued Serve as a team member,  track lead or engagement lead on business consulting engagements for clients.  Should be able to work in a fast-paced multidisciplinary environment as in a competitive landscape new data keeps flowing in rapidly and the world is constantly changing; Must have a good understanding of design,  architecture principles and have a solid business understanding Should have a solid quantitative and visualization skills Bring not just an analytics-orientation,  but the ability to use analytics to drive key success metrics related to yield management and revenue generation.  Work with others to develop,  refine and scale data management and analytics procedures,  systems,  workflows,  best practices and other issue To know more about Infosys Information Platform (IIP),  Big Data Analytics unit at Infosys.  Please click on the links below : -http://www. infosys. com/information-platform/overview/Pages/index. aspx                                http://www. infosys. com/Links/redirectlink. aspx?-your-data-talk-more. aspx"
}
