{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86719989", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Key Skills • Big Data – Mandatory  • BI or development background - Mandatory Desired skills  • Big Data technologies – Python,  Hadoop,  MapReduce,  Spark,  Pig,  Impala,  HBase,  Flume,  Kafta,  Storm,  MongoDB,  Qlik,  Cassandra,  Neo4j,  AWS (Amazon web Services),  Tableau,  TIBCO,  Pantaho  • Programming lanuages: Python,  R,  Java,  SAS,  . NET,  Linux", 
  "following": false, 
  "companyDescription": "everis an NTT DATA Company is a multinational consulting firm that offers business and strategic solutions,  development and maintenance of technological applications and outsourcing services.  The company,  which operates in the Insurance,  Telecommunications,  Banking,  Industrial,  Utilities,  Energy,  Public Administrations and Health sectors,  reported 591 million euros in turnover last year.  It currently employs 12, 000 professionals at its offices and high performance centers in 13 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "everis", 
  "canFollow": false, 
  "companyId": "4127", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "everis", 
    "title": "Big Data consultant"
  }, 
  "description": "We are currently searching for Big Data consultants (technical or functional) to join our technology team.  This is due to increased demand for our expertise within Big Data and BI,  following a great deal of success within some of high profile projects.  We are now searching for motivated consultants with a background within this technologies to join our team.  You’ll be initially working with industry leading clients within the financial industry,  on a variety of interesting projects,  allowing you to further expand your expertise.  Following this you can be working with any of a number of clients who have a need for your skills.  As we are building on an existing team within our technology division,  we are open to candidates with varied seniority.  What is key for this position it that you are willing to learn and develop your skills further within Big Data,  as we will be expecting your developing knowledge to become the pillar of this team.  This role is aimed at candidates who are looking for a challenge and who want to develop professionally.  We need dynamic individuals who are always looking for ways to improve.  If you are such a candidate please apply!!"
}
