{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87806451", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "GlobalCollect,  part of Ingenico Group,  is the most knowledgeable global Payment Service Provider in the world.  The company processes international eCommerce payments for more than 600 of the world’s most recognized eCommerce brands in the digital goods and services,  travel,  retail and video gaming industries,  among many others.   With two decades of payments experience,  we enable our clients to efficiently and securely accept payments from more than 170 countries in more than 150 currencies.  We offer in excess of 150 local payment methods,  including all major credit cards,  debit cards and alternative payment methods,  giving unparalleled coverage throughout all global regions.  Our robust and redundant systems guarantee our customers high availability and reliability.  GlobalCollect’s business intelligence tools,  Managed Fraud Services and more than 400 payments experts help our clients elevate their payment strategies to become a strategic asset to their companies.    GlobalCollect is a 100% subsidiary of Ingenico Group,  global leader in seamless payment.  Headquartered in Amsterdam,  GlobalCollect has regional offices in North America,  Asia Pacific,  South America and the EU focused on bringing local presence with global reach and services to our clients.  For more information please visit: http://www. globalcollect. com  or http://www. ingenico. com ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "GlobalCollect", 
  "canFollow": false, 
  "companyId": "24781", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "GlobalCollect", 
    "title": "Junior Data Analyst"
  }, 
  "description": "Junior Data Analyst,  Product Intelligence Hoofddorp,  The Netherlands Purpose of the role  The data analyst is expected to use his / her skills and knowledge of data mining tools,  techniques and the underlying Ingenico ePayments (former Global Collect &amp; Ogone) data to provide insight,  answers and trends.  This will serve to drive key tactical &amp; strategic product decisions,  find growth and improvement opportunities and enhance the profitability and understanding of our customer base.   Within Ingenico the Product Intelligence team is instrumental in helping the company change to one where empirical facts,  dimensions and data can support real business decision-making in a much shorter timeframe with a much higher degree of accuracy and certainty.  The role requires a high level of proactivity,  curiosity and business insight to drive meaningful insight from the raw data.  Responsibilities The successful candidate will support Product Marketing,  Product Management and Marketing with specific data requests on a continuing basis,  acting as SPOC for data analytics within Ingenico ePayments.  To this extent,  you will use SQL queries and Excel to extract,  filter and enrich the data,  from the different Ingenico systems.  You will have close contact with various stakeholders in the organization to analyse specific needs for reports / extracts.  Furthermore,  the candidate will help on analytics for strategic/tactical Product Intelligence projects,  taking the aforementioned data analytics to a next level by adding business insights,  highlighting important findings and building conclusions.  Lastly,  the candidate will be supporting and evolving the existing Business Intelligence tool ‘Elevate’,  working together with the senior data analysts on the Elevate team.  Here you will be using SQL queries and Tableau software as well as presenting the data using the data visualization principles.  Deliverables / Tasks Identify,  analyze and interpret trends or patterns in multiple complex data sets through the use of industry leading tools Using SQL queries and Excel modelling to extract,  analyze and present data Monitor market evolutions and product performance,  adding relevant insights to data Creating presentations,  quality dashboards or detailed reports of data for key internal stakeholders &amp; merchants Act independently &amp; structured,  plan your work to ensure timely delivery and high quality Support development of ‘Elevate’ through use of the Tableau visualization software Requirements - skills and abilities required for the role: Strong quantitative skills and the ability to think clearly,  analyze complex data and develop clear,  concise and logical documents Technical knowledge regarding data models and data warehouse capabilities,  data analysis Good eye for detail,  being able to perform validation &amp; sanity checking on data Strong advanced knowledge of MS Excel,  preferably with knowledge of VBA macro’s SQL programming skills Familiarity with reporting and statistical tools is an asset (e. g.  Microstrategy,  Tableau,  R) Capability to understand business context and draw strategic/tactical conclusions for data The ability to understand the information needs and to communicate effectively on management level Strong English communication skills,  both in writing and orally.  Dutch and/or French are a plus High sense of responsibility &amp; independence,  being able to structure one’s work Flexible,  ability to adopt and adapt to change Good teamwork and networking skills Knowledgeable in technology / eCommerce Being curious about data Experience More than 1 year of experience in a business intelligence role Bachelor/University degree (science,  engineering ,  Information Technology,  econometrics or related fields) Others Full-time availability Occasional travel (+- once a month,  one day to Brussels)"
}
