{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90315537", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "The first car-insurance comparison site in the U. S.  to work directly with auto insurers,  compare. com provides real,  unbiased quotes and side-by-side comparison.  Launched in 2013,  compare. com allows users to complete one easy form and get multiple quotes from trusted national and regional insurance companies. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "compare. com", 
  "canFollow": false, 
  "companyId": "2977909", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "compare. com", 
    "title": "Data Scientist "
  }, 
  "description": "THE BUSINESS   Compare. com is an enterprise owned by a consortium of insurance carriers from the US and Europe - Admiral Group Plc (the second largest auto insurer in the UK) being the majority owner.  The business will reinvent how consumers shop for auto insurance in the US,  creating a “Travelocity®” like process for those products.  We are building a consumer brand that will become part of the common vernacular.  Just as Kleenex is another term for tissue,  we intend to be the same for online comparison shopping,  initially for auto insurance and then expanding to other related insurance and unrelated financial services.  Sound interesting? If so,  keep reading.    THE PERSON &amp; THE CULTURE   So what’s it like to be an employee of compare. com?  At compare. com,  we are different,  maybe even a bit counter culture.   We firmly and wholeheartedly believe that people who like what they do,  do it better and we go out of our way to ensure that coming to work is enjoyable.   Doing the job and doing it well is the key no matter who you are.   At compare. com we are a team,  we work as a team and if we fall,  we fall as a team and lean on each other to pick us up.  Effective interaction with the team is required just as is challenging each other’s ideas to come to the best possible solution.   We are looking for someone who comes with a wealth of good ideas on their own but also recognizes the inherent creativity in all of us and accepts willingly that the next great idea may not be their own genesis.  Flexibility is key,  as we plan for long-term but adjust continuously.   Compare. com offers an honest and open culture and every member of our staff is treated as an equal.    Achievement is recognized and rewarded,  but most of all coming to work is fun.   We work hard to produce high quality work but we like to play hard as well.   There are many fun things to do at compare. com to help the average workday go by; a Lego wall board to bring the kid out in you,  or a treadmill and exercise bike to use while typing that email,  or if you just want to sit and read a book we have a library area for you.   Every day is a fun day at compare. com,  now the question is,  does this sound appealing to you!    POSITION OVERVIEW   We are looking for a skilled data scientist to work on leveraging that data to keep compare. com ahead of the curve.  Working on projects across our product portfolio and across different geographical entities,  new challenges await every day.  This person can utilize their own knowledge and our technology to drive profits in all parts of the group and make suggestions for changes to processes and procedures.  No one will ever say “No” to a good idea! The successful candidate will have an ability to align analytical capabilities to strategic priorities.  She/he will need credibility,  gravitas and influencing skills to gain support from senior leaders across the company.  This person will need to have a strong,  pragmatic approach to leading,  with a proven record of converting data into knowledge and intelligence through modelling,  analytics,  predictive modelling,  research &amp; development.  This person must have experience employing data &amp; analytics strategies in a consumer focused business.  This person will be self-motivating[BS1] [BS2] ,  able to work well in a team and capable of sticking to agreed timelines.  This person will have demonstrated success in using analytics to drive insights into business problems and then turning these problems into strengths.  [BS3] This person will also get the opportunity to shape the long-term data strategy across the group,  including new technologies and data sources.    RESPONSIBILITIES Apply expertise in quantitative analysis,  data mining and the presentation of data to identify opportunities,  using large diverse data sets.  Utilize SAS,  SQL,  R [BS4] and other tools to create islands of insight within the seas of data and thus identifying levers to assist in moving key metrics.  Work with our business leaders and with senior managers from across the business to understand and solve problems by asking the right questions and delivering appropriate solutions.  Inform,  influence and support new products and initiatives across the group.  Creates solutions that address the underlying business problems,  not symptoms.  Need to remain up to date with the trends and developments in the wider analytics/data science community,  to ensure that knowledge,  skills and abilities remain current Perform other duties as assigned.    QUALIFICATIONS 5+ years’ [BS5] experience doing quantitative analysis and/or statistical modelling.  MSc/PhD in Computer Science,  Mathematics,  Physics,  Engineering,  Statistics or other technical field.  Strong knowledge of SQL and SAS,  SPSS or R,  or other programming languages and statistical packages,  as well as knowledge of finance and accounting.  Demonstrates intellectual curiosity.  Agility and willingness to challenge assumptions.  Experience with large data sets and distributed computing (Hadoop[BS6] ) a plus.  Expertise in applied statistics and analytical models.  Some development experience in scripting languages (Python,  etc[BS7] ) an advantage,  but not essential.  Ability to initiate and drive projects to completion with minimal guidance.  An excellent communicator with technical and non-technical audiences with a desire to work within a dynamic team in a demanding environment.  Ability to confidently challenge business leaders using simple and compelling language.  Preferred experience in financial services,  but any background is considered.  At this time,  compare. com will not sponsor a new applicant for employment authorization for this position.    Compare. com is an equal opportunity employer committed to diversity in the workplace and promotes a drug-free environment.  "
}
