{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89017372", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "What you should have: 2+ years of relevant experience in a data-driven gaming environment; proven track record of leveraging analytics and large amounts of data to drive significant business impact.  B. S.  in a highly quantitative field from a top institution (CS,  Math,  Engineering or other technical field).  Advanced degrees are a plus Knowledge of predictive modeling,  machine learning and statistical techniques is required Experience in working with large datasets and big data systems (SQL,  Hadoop,  Apache Spark,  etc. ) Expert knowledge of languages such as R,  Matlab,  Python,  etc.  Practical experience with robust statistical significance testing and A/B testing Exceptional communication skills and ability to work independently If you believe you meet the requirements,  please submit your up to date CV and cover letter stating how you heard about the job and explaining why you believe that you are a match. ", 
  "following": false, 
  "companyDescription": "Nordeus - Work and Play! Nordeus is one of the leading and award winning European game development companies,  officially the best European gaming start up in 2011 and the best employer in the Southeastern Europe region for 2012 and 2014.   Our game,  Top Eleven,  with 12 million monthly active users and close to 5 million daily active users on Web,  Android and iOS devices,  is the most played online sports game in the World.   At Nordeus,  our goal is to provide a seamless gaming experience to millions of people no matter what device they are using.  That is why we make social games that are free and accessible for everyone to play,  on any device.  Every day,  our team of more than 150 people in Belgrade,  San Francisco,  London,  Dublin and Skopje put all of their talent into making five-star games.  Every day millions of people enjoy what we have created. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Nordeus", 
  "canFollow": false, 
  "companyId": "954057", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Nordeus", 
    "title": "Senior Data Scientist"
  }, 
  "description": "Would you like to be part of a fast growing company that operates in the hottest industry? Nordeus is expanding its team and looking for a Senior Data Scientist.  We are looking for a person who will be responsible for developing and conducting data-driven research and provide insights to influence strategy and product improvements.  You will work with key decision-makers on a daily basis as a data-driven adviser and partner on strategic issues.  What you will be doing: Develop actionable insights for product teams based on behavioral data Developing thoughtful and well-articulated recommendations to improve our games Work with other teams on finding data driven answers to their questions Provide reporting and performance monitoring to development teams using data drawn from diverse sources Perform detailed data exploration and validation to separate genuine phenomena from spurious anomalies Proactively developing new analyses and insights,  to drive decisions and strategies for marketing (user acquisition,  retention,  monetization,  etc. ) and game design Involve in scoping and prioritising future projects"
}
