{
  "jobPosting": {
    "companyName": "Adecco", 
    "functions": [
      "RSCH", 
      "IT"
    ], 
    "companyJobCode": "adecco_uk-597522", 
    "title": "Graduate Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101202182, 
    "experienceLevel": "ASSOCIATE", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. adecco. co. uk", 
    "logo": "urn:li:media:/p/5/000/26f/181/3fbc7fe. png", 
    "universalName": "adecco-uk", 
    "companyId": 354803
  }, 
  "description": "     Description    Graduate Analyst within Procurement    Gloucester    Permanent    Salary £16, 000 - £20, 000 dependant on experience    My client,  a leader in procurement and distribution solutions,  is    seeking a Graduate to join their Demand Planning team as an additional    Data Analyst.  This is a friendly,  fast paced and busy working    environment - absolutely ideal for anyone looking to start their first    'career' job after gaining a qualification!    My client offers a professional workplace within a highly successful    business with a prosperous future.     Reporting to the Demand Supply Manager,  you will be supporting and    coordinating the demand planning using customer information to create    reports and analyse further.     The role involves;       Reviewing customer data on a weekly and monthly basis to create        reports and forecast future sales       Liaising with the sales department to utilise local knowledge,  in        order to explain anomalies within data       Analysing current forecasts,  historic demand and annual volumes       Preparing reports for the internal sales team,  communicating the        relevance of the results and highlighting/suggesting changes       Ensuring complete data accuracy within the company system     Candidates will have an analytical personality and advanced knowledge    of Excel (Pivot Tables,  Macros,  V lookups).  You will be highly    numerate,  with strong attention to detail and accuracy.  You will have    the potential to not only create reports but also use your highly    analytical mind to identify any trends and produce forecasts.     Experience within supply chain or planning roles would be give you a    distinct advantage - however this is not expected.     The successful candidate will have some administration experience and a    recent qualification (at Higher Education or University) from a    statistical subject.  The ideal candidate will possess a qualification    within Mathematics,  Statistics,  Economics,  Physics,  Psychology,     Geography or a related subject involving statistical analysis.     If you are a suitable candidate excited about the prospect of working    for a unique company please contact Trish at Adecco NOW to avoid    missing out.     Please note that only candidates from the Gloucestershire area or    surrounding counties will be considered for this position.  Candidates    considering relocation are asked to prepare an idea of relocation costs    before applying.     Adecco is an employment agency and an equal opportunities employer.  Due    to the high volume of responses to our advertising we are unable to    respond to all candidates directly.  If you have not heard from us    within 4 working days then please assume that on this occasion your    application has been unsuccessful.  Thank you for your interest    Adecco is acting as an Employment Agency in relation to this vacancy.     The Adecco Group UK & Ireland is an Equal Opportunities Employer. ", 
  "companyDescription": "      Adecco    Better work,  better life    Working with some of the most exciting companies in the UK,  our teams    specialise in four key industry sectors and cater for all job levels    within those sectors.  We also have a strong reputation for supplying    multi-lingual candidates; so if you are fluent in more than just your    mother tongue,  we can find the right opportunity to suit your skill.     Adecco Group is the UK and global leader in HR solutions.  And as the    London 2012 recruitment provider,  you couldn’t choose a more trusted    partner. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
