{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85392675", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "The Company Valtech is global and full service Digital Agency.  Brands ask us to help conceptualise,  design and orchestrate user-focused experiences that transform their value for their customers.  Usually this will involve building integrated platforms at a challenging level of complexity and innovation.  We’re a pretty nice bunch of people,  too,  from all walks of life and all ages.  Whatever your role we all share the same common traits: pride in our work and the way we deliver it. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Valtech", 
  "canFollow": false, 
  "companyId": "5175", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Valtech", 
    "title": "Data Scientist"
  }, 
  "description": "DATA SCIENTIST ­­The Job A data analyst or data scientist who is familiar with working in cross-functional teams,  usually alongside a business analyst to provide specialist analytics to answer business problems.  This can range from data exploration to come up with ideas on where the value lies,  to the design and implementation of models to answer specific questions,  through to explaining what is needed to developers so that they can develop components to deliver the solution.    The Applicant Success depends on deriving satisfaction from delivering and fulfilling on the promises you have made,  while others may describe you in the following ways: à Experienced in delivering data solutions: You have knowledge and experience of delivering data solutions and understand how to gather and communicate data requirements.  à Organised: You have an attention to detail and the ability to break down complex challenges into manageable,  actionable chunks that can be understood by both your teams and clients.  à Comfortable with technology: Valtech is responsible for the delivery of some of the largest and most innovative platforms in the world,  and as such you will be comfortable organising,  understanding and empathising with some of the brightest technical minds.  à Agile and Lean methodologist:  Valtech believes in the principles of iterative delivery and the continued validation of the platform’s value proposition.  While you may not have an exclusively agile background,  you will believe in these Lean principles.  à A team player:  We succeed as a team or fail as individuals.  You will be instrumental in the project team’s rhythm,  velocity and happiness.    The Extra Bits We respect and require dedication,  and as part of a great team we’ll often need you to have the following knowledge,  skills and experience: à Education Achieved a first or equivalent (or possibly a 2. 1) at a university in the UK or abroad Masters or PhD in a physical science subject or applied statistics Understanding of the data management lifecycle,  including collection and sampling issues à Data Experience with visualisation and analysis of data Experience with the design and implementation of statistical models and algorithms Broad understanding of statistics and the ability to learn new techniques quickly Good IT skills,  including the ability to write reliable code (e. g in Java or Python) Good problem-solving skills Attention to detail à Communication and the Agile Process The ability to present results to a non-expert audience.  The ability to plan and meet deadlines.  Awareness of Agile (iterative) development approach is desirable but not mandatory   The Reporting Line Head of Professional Services   The Benefits à Competitive salary and bonus à Company pension contributions up to 7% when you contribute 5% à BUPA Health care and dental cover for you and family à 4x gross salary life insurance from day 1 à iPhone à Mac or Windows Laptop à Office breakfast and tea and coffee à Frequent meet ups with like minded digital folk,  followed with pizza and beer à Lunch and learn afternoons at which you can present à Attendance at trade specific events such as SocRaTes,  London Software Craftsmanship Community meetups,  Kickstarter Academy,  London Comms Dojos and more A weekend away from the UK in the summer with partners to celebrate company success à Posh but unpretentious Christmas Party à Summer barbeques on the office balcony"
}
