{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/74387425", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "- You know that with strong datas come good decisions and you're eager to work improving the player experience - Your data mining skill is one of your chief assets  - You have a deep understanding of the game designer job - You are able to explain complex findings and ideas in plain language - You have good knowledge of the Facebook platform,  Mobile devices and of the gaming industry - You have experience with reporting tools,  experience in scripting languages is appreciated - You have a MS or a PHD in Computer Science,  Applied Mathematics,  Game Design or related field - Having a game studio experience is a strong plus - . . .  and of course you have great communication skills. ", 
  "following": false, 
  "companyDescription": "Pretty Simple is a top european social gaming company,  developing and publishing games for social and mobile platforms.  Our team is composed of highly talented social gaming professionals,  who are committed to providing players with unique game experiences.   Since 2010,  we've published free-to-play games,  played by over 35 millions players every month.  Our latest game is the hit game of investigation Criminal Case,  which reached 9 millions daily players 6 months after its release.   Our offices are based in Paris,  France,  which is one of the best city to live and work in.  We are currently taking Criminal Case to tablet and working on new games to launch.   Come join a fast growing video game company committed to success! Send your resume at jobs@prettysimplegames. com", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Pretty Simple", 
  "canFollow": false, 
  "companyId": "1119857", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Pretty Simple", 
    "title": "Game Data Analyst"
  }, 
  "description": "Pretty Simple is a leading European social gaming company,  developing internationally successful games for social and mobile platforms.  Based in Paris,  our team of talented gaming professionals have published one of the bestselling and highest rated titles in the industry: Criminal Case.  Due to virality,  it has been played by 250 million people and maintains 10 million daily players across the globe! But we're not just invested in games; we're also invested in people.  We know that our overall success is a combined effort,  and we therefore strive to provide opportunities for our employees to learn,  grow and thrive.  Organized extracurricular activities and social outings bring our international team even closer together,  making our work environment causal,  inviting and inspiring.  Who says building a career can't be fun!? If you're looking for an opportunity to express and explore your passion for games,  read on! We're looking for a Game Data Analyst to work on our current and upcoming games.  You will work on fun,  connected,  and highly scalable games for Facebook,  iOS and Android platforms,  played by millions every day,  alongside passionate and experienced people.  You will be part of a small,  high performing team,  and will have the opportunity to grow and master your skills while delivering actionable insights.  Your responsibilities are: - Understand key business questions by working closely with producers and designers across Pretty Simple - Transform datas into actionable insights to influence game virality,  player retention and monetization strategies - Establish new insights and provide recommendations to improve the user experience - A/B Test and/or analyze game design features that directly or indirectly impact the user experience - Generate intelligible reports with deep analysis - Explore big datas to find miscellaneous correlations"
}
