{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90306955", 
  "descriptionLanguage": "en", 
  "description": "Our client a leading IT Consultancy delivering a variety of IT services covering the full Solution Delivery Lifecycle are looking for a talented Big Data Architect.  Our clients Architecture and Engineering practice is a growing and evolving part of their business and this role offers the opportunity to work with a range of diverse technologies across different business domains.  Big Data is a growth area for our client and you will work on a wide range of projects,  responsible for design,  direction and technology decisions,  working closely with clients to create a vision for the project and executing that vision.    You will work with a number of technologies,  providing opportunities to expand your capabilities in addition to aid in expanding those of others,  who will benefit from your significant experience in large scale data engineering.  You will have the support of talented and highly experienced colleagues,  each with an inbuilt interest in technology and a desire to create software solutions of the highest quality.   This is a great opportunity for technologists who enjoy learning,  building solutions using industry best practice and employing their development experience to assist in delivering quality solutions for clients.  We are looking for candidates to demonstrate the following skills and experience: · Significant commercial experience of software and solutions architecture · An excellent understanding of the Big Data technology landscape · Comprehensive experience designing and implementing solutions built upon tools within the Hadoop ecosystem in addition to noSQL databases · Deep understanding of the important architectural considerations required when building enterprise level Big Data solutions · Practical experience planning and executing on-boarding of a wide range of data-sources,  in batch and real-time · Prior Enterprise Data Warehousing experience · Knowledge and implementation of cloud based Big Data solutions · Automated deployment scripting,  e. g.  Ansible,  SaltStack,  Puppet,  Chef · BI tools · ETL tooling for Hadoop A degree of flexibility towards travel is an important aspect of the role.   Given the nature of this you will need to possess strong interpersonal skills and be able to work face-to-face with senior stakeholders and therefore posses excellent presentation,  negotiation and communications skills.  This is an excellent opportunity to join a blue chip organisation where your success will be well rewarded in terms of career progression and remuneration.  Please send your CV in strictest confidence to Helen Chilton.  Please note,  only apply if you have the required experience,  are based in the UK and have a valid UK work visa. ", 
  "jobPosting": {
    "title": "Big Data Architect", 
    "companyName": "Nyman Resourcing Limited"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "2751297", 
  "canFollow": false, 
  "companyName": "Nyman Resourcing Limited", 
  "bottom": "true"
}
