{
  "jobPosting": {
    "companyName": "Deloitte", 
    "functions": [
      "RSCH", 
      "OTHR", 
      "IT"
    ], 
    "companyJobCode": "deloitte-SF132-114464-2015", 
    "title": "Data Scientist (Assistant Manager / Manager,  Data Analytics)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100867621, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      11
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. deloitte. com/global", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAALiAAAAJGE2NTg1NzI3LWYzMDYtNGNjZS04M2E1LWU2NWFjY2M0ZWJiZg. png", 
    "universalName": "deloitte", 
    "companyId": 1038
  }, 
  "description": "    Data Analytics is an exciting and thriving area at Deloitte.  Our    practitioners work on challenging data projects with leading global and    regional multinationals across strategy,  advisory and implementation.     You will be encouraged to devise innovative solutions to help our    clients address their data challenges.  Typical roles will require you    to lead a work stream where you will have responsibility for    deliverables,  developing the skills of your team members and working    with client stakeholders.  You will often be working in    multi-disciplinary teams with colleagues from other areas of    Consulting,  Audit,  Tax and Financial Advisory,  across a range of    industries helping our clients to use data to develop insight to    support their decision-making processes.     A Career At Deloitte Analytics Will Offer You The Opportunity To       Experience the growth of a practice that is completely dedicated to        the art and science of using data to help clients drive new        business decisions       Work in a fast-growing and challenging environment with like-minded        people who are eminent in their respective technical fields such as        applied mathematics,  computer science,  database optimization,         statistics,  machine learning,  data mining,  data visualization,         application development,  and much more.        Develop solutions through debate and discussion,  in our teams and        with clients       Continue your professional development to expand your chosen career        path       Work with high profile clients on engagements across Southeast Asia     Responsibilities       Design,  develop and implement data driven solution using machine        learning technologies and advanced statistical methods to address        business problems.        Perform data analyses,  generate and test working hypothesis,         prepare and analyze historical data,  identify patterns and apply        machine learning techniques to formulate a solution.        Drive client engagements focused on customer and supply chain        analytics in domains such as finance,  retail,  telecommunications,         and life sciences.        Understand the technology and explains findings to businesses        audiences,  both internal and external.        Design approaches for integration of machine learning technologies        with client technology stack,  reporting and data visualization.        Participate and lead aspects of the proposal development process.        Identify quality control processes and execute them appropriately.        Actively participate in defining project scope and objectives;        identifying where client gaps may be present and identifying        strategic consulting opportunities.        Provide technical design assistance for specific machine learning        techniques and/or software solutions,  including identifying tools        and techniques most appropriate for the project.        Present and communicate project deliverables/results to clients.      Requirements       Advanced degree (Master / PhD) in quantitative discipline:        statistics,  applied mathematics,  operations research,  computer        science,  engineering,  etc.        Four years of experience with large amounts of real data.        Minimum of two years of experience leading project teams on        relevant engagements.        Ability to communicate complex quantitative analysis in a concise        and actionable manner.        Proficient in manipulating and analyzing complex,  high-volume,  high        dimensionality data from varying sources.  Ideally some of this data        would come from embedded sensors,  for use in applications such as        predictive maintenance.        Extensive knowledge of tools for data mining and statistics (SAS,         R,  MATLAB).        Ability to work independently and manage multiple task assignments.        Strong oral and written communication skills,  including        presentation skills (MS PowerPoint).        Strong problem solving and troubleshooting skills with the ability        to exercise mature judgment.        Willing to travel.      To Do Well,  You Should Have       Solid understanding of advanced analytics (statistics,  simulation,         optimization,  etc. ).        Strong knowledge of other quantitative disciplines (operations        research,  decision theory,  etc. ) preferred.        Knowledge of machine to machine learning techniques.        Ability to effectively work in a team environment.        Strong work ethic s and desire to help clients improve their        businesses.        Domain knowledge in a specific sector or industry is preferred.        Good time management.      Kindly attach a copy of your resume when submitting your application.     Due to volume of applications,  we regret only shortlisted candidates    will be notified. ", 
  "companyDescription": "      Deloitte    Deloitte drives progress.  Our firms around the world help clients    become leaders wherever they choose to compete.  Deloitte invests in    outstanding people of diverse talents and backgrounds and empowers them    to achieve more than they could elsewhere.  Our work combines advice    with action and integrity.  We believe that when our clients and society    are stronger,  so are we.     Deloitte refers to one or more of Deloitte Touche Tohmatsu Limited,  a    UK private company limited by guarantee (“DTTL”),  its network of member    firms,  and their related entities.  DTTL and each of its member firms    are legally separate and independent entities.  DTTL (also referred to    as “Deloitte Global”) does not provide services to clients.  Please see    www. deloitte. com/about for a more detailed description of DTTL and its    member firms.     The content on this page contains general information only,  and none of    Deloitte Touche Tohmatsu Limited,  its member firms,  or their related    entities (collectively the “Deloitte Network”) is,  by means of this    publication,  rendering professional advice or services.  Before making    any decision or taking any action that may affect your finances or your    business,  you should consult a qualified professional adviser.  No    entity in the Deloitte Network shall be responsible for any loss    whatsoever sustained by any person who relies on content from this    page. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
