{
  "jobPosting": {
    "companyName": "Keele University", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobsacuk-AMO229", 
    "title": "Data Scientist (KTP Associate)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102213171, 
    "experienceLevel": "ASSOCIATE", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      86
    ]
  }, 
  "company": {
    "companyId": 3588760, 
    "websiteUrl": "http://www. keele. ac. uk/keelehub/welcome/", 
    "logo": "urn:li:media:/p/1/005/03b/3a9/3de676a. png", 
    "universalName": "keele-university-sustainablity-hub"
  }, 
  "description": "     Keele University has been awarded a 30-month Knowledge Transfer    Partnership (KTP) with Wood Mitchell Printers Ltd,  a local printing    services company which was founded in 1904 and based in the city of    Stoke-On-Trent.     A KTP is one of the UK's largest graduate recruitment schemes    (http://ktp. innovateuk. org/) and a three-way collaborative project    between the associate,  the business/company and the University.  It    provides an opportunity for the successful applicant to manage a    challenging project central to a business’ strategic development and    long term growth.  The KTP Associate will be a University employee who    will spend most of their working time at Wood Mitchell Printers Ltd,     whilst being supported by a dedicated academic supervision team at the    University.  Additional stipends are also available to the Associate for    training and personal development.     We are seeking to recruit a KTP Associate who will be responsible for    delivering a strategic project to develop innovative data mining and    analytics solutions to enhance the marketing endeavours of the business    and its partner clients,  through integration of existing customer data    with diverse external data sources,  coupled with data analytics and    machine learning techniques.     Skills required:  A postgraduate (Masters) degree or higher degree in    Computer Sciences,  Data Sciences or a closely allied discipline.  This    should evidence strong skills in computational statistics and data    mining coupled with relevant experience in data and statistical    analysis.    You will need to be highly motivated,  organised and    innovative in developing creative technical solutions and be able to    communicate complex technical material at all levels within the    organisations,  to both external stakeholders and clients.  Your ability    to solve problems independently will be vital.  In addition,  a passion    to conceptualise and understand the commercial imperative for this    project is critical.     Fixed term for 30 months    Knowledge Base Partner:  Keele University.     Company partner: Wood Mitchell Printers Ltd    Company business area: Printing    For full post details and to apply,  please    visit: http://tinyurl. com/RE15-28", 
  "companyDescription": "      Keele University    Keele University Sustainability Hub acts as a focus for the research    into,  teaching of,  and management for sustainability and green    technology that takes place at Keele University.  It is a means to bring    all these different activities in disparate units together and then to    communicate the innovations and implications out to the rest of campus,     businesses and the wider community.     The Hub is not just a building it is a community.  It facilitates    communication and interaction from one section of the interconnected    community to another.  It allows researchers to find out about other    research on campus and may help interdisciplinary research.  It allows    students to find out about research or courses they may want to get    involved with.  Visitors from the community can come in and see displays    on the latest research happening at the university and may become    involved in some of our outreach activities.  Businesses can find out    about green technologies and explore how they could add value to their    products.     Keele is an ideal site for this kind of Sustainability Hub because of    its central location,  its large green campus,  the interdisciplinary    nature of its degrees and research and its existing green practices.     Keele is close to the geographic centre of England,  adjacent to the M6    motorway and halfway between the major metropolitan areas of Birmingham    and Greater Manchester (the two largest urban areas outside London).     Despite its rural location it is very close to the Potteries urban area    and so is ideally placed to address issues related to sustainability in    both types of communities. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
