{
  "jobPosting": {
    "companyName": "Client Server", 
    "functions": [
      "IT", 
      "ENG"
    ], 
    "companyJobCode": "clientserver-java-developer-slash-architect-java-spring-big-data-2", 
    "title": "Java Developer / Architect - Java Spring Big Data", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102253047, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. client-server. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAYeAAAAJDUwODcxYzM5LTFlOGMtNDEyZC05YTc5LWNkMWU5NTczOTJhYw. png", 
    "universalName": "client-server", 
    "companyId": 99339
  }, 
  "description": "    2318    London,  £60000 - £75000 per annum + bonus + benefits    Job Type: Permanent    Managed by: Java Development Team    Java Developer / Java Architect (Agile Spring NoSQL Big Data).  Leading    games studio is seeking a Java Developer / Architect to take ownership    of the architecture,  introducing continuous improvements.  You will work    closely with Agile teams across the business,  setting the technical    vision for a suite of online and mobile games.     As a Java Developer / Architect you will keep up-to-date with the    latest technologies and industry trends,  ensuring that the technical    teams work with the best possible tools for the job.  Working closely    with key stakeholders,  you will translate requirements into technical    specifications and troubleshoot truly challenging problems.  You will    explore Big Data technologies to enhance the insights gathered and    improve processes to deliver exciting new games.     Based in Central London,  this is a dynamic environment where you will    have the opportunity to have a great deal of impact on the future of    this technology-driven company.     Requirements       Strong Java skills,  including related technologies such as Spring       Good understanding of a NoSQL database,  such as MongoDB       Experience of continuous delivery and integration       Agile working experience       Excellent problem-solving skills       Big Data experience,  e. g.  Hadoop,  Splunk,  would be desirable     As a Java Developer / Java Architect you will earn a competitive salary    (to £75k),  plus bonus and benefits package,  including subsidised gym    membership.     Send your CV or call today for more information on this Java Developer/    Java Architect opportunity.     REF: BB/7713/A/CS/031215", 
  "companyDescription": "      Client Server    Client Server Ltd is a leading IT recruitment consultancy specialising    in positions in London and the South East.     Our focus is finding exceptional candidates for exceptional    organisations including established technology leaders,  innovative    technology start-ups,  hedge funds,  banks and consultancies.  Offering a    personal and flexible approach,  coupled with a high degree of    professionalism and integrity ensures the provision of an effective    recruitment solution to both our client companies and candidates. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
