{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90350637", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "As the successful Data Scientist,  you will be a talented Machine Learning practitioner,  with strong Natural Language Processing experience.  You will have designed and trained text,  language or speech based systems previously.  You’ll be a strong problem solver,  with the ability to work collaboratively and communicatively with other members of the team.  You’ll have good coding skills (Python,  Java,  R,  etc) and a passion for getting things working! If the sense of adventure,  ownership and the ability to do cool things with Natural Language Processing &amp; Machine Learning appeals to you…working for a start-up going places,  get in touch! Big Cloud is acting as a recruitment company in relation to this vacancy. ", 
  "following": false, 
  "companyDescription": "From San Francisco to Shanghai and everywhere in between,  we connect the most innovative organisations with the best people in Big Data &amp; Data Science.  We enjoy speaking to great people,  working with great companies and having fun whilst we do it.  Are you a Hadoop Hero,  Spark Samurai or Machine Learning Magician? Are you interested in hiring the best people or working for the coolest companies? Yes? Us too… chris@bigcloud. io www. bigcloud. io Skype: chris. bigcloud  Twitter: @BigCloudTeam", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Big Cloud", 
  "canFollow": false, 
  "companyId": "5006426", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Big Cloud", 
    "title": "Data Scientist - Natural Language Processing (NLP)"
  }, 
  "description": "Are you a Machine Learning master with a black belt in Natural Language Processing (NLP)? Do you want to be part of an exciting and well-funded start-up? How about becoming a shareholder whilst having ability to take their product into the stratosphere? This well-funded product-based start-up with a rapidly growing list of clients,  is currently seeking to recruit a Data Scientist to take their product and run with it.  Along with product ownership,  you will have the ability to grow and scale your own team.  As their Data Scientist,  you will help in the build of their industry-leading decision engine,  which will be based on text and language understanding.  To do this you will build and optimise cutting edge Natural Language Processing systems,  capable of processing huge amounts of data and providing critical business changing decisions.  As the product evolves,  so will your team.  You’ll be responsible for recruiting,  mentoring and aspiring other members of the team around you. "
}
