{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89046707", 
  "descriptionLanguage": "en", 
  "description": "Purpose of role:  You will be an expert on People Systems and Reporting Tools and will use your creative thinking to                                                          design and produce high quality management information for both the People &amp; Culture (P&amp;C) function                                                    and Business Leaders,  giving them the appropriate data and reports to support their activities,                                                                    business planning and decision making.    Reports to:                         Director of People Systems Key Responsibilities:·  To provide standard People analytics MI reports which are accurate and to agreed timescales and in a suitable format for the recipients   ·  Manage the production of ad-hoc reports from appropriate People Systems.     ·  Continually identifying,  delivering measures to improve systems and data integrity.    ·  Develop,  enhance and maintain management reporting tool kits and create ad-hoc management reports to demonstrate value through insight led decision making.    ·  Work with the Director of People Systems to pro-actively develop management information for business use and ensuring the most effective use of data is made   ·  Work with P&amp;C Business Partners to provide expert advice and guidance to the teams on reporting and analytics,  providing training where required.    ·  To work with the People Systems team to investigate any issues with the P&amp;C reporting tools and deliver solutions   ·  Troubleshoot data and reports.    ·  Ensure compliance with Data Privacy and Protection Guidelines.    Skills/Knowledge/Experience: ·  You are a strong systems user and confident navigating your way around new systems ·  You enjoy deep-diving into high volumes of data,  manually intervening where required,  interpreting data and converting it into meaningful information.      ·  You enjoy the challenge of delivering business-critical projects and working to tight deadlines.  ·  Naturally,  strong analytical skills are essential.  An understanding of People Metrics,  the ability to develop standard and ad hoc Reports,  Templates,  Dashboards and Scorecards and basic statistical knowledge. ", 
  "jobPosting": {
    "title": "People and Culture Data Analyst", 
    "companyName": "Primark Stores Limited"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "70640", 
  "canFollow": false, 
  "companyName": "Primark Stores Limited", 
  "bottom": "true"
}
