{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90398887", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Danske Bank is a strong Nordic universal bank with an international network.  Our vision is to be recognised as the most trusted financial partner.  Danske Bank is headquartered in Copenhagen,  Denmark and has 18, 000 employees across 16 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Danske Bank", 
  "canFollow": false, 
  "companyId": "2630", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Danske Bank", 
    "title": "Senior Data Analyst"
  }, 
  "description": "Are you an ambitious data analyst looking for new challenges? Here is your opportunity to join our Concepts team and help turning data into valuable insights.    MobilePay makes everyday life easier for its 2. 5 mio.  users.  MobilePay by Danske Bank is the leading mobile payments solution in the Nordics.  The app was launched in 2013 and has won several national and international awards.  MobilePay is currently available in Denmark,  Finland and Norway.  Every month the app transfers more than 2 billion DKK (9 million transactions).    Our vision is to win the mobile payment markets in the Nordics by creating unique customer experiences for end-users and merchants.  The MobilePay unit consists of a high performing team of 22 people who is working together with IT colleagues in Denmark and Lithuania.  As we experience a strong demand for both current and new innovative services we are currently hiring new colleagues.    Turn data into valuable insights  In the Concepts team we focus on the MobilePay of tomorrow.  As our Data Analyst,  you will become a key player in our ambition to turn data into valuable insights to enhance the costumer experience.  You will thus develop a deep understanding of our services and our users’ behavior and utilize these insights in a data context.    You will work closely together with the MobilePay team as well as other analysts and data engineers.  As our Data Analyst you will become a natural “bridge” between Business,  IT and Legal units utilizing your technical understanding of e. g.  big data along with your communications skills and business mindset.    As this is a newly established position you will have an opportunity to influence the area and your own role.    Passionate about data  We are looking for an open-minded profile with strategic flair and sound understanding of digital business opportunities of tomorrow capable of outlining our data strategy and taking ownership of the strategy implementation.  Furthermore you might be the right person if you see yourself as a person who:   • feels strongly for the potential of data transforming business   • has outstanding analytical skills and a deep technical understanding as well as hands on experience of e. g.  SQL.    • has several years of experience working with both internal and external data - preferably from both a large company and a small start-up.    • is an excellent communicator,  able to translate business requirements into technical requirements and vice versa.    • is able to navigate in an international organization with several stakeholders and have excellent interpersonal skills.    • is open-minded and performance oriented,  have a high level of intrinsic motivation and enjoy working in a rapidly changing environment together with a team of great colleagues.    • probably holds a master degree in e. g.  computer science,  economics,  statistics,  or mathematics.    Interested?  For further details about MobilePay please visit www. mobilepay. dk .  For questions regarding the job please contact Bo Tolstrup Christensen,  Head of MobilePay Concepts,  phone +45 23114912.  Send application and CV no later than 13. 12. 2015. "
}
