{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87885348", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "La misión de DigitalSpark. es es ayudar a empresas en el desarrollo de tecnología y ofrecer resultados y medir el rendimiento y el seguimiento de cada paso en el camino.  De manera consistente identificamos brechas y áreas de mejora para obterner el éxito constante. Con más de 50 años de experiencia en el Internet entre los miembros del equipo,  nuestro objetivo es la eficiencia. Áreas de especialización:• Distribución de tráfico en linea a través de canales múltiples,  tales como la distribución de contenido ,  SEO,  PPC,  Email,  Display,  Social Media y más. • Diseño Gráfico y Desarrollo Web• Desarrollo de Software• Soporte al Cliente,  Ventas y Servicios de Call Center• Desarrollo de aplicaciones móviles• Estrategias de Marketing y Ventas", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "DigitalSpark. es", 
  "canFollow": false, 
  "companyId": "10298904", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "DigitalSpark. es", 
    "title": "Data Scientist -  Big Data,  Analytics and Machine Learning"
  }, 
  "description": "We are a strategic player in the ad tech ecosystem.  We are helping brands understand and connect with audiences by sharing and amplifying their stories.  We understand the critical data points that matter and integrate them to drive profitability for the company and increase customer satisfaction.    Founded by a team with more than 50 years of business experience and more than 20 years of digital advertising experience,  we are opening up a branch in Spain.  We are looking for a key player that will provide his experience and help in exchange for a salary an a stock option plan.  Our team consists of journalists,  entrepreneurs,  data scientists,  designers and other ambitious digital souls.  Our core expertise is our ability to continuously recreate and redefine quality and entertaining marketing and advertising.    We are looking for a dynamic CTO who has deep experience in machine learning,  big data analytics and distributed systems.    As part of the Big Data and Insights team,  you will help make great decisions through insights and innovation.  This will be done through ad-hoc data analysis,  automated reporting and prototype development.    You will initiate projects as well as work on projects defined by the Global management team.  Furthermore,  as a member of the Global team,  you will collaborate on,  and sometimes lead,  global projects to deliver impactful solutions for our sales teams wherever they may be.    Responsibilities: Work closely with Founders and Global sales leaders to understand the business intelligence and insights needs of all end users,  from representatives on the sales floor to the executive leadership team.  Design and prototype dashboards and prototypes to provide insights/solutions at scale that meet the needs Sales Operations organizations.  Provide thought leadership,  translating big data into actionable insights and supporting targeted impact,  including opportunities for product and process improvement.  Perform ad-hoc analysis to predict,  measure and interpret business trends and inform business partner decisions.  Communicate insights on a regular basis to the appropriate level of management.  Minimum qualifications: Bachelor’s degree with a quantitative focus in Economics,  Computer Science,  Mathematics,  Physics,  Statistics or Accounting,  or equivalent practical experience.  Preferred qualifications: In-depth experience analyzing data,  using strong database query (e. g.  SQL),  spreadsheet and statistical modeling skills.  Experience collaborating with cross-functional teams located around the globe in different timezones.  Knowledge and experience of Data Visualization and/or Machine Learning techniques like NLP Programming skills (e. g.  Java,  R,  Python,  HTML,  JavaScript etc. ).  Proven track record of thought leadership in applying data driven models that have had a tangible impact on sales and marketing operations across international markets.  Strong project management skills with the ability to handle multiple projects simultaneously.  Ability to handle tight deadlines in a fast-paced and dynamic environment.  Sales &amp; Marketing are global teams that drive profitability and help businesses run smoothly.  Our job is to help drive productivity through strategy and analytics.   "
}
