{
  "jobPosting": {
    "companyName": "Infosys BPO", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "adzuna_xml-335415325", 
    "title": "Data Analyst with German", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102170871, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "companyId": 6715, 
    "websiteUrl": "http://www. infosysbpo. com/pages/index. aspx", 
    "logo": "urn:li:media:/p/8/000/2b3/10b/1995d95. png", 
    "universalName": "infosys-bpo"
  }, 
  "description": "     Efficient delivery of data in response to the demand raised by the    internal client or business partner    Collecting,  processing and analysing data on the basis of available    sources of information    Providing high quality performance processes and make any necessary    improvements    Monitor the accuracy of data in corporate systems    Effective cooperation with employees of other departments and units    Day to day reporting    Very good command of English and German    Masters/ Bachelor’s degree in discipline like Statistics,  Economics,     Econometrics,  Mathematics,  IT    Analytical thinking    High level of pro-activeness and independency    Very good teamwork skills    Application knowledge VBA for Excel,  SAP,  data mining application would    be an advantage    IT skills will be an asset    Career in the multinational company    Unique opportunity to take part in international projects and gain    experience with various businesses    Set of social benefits to choose from    Salary adequate to your competencies    External and internal training programme", 
  "companyDescription": "      Infosys BPO    Infosys BPO Ltd. (www. infosysbpo. com),  the Business Process Outsourcing    subsidiary of Infosys Limited,  was set up in April 2002.  The company    has centers in India,  Poland,  the Czech Republic,  the Netherlands,     South Africa,  Puerto Rico,  Brazil,  Mexico,  Costa Rica,  the United    States,  China,  the Philippines,  Japan and Australia,  and as of    September 30,  2015,  employed 33, 391 people.  The company services 158    clients and its performance has consistently been above the industry    average.     Infosys BPO has been consistently ranked among the leading BPO    companies and has received over 60 awards and recognitions in the last    5 years from key industry bodies and forums like the International    Association of Outsourcing Professionals,  Outsourcing Center,  SSON,  and    NOA,  among others.  Infosys BPO also has very robust people practices,     as substantiated by the various HR-specific awards it has won over the    years.  The company has consistently been ranked among the top employers    of choice,  on the basis of its industry leading HR best practices.  The    company’s senior leaders contribute widely to industry forums as BPO    strategists. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
