{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/60264977", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Product Owner - Data Science"
  }, 
  "description": "Booking. com is looking for a Product Owner Data Science.  As Data Science Product Manager (E-commerce) you will be empowered to create personalization products and features that improve our customers' experience by using our data,  with a strong focus on driving conversion and customer loyalty.  We are looking for an passionate E-Commerce Product Owner with substantial experience in a data science related discipline,  preferably recommendation engines or other personalization methods to extend our already highly impactful teams with industry experience and a different perspective.  You will lead a team of data scientists,  designers and developers in the Front-end Team to constantly find and test improvements with high commercial impact.  This Product Owner is an experienced technical product leader with significant responsibility,  and we will offer you a fantastic opportunity to improve the customer experience of the world's leading online hotel reservations website.  If you have a strong commercial focus,  a solid background in statistics,  data science and managerial experience with machine learning for a major website don’t hesitate to apply because we would be like to be in contact with you! B. responsibleOwnership,  prioritization and briefing for projects of varying length and complexity Research impactful uses of big data to create new features,  and enhance the existing ones Identify improvements opportunities in the main website,  that could be tackled with solutions based on data.  Helping to define the (Mid/long term) navigational chart of Web-intelligence at Booking. com ,  to take it to the next level.  Create new business opportunities using Booking. com 's data Advocate and facilitate the use of data and data science methods across Booking. com B. skilledMinimum 5 years of experience working at a web-based company Minimum 3 years’ experience in a product management role requiring setting priorities and defining new products Strong statistical background and preferably a good knowledge of data mining techniques Experience implementing Data-Science-related products (Recommendatin Systems,  Learn-to-Rank,  etc. ) in high-traffic (100k+ visitors per day) websites.  Experience with A/B or Multivariate testing Experience with the SCRUM methodology is a plus,  but not required. B. offered We are a performance-based company that offers career advancement and lucrative compensation,  including bonuses and stock potential.  We also offer what we call the “Booking Deal” with other competitive perks and benefits.  IT also has monthly hackathons,  training and attends/speaks at global conferences.  This position is open to worldwide candidates and in the case of relocation,  we will assist you with a generous relocation package,  ensuring a smooth transition to working and living in Amsterdam.  We have successfully relocated 200+ IT professionals to Amsterdam in the last year! Booking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com BV,  one of the support companies in The Netherlands,  is looking for a Product Owner Data Science. "
}
