{
  "jobPosting": {
    "companyName": "Recruitment Genius", 
    "functions": [
      "RSCH", 
      "OTHR", 
      "IT"
    ], 
    "companyJobCode": "recruitmentgenius-00044372", 
    "title": "Graduate Data Scientist / Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 98990772, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      137
    ]
  }, 
  "company": {
    "companyId": 778869, 
    "websiteUrl": "www. recruitmentgenius. com", 
    "logo": "urn:li:media:/p/1/000/09c/0ab/19d45fc. png", 
    "universalName": "recruitment-genius"
  }, 
  "description": "     Birmingham’s only publishing house is currently recruiting for a    Graduate Data Scientist to join their collaborative and dynamic team at    their Central Birmingham Offices.  They have established themselves as    the #1 publisher of books and ebooks for the developer community,     publishing more content than any other IT publisher in the World.  They    are a leading publisher of books,  video and information services,     dedicated to providing the optimum learning and problem solving    solutions to software developers and IT professionals Worldwide.  Their    mission is to deliver the most efficient and cost effective solutions    for this community and they strive to continuously improve their    products to make them ever more relevant,  practical and valuable in    meeting the evolving needs of their customers.  The Data Scientist will    provide critical insight,  reporting and modelling to help optimise    Direct Marketing campaigns and inform the wider marketing strategy.     This role will work closely with the sales,  marketing and wider    business teams to analyse and report on the health of core data and    improve the reporting and analytical capabilities of the business.     Reporting to the Senior Data Analyst,  this role will also be a key    driver of personalisation project,  developing sophisticated customer    profiling and targeting techniques to optimise conversion and    engagement across the Direct business.  RESPONSIBILITES: - Analyse    effectiveness of marketing campaigns to optimise market reach,     conversion rate and customer engagement - Utilise internal and external    data to deliver effective insights for Marketing and the wider business    - Develop,  evolve,  and measure appropriate key business metrics -    Identify and investigate relevant new technologies and industry best    practices to define a process of ongoing system improvement - Help    drive personalisation program through iterating current processes &    researching and testing new opportunities REQUIREMENTS: - Highly    analytical with mathematical background: Able to analyse data,  create    models and derive qualitative insights to create actionable knowledge,     using this to make careful and realistic plans.  Able to formulate    creative solutions to complex problems.  - Commercial judgment: able to    understand the commercial drivers that impact on their customers and    can discuss solutions in terms of business benefit and ROI.  - Customer    focus: Seeks to understand customer needs,  and puts this at the heart    of decision making.  Is able to get inside the mind of the customer,  and    can be interested in the same things as their customers.  - Innovation    and change: Introduce fresh insight and ideas,  continually seeking    improvement.  - Articulate and clear: Can put ideas across simply and    clearly,  and organise a complex reality into a simple and logical    structure.  - Co-operation and influence: Sees impacts of change across    the organisation,  gets buy in from stakeholders,  positive and creative    engagement. ", 
  "companyDescription": "      Recruitment Genius    RECRUIT STAFF FOR £199 OR LESS    Thousands of companies love our tried and tested way of recruiting.     Become a Recruitment Genius    OUR APPROACH:    1.  To get the best response we advertise your job on all of the UK's    best online job boards (these sites may include: TotalJobs,  Monster,     CareerBuilder,  Jobsite,  Fish4Jobs,  JobsToday) and cover almost every    sector (for example IT jobs may be included on TechnoJobs and    TheITJobBoard,  whereas accountancy jobs may be included on    AccountancyAgeJobs,  FinanceDirector etc. ).     2.  Applications are automatically ranked to save you the hassle.  You'll    immediately be more productive saving time otherwise wasted on    inappropriate candidates.  You'll also find talent quicker than your    competition.     3.  Automated video and telephone screening with JobChat is included so    you can see and hear candidates answer your questions without meeting    them.     4.  Manage your applications with ease with your dedicated online    dashboard.  Everything is in one place to make life simpler.     5.  Simply interview and hire as many candidates as you like at no    additional charge.  There is no limit to the number of people you hire    from the applicants you received.  Our fixed-fee is fixed.  We charge per    recruitment advertising campaign,  not per ‘head’    ==    \"We used Recruitment Genius to find a suitable candidate for our vacant    CFO position.  We were given many applicants details and the post was    filled within a week. \" - Neil Hunter,  Cashmaster International.     ==    TRY A FREE TRIAL.     CREATE AN ACCOUNT TODAY (NO CREDIT CARD REQUIRED) AND JOIN THOUSANDS OF    RECRUITMENT GENIUSES", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
