{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90317239", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "You will be a flexible,  self-starter,  educated to degree level in a relevant discipline.  You will possess excellent written and verbal communication skills,  have a passion for data with an enquiring mind and be able to work on multiple projects to tight deadlines.  Experience of healthcare data analysis and reporting as well as presenting data in a variety of formats is essential as are advanced IT Skills (Word,  Excel,  PowerPoint and Publisher),  familiarity with statistical analysis packages and fluency in English (spoken &amp; written).   ", 
  "following": false, 
  "companyDescription": "pH Associates is a growing dynamic consultancy based in Marlow,  (Buckinghamshire) working on projects that are of mutual benefit to our Life Science industry clients and our NHS partners.   We specialise in strategy development and problem solving through intelligent Real World Evidence (RWE) generation and application with the aim of driving uptake of innovation to optimise patient care.     We have an enviable blue chip client base including 12 of the top 15 Pharmaceutical companies.  We also support several academic and professional bodies on non-commercial projects.   In the past 3 years we have worked with more than half of all NHS Trusts (acute and primary care) on our RWE projects.   We offer a high quality service to our partners which is evidenced by more than 90% of our business being repeat.   ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "pH Associates Ltd (an OPEN Health company)", 
  "canFollow": false, 
  "companyId": "654794", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "pH Associates Ltd (an OPEN Health company)", 
    "title": "Healthcare Data Analyst,  Real World Evidence"
  }, 
  "description": "This is a great opportunity for someone who is passionate about the analysis and interpretation of patient data to support the delivery of our observational research studies for our industry clients.  You will be working with a team of experts to deliver high quality projects across a broad range of therapeutic areas to drive uptake of innovation and improve patient care.    Key activities include; Undertaking descriptive,  comparative and epidemiological analyses and producing tables Supporting  the development of project protocols and study analysis plans  Working with colleagues to develop  appropriate data collection materials and data collation tools Supporting the writing of study reports and the drafting of abstracts,  posters and manuscripts to ensure accurate representation of results Attending client and investigator meetings to discuss data and present results   This is a full time,  permanent role based at our modern office just outside Marlow (Buckinghamshire) town centre.  For the full job description and to find out more about the company and our services,  please see our website,  www. phassociates. com"
}
