{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/73525917", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Experience in Statistical tools(R tool etc) and love for statistics Experience in languages like Python Experience in Java, hadoop, big data and big data analytics Good to have Scala experience Experience in Node JS Experience in MongoDB Experience in hive, PIG, flume, cloudera etc", 
  "following": false, 
  "companyDescription": "Established in May 2004 Tesco Hindustan Service Centre (HSC) is the operations and technology nerve centre that standardises and builds centralised capabilities and competencies for the Tesco Group.   This centre is the first and only such fully-owned innovation hub established by any international retailer in the world.   At HSC,  situated in Bangalore,  a team of over 6500 professionals create,  manage and deliver strategic business outcomes for Tesco worldwide be it in the day to day running of stores or anchoring our online business or creating and rolling out new offerings which support 500, 000 colleagues globally.   The diverse work that is delivered from the centre includes all elements of retail - IT,  Business,  Finance,  Commercial &amp; Supply Chain and Property Services.  The centre aims to make what matters better,  together for over millions of customers worldwide and simpler for our colleagues.   A unique combination of a strong retail domain,  a culture of innovation,  a truly global and vibrant work environment and strong corporate values makes us who we are. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Tesco Labs", 
  "canFollow": false, 
  "companyId": "5245329", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Tesco Labs", 
    "title": "Innovation Developer / Data Scientist for Tesco Labs"
  }, 
  "description": "  Do you dream of revolutionizing something? Would you like to positively impact millions of people by your ideas &amp; work?  Does fuelling business growth excite you? Are you passionate about data &amp; data driven decision making? Do you thrive in a fast paced,  challenging environment which constantly tests your problem solving skills?   If you just said “hey,  that’s exactly ME!”,  please read on:   We at Tesco Labs are looking for a Data Scientist/Innovation Developer to join us in revolutionizing the shopping experience for millions of customers.  We’re the innovation arm for Tesco,  a multi-channel retailer with presence in 12 countries worldwide &amp; the world’s largest e-grocer.    At the labs,  we’re constantly endeavouring to better the shopping experience for our customers,  inspiring &amp; delighting them while they shop with us.  We’re also focusing on improving our operations by leveraging on big data &amp; emerging technologies.  We thrive in discovering opportunities,  solving complex business problems,  and delivering innovative solutions using state of the art tools and bleeding edge technologies.    As a Data Scientist,  you would: Strive to develop &amp; deliver step change innovations for our customers &amp; business,  leveraging data science Work with fellow lab mates to develop innovative ideas to challenging problems Understand the data landscape within the organisation along with customer journeys,  business context,  systems &amp; processes Research,  design &amp; develop intelligent systems that process data &amp; deliver actionable insights Engage with project stakeholders &amp; evangelise data driven decision making Help in liaising with Project Management &amp; IT teams to transform proof of concepts into robust &amp; scalable solutions Track emerging data science trends,  and see how we could leverage the same   As a Data Scientist,  you’d already possess A proven track record with at least 5 years of experience in the industry Great passion to make a difference Strong problem solving,  analytical and logical skills Demonstrated ability to build intelligent systems to derive insights from large data sets leveraging state of the art statistical,  data mining &amp; machine learning tools &amp; techniques Excellent communication skills Can-do,  will-do attitude As a Senior Innovation Developer,  you would: Understand customer journeys,  current systems,  processes &amp; challenges Develop innovative solution ideas to challenging problems Conceptualize,  design,  develop &amp; deliver interesting proof of concepts demonstrating value to customers &amp; business Engage project stakeholders on various lab initiatives Liaise with Project Management &amp; IT teams to transform proof of concepts into robust &amp; scalable solutions Showcase our innovations at various forums &amp; gain mindshare Track emerging technology &amp; retail trends,  and see how we could leverage on the same Report to an Innovation Lead at the labs   As a Senior Innovation Developer,  you’d already possess A proven track record with at least 4 years of experience in the industry Great passion to make a difference Strong problem solving,  analytical and logical skills Excellent communication skills Can-do,  will-do attitude Demonstrated ability to develop robust IT solutions within timelines Solid understanding of software design principles and best practices Hands-on experience  on various projects,  technologies &amp; platforms with expertise in at least one of Microsoft. Net,   Java/J2EE,  or other frameworks An ability to quickly ramp up on any given technology or domain A sound understanding of the essence of Agile     Come,  join us in innovating the future of shopping!"
}
