{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Desired Characteristics: Strong presentation and written communication skills  Demonstrable knowledge in advanced analytic techniques,  such as those identified in the role summary Development Analytics coding experience in Matlab / Python / R and/or similar MS SQL Server Big Data Analytics Experience of developing algorithms for applications Knowledge of pre-processing and data reduction techniques", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89086175", 
  "descriptionLanguage": "en", 
  "description": "Data Scientist (Analytics) - This is an exciting opportunity to work for one of the world’s leading Engineering companies working on real world challenges and stimulating projects.  The Data Scientist will have a broad knowledge of advanced analytic techniques such as Probabilistic Graphical Modelling; Data Fusion; Reasoning; Optimization; Business Intelligence as well as a good appreciation of how analytics will be deployed to provide benefits to the business.  Understanding the requirements for Big Data analytics is also important for this role.    Responsibilities: Engage across the global business,  to ensure UK Data Science team approach is aligned and consistent with business needs When issues are encountered,  being pro-active in driving a cohesive and workable technical solution Deliver usable analytics solutions to the business within the required time-frame; comfortable with pivoting and working to short deadlines Co-ordinate with SMEs / Principal / Consulting Engineers as necessary Ability to successfully work in a global team environment Maintain and develop personal technical expertise   Key Requirements: Bachelor of Science in a relevant discipline (Engineering,  Physics,  Mathematics,  or Computer Science) Proven years of experience in an advanced analytics or related environment PhD in related subject (or additional years of experience may be accepted in lieu) Benefits: Exciting and a variety of leading edge technology.  Good opportunities for career development,  regular reviews and career planning.  Pension Scheme.  Flexible Benefits Relocation Package.  Good location and working environment.    Successful applicants will be required to obtain UK MOD security clearance prior to appointment", 
  "jobPosting": {
    "title": "Data Scientist (Analytics) – Southampton ", 
    "companyName": "Experis UK & Ireland"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "2526913", 
  "canFollow": false, 
  "companyName": "Experis UK & Ireland", 
  "bottom": "true"
}
