{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83962870", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Technically You have an academical background in Computer Science or Software Development.  You have experience with Java/C/C++ You are experienced with Ruby,  Python,  PHP or other modern webdev languages.  You have a working knowledge of Puppet,  Chef,  Docker or Vagrant is considered a pre.  You are keen to learn Hadoop,  Spark,  Storm and/or Grid computing.  Existing knowledge is considered a pre.  Personality You flourish working with like-minded people,  yet you can function autonomously.  You are excited about new technology and innovation.  You like to learn outside of your core activities in order to broaden your field of expertise.  You are able to develop a long-term vision and balance that vision with short term goals.  You are willing to work on client location and travel abroad.  You have or are willing to gain managerial skills and in time apply these. ", 
  "following": false, 
  "companyDescription": "KPMG is an international network of companies with personal attention for its employees.  We have a strong market position that we further want to strengthen with a clear vision,  strong values and enthusiastic coworkers.  Our people work intensively together for renowned clients on a daily basis in an enjoyable and stimulating environment.  Personal development is central at KPMG.  With directed training,  education and coaching we help our employees to excel and get the best out of themselves.    At KPMG you will receive excellent primary and secondary benefits (lease car,  laptop,  smartphone and free of premium pension) tailored to the latest market developments.  For further information about the application procedure you can contact the KPMG Recruitment Centre,  +31 (0)20 656 7162 or via email (recruitment@kpmg. nl).   Screening is part of the application procedure.  An individual assessment can be part of the application procedure.  Acquisition as a result of this vacancy is not appreciated. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "KPMG Nederland", 
  "canFollow": false, 
  "companyId": "2585815", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "KPMG Nederland", 
    "title": "Technical Big Data Specialist"
  }, 
  "description": "Change the face of the world with Big Data.  At KPMG we combine deep business experience with cutting-edge data and analytics capabilities to provide our clients with new ground-breaking insights and help our clients become future-proof data driven companies.  A dozen experienced data scientists tackle our clients’ most analytically demanding problems and research new technologies that will change face of the world.  Are you curious about joining? We are recruiting! Our team of data scientists are tech and analytics enthusiasts who go beyond merely applying smart algorithms on large data sets.  We are pragmatic in our approach,  where we use any platform,  tool,  or method that fits the case,  and in fact build our own.  We perform Big Data analyses for clients in a variety of sectors like retail,  banking,  insurance and health,  and we develop our own Big Data related tools and products,  such as an integrated Big Data platform and a Wi-Fi tracking system.  You will be joining our team on the level of KPMG consultant.  As an addition to our team you are a technology and innovation driven personality who is keen to work with new technologies and platforms and take them to the next level in Data Science.  As our new team member you will initially be working both on client engagements as a data engineer/scientist,  and on developing our Big Data tool stack.  You will gain broad experience and will grow into the role of Big Data architect in one of the youngest work fields out there. "
}
