{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83028958", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Givaudan", 
  "canFollow": false, 
  "companyId": "4791", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Givaudan", 
    "title": "Junior Regulatory Data Analyst"
  }, 
  "description": "Junior Regulatory Data Analyst  Junior Data Analyst – Your future position ?  As a Junior Data Analyst in the Fragrance Regulatory Affairs Department,  your role is to insure the reliability and the accuracy of the Regulatory &amp; Product Safety data of the perfumery ingredients used within Givaudan.   You will participate in a proactive way to the impact studies of regulatory data changes and customer compliance requirements.   You will be part of the Global Data Integrity Team.   We offer a 12 month short term contract for this mission.   Sounds interesting ? It could well be your perfect opportunity if,  like us,  you always aim to exceed customer needs and deliver value.  In this exciting role you will :  Gather and analyze the necessary data to ensure regulatory and safety assessment towards regulations,  internal and customers policies,  and more especially for the following activities : new ingredients or alternate sources validation,  continuous assessment of ingredients (suppliers inquiries,  analytical programs follow-up),  updates of regulatory lists.   Insure the data updates in systems on time.   Participate in a proactive way to the impact studies of regulatory data changes in the systems.   Communicate to internal stakeholders data linked to data changes.   You ?  Are you someone who wants to grow and shape your own world ? Who thrives being in a culture where you can express yourself in a creative team environment ? Who wants to collaborate and learn together with teams who are as passionate as you are ? Then come join us – and impact your world.   Your professional profile includes :    An advanced degree in Science,  Master or equivalent.    At least 1 year of relevant industry experience in product safety or regulatory affairs.    Professional oral and written communication skills in English,  ability to work in a multicultural environment.    Knowledge of Microsoft Office (especially Excel),  and ideally of SAP.    Flexibility,  methodical and rigorous spirit,  ability to manage priorities.    Your future employer? Givaudan is the global leader in the creation of fragrances and flavours.  In close collaboration with food,  beverage,  consumer product and fragrance partners,  Givaudan develops tastes and scents that delight consumers the world over.  With a passion to understand consumers’ preferences and a relentless drive to innovate,  Givaudan is at the forefront of creating fragrances and flavours that ‘engage your senses’.  The company achieved sales of CHF 4. 4 billion in 2014.  Headquartered in Switzerland with local presence in 88 locations,  the company has 9, 704 employees worldwide.  Givaudan invites you to discover more at www. givaudan. com . "
}
