{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89063114", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "·         5-8 years experience in the IT Storage Industry ·         References in the field of consulting expertise and design solutions for storage / backup / archiving / files Open Services Environment (Windows 2008/2012,  Unix,  Linux,  VMware 5. 5 and 6. x) ·         Good knowledge of the storage market and proposed solutions (DRP,  Tiered Storage,  administration,  NAS,  Cloud . . . ) ·         Recent specialisation on Big Data Analytics from HDS or competitor ·         Recent specialization around the OpenStack platform and setting up its APIs do.  ·         Knowledge of Apache Hadoop Framework will be appreciate.    Competencies ·         Strong collaborative approach ·         Positive,  helpful and proactive approach ·         A proven negotiator who can resolve issues and achieve a “win/win” with both colleagues and customers ·         Highly proficient and knowledgeable on the systems and processes required to build effective Big Data Analytics Platform solutions in standard and complex environments ·         Willingness to accept responsibility and ownership ·         Conversant with written and spoken business English ·         Well organised,  adaptable and a clear thinker ·         Innovative,  actively looking for solutions to problems,  and a catalyst for change ·         Willingness to travel ·         Strong ethics", 
  "following": false, 
  "companyDescription": "Hitachi Data Systems (HDS) is a wholly-owned subsidiary of Hitachi,  Ltd and is one of the top three storage vendors in the world.  Our customers include more than 80% of the Fortune Global 100 companies in various sectors including Banking and Finance,  Education,  Government and Healthcare.  We have sales in more than 100 countries and regions.  Hitachi Data Systems employs more than 6, 000 employees.    The HDS Vision is clear and compelling,  Data drives our world and information is the new currency.  Send it.  Receive it.  Use it.  Information has become our most valuable asset.  The challenge for global businesses lies in making it both available and secure.  We don’t just sell storage we provide customers with solutions to make their businesses better.  Our solutions have the power to enhance and change lives.    How is HDS different? HDS offers best in class information technologies that reduce IT costs and increase agility.  HDS is the leader in storage virtualization and in the only company to offer a common virtualized platform for all data and information.  As a result our customers can reduce operational costs,  increase storage asset utilization and efficiency,  increase the speed and agility of IT to support and grow the business and leverage existing investments longer for improved return on investment.    HDS solutions help organizations transform raw data into valuable information by delivering on a vision that IT must be Virtualised,  Automated,  Cloud-ready,  Sustainable.  Virtualisation: HDS delivers the best storage and information infrastructure to create and support virtualized IT environments.  Automation: HDS enables your business to deliver new applications and business systems to deliver new applications and business systems into production faster and with less cost through automating time-consuming operations.  Cloud-readiness: HDS solutions are built to enable you to adopt or evolve to cloud computing models or IT-as-a-service at your own pace with minimal risk.  Sustainability: HDS is a recognized innovator in building sustainable facilities and products.    Do you want to make an impact in a continually evolving company? Are you passionate about helping customers improve their businesses? Do you want to develop your career? Then consider a career in HDS. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Hitachi Data Systems", 
  "canFollow": false, 
  "companyId": "3065", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Hitachi Data Systems", 
    "title": "Storage & Big Data Presales Engineer"
  }, 
  "description": "Job purpose To provide presales support to the Account Manger in larger Hitachi prospects and customers in support of Hitachi sales objectives and promote and develop HDS Big Data Analytics Platform ·         Maintain industry leading level of expertise in Big Data Analytics market ·         Transfer knowledge to field Generalist Pre-Sales   Responsibilities A.   ·         Understand the customer and prospect’s technical and business environment,  technical issues and strategy ·         Understand and define the range and extent of solutions that could be provided.  ·         Coordinate expertise and assistance as required to resolve complex Big Data Analytics Platform and Storage Solutions issues ·         Provide technical advice to the customer or prospect,  which is perceived as representing real added value at their management level.  ·         Support the Account Manager in qualifying new sales opportunities and preparing Hitachi proposals.  ·         Ensure that Hitachi proposals are technically sound,  able to achieve claims made for them and represent the optimum technical solution within the defined constraints.  ·         Provide technical liaison during implementation of solutions delivered by Solutions and Services Delivery.  ·         Give formal presentations to customers and prospects on technical issues when required.  ·         Maintain a high level of awareness of latest technical advances within all areas covered by Hitachi.  Be proficient with the available Sales Tools.  ·         Keep the Sales Region informed of latest technical developments within Hitachi,  by giving internal Technical Seminars and regional meeting update sessions.  ·         Participate in territory reviews when requested.  ·         Provide technical systems assurance support for all Hitachi proposals,  orders and installations.  ·         Comply with all published Hitachi policies and guidelines.  ·         Report accurately on allocation of personal time between defined activities.    B.  Support the building of proposals for complex Big Data Analytics Platform ·         Help the country teams to identify opportunities that present architectural or commercial risk to HDS.  ·         Work with country and region Pre-Sales architects and sales teams to understand customer requirements in complex environments and key proposals.  ·         Support demo’s and proof of concepts.  ·         Provide guidance on appropriate GSS and partners services required to build a full solution.    D.  Transfer knowledge to field Pre-Sales Generalist ·         During deal and proposal support,  ensure that technical and commercial risks are identified and explained to country presales teams.  ·         Deliver update material from EMEA to brief field presales on updates and best practice.    "
}
