{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86733064", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "As their Data Scientist,  you will have a strong background in Machine Learning,  with a proven record of being able to create game changing algorithms,  capable of adding real value.    You’ll have a degree within a mathematical related subject (Maths,  Statistics,  Applied Physics,  etc) with the ability to build statistical models.   You’ll be an excellent communicator with strong team playing skills.    Ideally,  you’ll have experience in Big Data platforms (Hadoop,  Spark,  etc),  along with solid coding skills.    This is a real opportunity to come in,  define your own path within the business,  and really leave your mark in a fast growing,  up and coming business.  Want to make your next move in the world of data science?? Get in contact to find out the next steps…   Big Cloud is acting as a recruitment company in relation to this vacancy. ", 
  "following": false, 
  "companyDescription": "Big Cloud - from San Francisco to Shanghai and everywhere in between,  we connect the most innovative organisations with the best people in Big Data &amp; Data Science.  We enjoy speaking to great people,  working with great companies and having fun whilst we do it.  Are you a Hadoop Hero,  Spark Samurai or Machine Learning Magician? Are you interested in hiring the best people or working for the coolest companies? Yes? Us too…", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Big Cloud", 
  "canFollow": false, 
  "companyId": "5006426", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Big Cloud", 
    "title": "Data Scientist - over 500 million+ points of data!"
  }, 
  "description": "Are you a talented data scientist,  with a love for machine learning? Want to work with over 500 million points of click data,  and billions of impression data? Want the ability to shape your own path combining the worlds of machine learning and big data?   One of Singapore’s fastest growing and exciting start-up’s is currently seeking to recruit a talented Data Scientist,  to build and optimise their bidding platforms,  to build high-value solutions for some of the most well-known businesses in the world.    You will be responsible for analysing huge sets of both click data and impression data and using it to create and optimise machine-learning algorithms,  to further improve their real time bidding systems.    Other responsibilities include tracking of data,  and also monitoring and detecting any patterns of errors or abnormalities. "
}
