{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89045096", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "The BGL Group was founded in 1992 and has grown to become a major financial services group specialising in consumer insurance,  price comparison and legal services with c. 7 million customers.    The Group is structured around three business areas,  known as ‘pillars’:  Insurance &amp; Legal Services:  Frontline – responsible for BGL’s own brands Budget Insurance,  Dial Direct and Auto &amp; General   Bennetts – the UK’s No.  1 bike insurance specialist  Junction – the insurance partnerships arm   Fusion Contact Centre Services – the Group’s contact centre operation with offices in Peterborough,  Coventry and Sunderland  Minster Law – a top 40 law firm  Brand-led businesses:   LesFurets. com – the French price comparison business   Beagle Street – BGL’s life insurance brand  hoyhoy. nl – the Dutch price comparison business  Comparethemarket. com – A leading UK price comparison business  Headquartered in Peterborough,  the business employs more than 3, 000 people.   The BGL Group has now become one of the most dynamic financial services businesses in the country.  2013 saw the Group deliver another strong profit of £88m.  In October 2013 the Group was ranked 42nd in the Sunday Times Top Track 250,  Britain’s 250 biggest mid-market private companies by latest sales.   BGL has achieved sustained profit growth for more than 15 years and has strategic plans in place to drive ambitious growth.   For more information please visit www. bglgroup. co. uk", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "BGL Group", 
  "canFollow": false, 
  "companyId": "162701", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "BGL Group", 
    "title": "Data Analyst"
  }, 
  "description": "Is this you? Do you consider yourself to be a logical and inquisitive individual? Do you have an understanding of SQL programming? This could be an excellent opportunity for you to join the Pricing team as our Data Analyst.  In this key role you’ll provide analytical data solutions to support Insurance and Legal Services (ILS),  supporting the team by delivering pricing data requests to enable improved pricing analysis.  You’ll also provide bespoke data extracts within agreed timescales,  delivering efficient data solutions based on core IT infrastructure.  As part of a small team you’ll drive a collaborative approach to work towards common goals.   Your data knowledge will improve over time,  developing to become an expert source of knowledge for analysts and stakeholders throughout the department and wider business.  What will it take? We need some who is logical and has a good understanding of SQL programming.  Knowledge of SAS programming would also be an advantage.   You’ll ideally have experience of programmatic database querying and be competent with Microsoft Excel.   Relational database knowledge would also be advantageous.   You’ll be resilient,  self-motivated and able to use your own initiative,  and will also be a quick learner.  Why choose us? Creative atmosphere: you are encouraged to be innovative- we try to think bigger and better and are not afraid to fail.  Team Spirit: fun,  cooperative,  creative and passionate…and a good sense of humour! Respect: you’ll enjoy career progression that you own and drive.  Rewards: a highly competitive salary and benefits package is just the start.  We also offer a range of initiatives to support your wellbeing along with a huge number of discounts and perks.  What next?   If this sounds like the next career move for you,  register your interest by submitting an application. "
}
