{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "nullAdditional Information", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85313412", 
  "descriptionLanguage": "en", 
  "description": "Watson Health Data Scientist The newly formed IBM Watson Health is seeking to hire Data Scientists.  In this role,  you will be responsible for data curation,  feature selection,  data analysis and predictive model building for health and wellness solutions.  You will collaborate with subject matter experts,  researchers,  architects and developers to build innovative health and wellness solutions with our clients and partners.  Your work will be driven by real-world data and healthcare domain experts,  and you will apply analysis tooling and methods to solve real-world problems.  Successful candidates will: Demonstrable knowledge of and experience developing statistical models and machine learning methods and have applied this to real-world,  large scale data sets.  Have working knowledge of the healthcare industry and hands-on experience curating and analyzing healthcare and wellness data.  Knowledge of healthcare terminologies and ontologies a plus.  Experience operating under HIPAA a plus. Embrace a driven,  collaborative environment dedicated to building atop cutting edge technology.  Exhibit strong teaming skills. RequiredMaster&apos;s Degree in Computer Science,  Bioinformatics or similar.  Doctorate Degree is a plusAt least 2 years experience in applying statistical analysis and machine learning techniques to real-world data sets using software packages such as R,  Matlab,  Phyton.  SPSS,  SAS knowledge is a plus,  At least 1 year experience in Healthcare Informatics,  Healthcare data analysis,  healthcare application development English: Fluent", 
  "jobPosting": {
    "title": "Watson Health Data Scientist", 
    "companyName": "IBM"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "1009", 
  "canFollow": false, 
  "companyName": "IBM", 
  "bottom": "true"
}
