{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90323420", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Requirements: Comfortable with data analysis,  forecasting,  ROI modeling; experience establishing end to end success metrics/KPIs for projects Ability to work and drive results on a broad range of activities from strategy and planning to tactical execution A customer first approach to all projects,  small or large Excellent analytical capabilities 3+ Years of Experience in BI,  Analytics role B. S.  or B. A.  in Math,  Economics,  Engineering or other technical field required; Advanced Degrees a plus; Reputable University a plus Advanced SQL skills: extensive experience querying large,  complex data sets DW programming plus Ability to translate business questions to technical analysis to drive marketing strategies Working knowledge of basic statistics; experience with R,  SAS or similar a plus Ability to execute research projects,  and generate actionable results and recommendations Support business stakeholders with high quality analyses and actionable recommendations by combining and manipulating data from multiple sources.  Proven ability to work in a fast-paced environment,  and to meet changing deadlines and priorities on multiple simultaneous projects ", 
  "following": false, 
  "companyDescription": "About Us:  Techshed operates in a fierce startup culture where we move fast and take risks,  where what you brainstorm in the morning can be implemented in the afternoon.  Folks who are afraid of impassioned whiteboard debates and rowdy ping-pong games need not apply.  We’re looking for people who are zealous about building products that drive billions of dollars in revenue.  Our philosophy relies heavily on working hard and playing hard: Life at Techshed includes company ski trips,  wine tastings,  and work-abroad opportunities.  Sound like a good time? Come build things with the company that builds things in America.  Perks: Free catered meals and a fully stocked kitchen — hone your latte-art skills here Free shuttle service to/from SF Caltrain  — or load up your Clipper card on us Gym reimbursement and wellness incentives — our office is bicycle-,  scooter friendly Tuition and industry-related conference reimbursement — we support your career development Work-abroad opportunities — take your laptop and see the world Medical,  vision,  &amp; dental coverage — we want you to take care of yourself 401K Matching &amp; ESPP (purchase our stock at a 15% discount) — get stocked up Take a look at what it's like to work at Techshed:  http://www. youtube. com/watch?v=YK1xbJjKYXw", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Techshed", 
  "canFollow": false, 
  "companyId": "397576", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Techshed", 
    "title": "Data Scientist"
  }, 
  "description": "About the Job: Analyze and identify underlying drivers of product performance,  user experience,  and user satisfaction for use in strategic decision-making Design and develop reporting and analysis for multiple teams utilizing database and data manipulation skills Manage programs to resolve common issues users encounter while using software,  products or services of Redbeacon/The Home Depot"
}
