{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86723894", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Candidate Profile  Successful candidates must -  Demonstrate a solid understanding of advanced analytics,  Data Mining,  Statistics,  Mathematical Modelling ,  Behavioural Economics or Machine Learning  Have several years hands-on experience in the exploitation of data and the use of advanced statistical and modelling techniques to understand and improve business performance in at least one major industry vertical.   Demonstrate excellent organizational,  people- and project-management skills.   Be business savvy and have advanced business knowledge of at least one major industry vertical.  Have a creative approach to problem solving.   Have the ability to apply sophisticated analytical models and solutions to real-world business situations.   Have business strategy skills to build the solutions necessary to ask the right questions and find the right answers  Be a clear,  confident and persuasive communicator,  with excellent presentation skills and with the ability to structure a coherent,  logical argument and the confidence to defend assumptions,  projections and recommendations  Demonstrate a keen interest in,  and fair understanding of,  “big data” technology and the business trends that are driving the adoption of this technology  Possess excellent analytical and creative problem-solving skills  Some knowledge of data warehousing and data management,  including business intelligence (BI)  Willingness to be a team player  Expertise in finding and accessing rich data sources  Acumen at working with  large volumes of data independent of hardware,  software and bandwidth constraints  Knowledge of how to solve problems by melding multiple data sets together  Successful candidates will preferably -  Have a background in business and/or technology consulting;", 
  "following": false, 
  "companyDescription": "MRL Group,  founded in 1997 as Microscape Recruitment Ltd,  is a group of niche specialist international recruitment companies working within Technology,  Energy and Financial marketplaces.   Working from offices in the UK,  France,  Germany and China we offer a dedicated,  professional and ethical recruitment service to firms of all sizes. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "MRL Group", 
  "canFollow": false, 
  "companyId": "331564", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "MRL Group", 
    "title": "Data Scientist"
  }, 
  "description": "Data Scientist  Location: UK Anywhere (up to 80% travel) Position Overview  The German Consultant group is looking for a Data Scientists that will work with teams to apply Big Data solutions to real-world business situations deriving value for existing customers and proof-of-concept (PoC) projects across the region.   Working closely with the Sales &amp; Professional Services team,  the Data Scientist will: qualify opportunities; identify valuable use-cases; perform deep analytics on data,  and deploy Advanced technology to demonstrate its utility and value to the customer’s satisfaction.   The Data Scientist will work closely with Professional Services and to identify how Big Data should be stored and accessed for deriving business value.   As such,  successful candidates will be expert in the application of advanced statistical and analytical methods to the solution of business problems and will also demonstrate excellent business communication and people skills.   Job Specification  Successful candidates will -  Engage with prospective customers to analyse and understand customer requirements;  Frame the problem that the customer is attempting to solve,  specify an analytical solution to the problem and establish,  in conjunction with the other members of the Sales and Professional Services Team,  that it is feasible to solve this problem with the right technology  Take the lead in using the solution to drive business benefit for the customer and in quantifying the benefits of the solution and articulating these to the customer  The Data Scientist will work closely with the PS and to identify how the data should be stored and accessed for deriving business value  Document the analytical use-cases - and the benefits that were realized - and share this expert knowledge with the wider,  global team,  to enable similar solutions to be deployed more widely,  thus driving increased levels of business for the Corporation.   Support the Sales Teams with demand generation and technical marketing,  as required. "
}
