{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83952086", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Expectation and Tasks Be part for successful implementation,  including providing functional expertise,  guidance,  presentation,  and instruction on specific products to clients.  Assists in the development of the overall project plan as well as individual work plans Act as liaison with client for troubleshooting: investigates,  analyses,  and solves software problems Analyze and maps clients' business requirements,  processes and objectives; develops necessary product modifications to satisfy clients' needs Build credible relationships w/clients,  developing own professional learning of Predictive and Sentiment solutions to both clients and fellow colleagues Support of pre-sales activities Skills Master's degree is a must - a PhD in Statistics or Mathematics is a “nice to have” Between 1 and 3 years of experience max or higher for the senior role Experience on Customer Analytics,  Advanced Analytics,  Data Modelling,  Data Strategy,  Customer Engagement projects Functional and technical experience on at least one of the following Analytics solutions: R (Preferable),  SPSS,  SAS Interest in Data Modelling,  Data Cleaning,  Data Mining Skills Experience on NLP technologies,  Semantic Web knowledge,  RDF,  OWL,  SPARQL and RDBMS Knowledge are important assets Must possess excellent communication and presentation skills Capacity to develop its own network inside and outside the company Capacity to work in decentralized and international teams Fluent both in Italian and English (written &amp; spoken)", 
  "following": false, 
  "companyDescription": "Open Search Network is a young and dynamic headhunting company based in London focused on Data Experts.  We can provide sales and technology professionals for permanent,  contract and temporary projects,  with skills and experience in the following fields: • Data Management • Data Analysis (Advanced Analytics,  Data Science,  Data Engineering,  BigData) • Data Monetization We are experienced in working with a variety of individuals and organisations - big multi-nationals,  small start-ups,  niche agencies and highly skilled consultants.  We are passionate about what we do and we thrive on technology – we believe this is key to uniting the right people for the right opportunities. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Open Search Network Ltd", 
  "canFollow": false, 
  "companyId": "3113936", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Open Search Network Ltd", 
    "title": "Data Scientist "
  }, 
  "description": "Our Client,  an International Business Integration consulting company,  with a Business Unit specialised on Digital Innovation &amp; Advanced Analyticsprojects,  is currently looking to hire: Data Scientist Role: Permanent Location: Rome/Italy (+Milan,  Padua) (&gt; on OSN Website you will find different opportunities based on the location of the role) Type of company: Consulting Company The ideal candidate will facilitate the implementation and support of different projects to enhance the clients' business functionality and overall performance,  while maintaining a high degree of customer satisfaction.   Depending on the experience,  the ideal candidate should demonstrate ability/availability to: execute across different application areas deliver with utilization rates above expectations travel and work in international projects and activities"
}
