{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90347304", 
  "descriptionLanguage": "en", 
  "description": "The Bank of Ireland Marketing &amp; Customer Analytics team focuses on providing customer and marketing insights,  customer segmentation,  predictive modelling,  marketing database management and lead generation campaigns to stakeholders across the Group.  The OpportunityWould you like to be a member of a team maximising value from the Bank`s data assets,  working in partnership with our external analytic partners,  to develop new business opportunities and to improve efficiency.  The Customer Analytics team,  develop efficient prioritisation and reporting systems enabling the team to maximise a tangible bottom line impact.  Leading analytics projects and managing key stakeholders by translating business questions into structured analysis will be fundamental.  This is a high visibility role within the team and a great opportunity to make a difference.  What you need to haveExperience in supporting the development of key strategic projects and delivering continuous enhancements to the analytics processes is key (Automation,  Real time Analytics,  Machine Learning,  Data Visualisation).  In addition,  your exceptional collaboration skills will allow you to deliver in a matrix organisation environment.  A third level degree is a pre-requisite,  preferably in Maths,  Statistics,  computer sciences,  econometrics or a related field.  Key ResponsibilitiesCommunicate complex concepts and results to key stakeholders not familiar with detailed statistical/data mining methodologyDevelop processes and methodology to insure that the best predictive models are in place to put the right offer in front of the right customer at the right timeIdentify KPIs and implement and design a strategic monitoring dashboardLeverage external data sources to support our customer acquisition effort,  especially around the high value segmentsCommunicate and manage issues surrounding the development and validity of modelsFormulate insightful conclusions,  provide strategic recommendations,  and inform management actions,  both as part of routine customer-level product monitoring and in support of new initiativesLiaise with colleagues on dataset specification,  implement robust and scalable data quality and data checks processesSupport and lead the implementation of solutions to deal with capacity constraints (self-service cube,  request grading,  SLA`s,  etc. . )Identify and address productivity bottlenecks and implement automated solution (SAS Macros,  VBA,  Java,  Python,  etc. . . )Monitor ATL and BTL activity through econometric modelling and ROI figuresEssential Key Requirements4/5 years` experience in statistical and database analyticsLead by example and encourage the use of best practice throughout the team.  Allocate and prioritize the team`s work where appropriateRigorous attention to detail and accuracy with the ability to produce accurate quality information within agreed timeframesStrong numeric and analytical skills,  with ability to identify causal relationships between multiple,  widely varied data fieldsExtensive knowledge of SASExcellent interpersonal and communication skillsAbility to work independently with minimum supervisionDesirable Key RequirementsKnowledge of statistics for Marketing ideally in a Financial Services environment,  Telcos,  FMCG or Internet companiesExcellent computer skills e. g. VBA / Python / Java and also including Excel,  SQL,  Openserve,  R,  Spark,  Hadoop,  Massively Parallel Processing (MPP)Knowledge of statistical analytical techniques: regression clustering propensity modelling3rd Level Degree or equivalent in Mathematics,  Statistics or Computer Sciences or related discipline", 
  "jobPosting": {
    "title": "Data Management Scientist", 
    "companyName": "Bank Of Ireland"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "162637", 
  "canFollow": false, 
  "companyName": "Bank Of Ireland", 
  "bottom": "true"
}
