{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90314687", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "An excellent understanding of programming languages such as,  Java,  Python,  C#,  C ++  Project experience with Big Data technologies including the Hadoop ecosystem and Spark,  Storm etc.  Experience in data analysis (statistical learning,  data mining,  machine learning) and data visualization in addition with experience using data mining products such as SPSS,  SAS,  R,  Python,  KNIME,  RapidMiner,  Matlab.  Strong client facing and team work skills as well as analytical skills,  flexibility and creativity.  Strong communication and presentation skills in German and English (written and spoken) A relevant degree in (business) Computer Science,  Physics,  Economics,  Statistics or Mathematics", 
  "following": false, 
  "companyDescription": "Big Cloud - from San Francisco to Shanghai and everywhere in between,  we connect the most innovative organisations with the best people in Big Data &amp; Data Science.  We enjoy speaking to great people,  working with great companies and having fun whilst we do it.  Are you a Hadoop Hero,  Spark Samurai or Machine Learning Magician? Are you interested in hiring the best people or working for the coolest companies? Yes? Us too…", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Big Cloud", 
  "canFollow": false, 
  "companyId": "5006426", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Big Cloud", 
    "title": "Big Data & Data Science Expert - Spark & Machine Learning"
  }, 
  "description": "Are you passionate about Big Data and Analytics? Are you experienced in either Data Engineering including Hadoop / Spark,  or Data Science including Machine Learning? Does working in an international consulting environment appeal to you?  If you find yourself answering yes to all of the above,  please read on:   One of the largest and most exciting global consulting companies,  is currently building and growing their Centre of Excellence (CoE) for Big Data and Data Science,  and is seeking Consultants to join their team in Berlin.   This company work together with some of the most prestigious organisations in Germany and are building this Big Data and Data Science CoE to find innovative,  leading edge Big Data &amp; Data Science solutions to some of the most complex and challenging business problems - including streaming data,  telematics,  connected cars &amp; Internet of Things (IoT)   As a Consultant and Subject Matter Expert,  you will have the exciting opportunity to analyze complex data,  prep and visualize data and also use prognostic and exploratory models.  You will be building and sampling innovative services using some of the most up-to-date technologies in Big Data and Data Analytics,  and will be responsible for the progression of customer-orientated and pragmatic solutions for challenging business problems in diverse industries.     The CoE is developing a culture of innovation and creative thinking where you will be abel to design and develop solutions without boundaries in order to find the best solutions possible.  They also offer a professional culture as well as a warm and welcoming international working environment,  where every team member is extremely valued.     Over the course of this year this company has generated considerable interest due to the variety of technology implemented,  industry sectors and project work,  offering candidates an interesting,  varied and challenging environment.    If you are interested in this opportunity and want to find out more,  please get in touch.    "
}
