{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87889666", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Bloomberg,  the global business and financial information and news leader,  gives influential decision makers a critical edge by connecting them to a dynamic network of information,  people and ideas.  The company’s strength – delivering data,  news and analytics through innovative technology,  quickly and accurately – is at the core of the Bloomberg Professional service,  which provides real time financial information to more than 315, 000 subscribers globally.  Bloomberg’s enterprise solutions build on the company’s core strength,  leveraging technology to allow customers to access,  integrate,  distribute and manage data and information across organizations more efficiently and effectively.  Through Bloomberg Law,  Bloomberg Government,  Bloomberg New Energy Finance and Bloomberg BNA,  the company provides data,  news and analytics to decision makers in industries beyond finance.  And Bloomberg News,  delivered through the Bloomberg Professional service,  television,  radio,  mobile,  the Internet and two magazines,  Bloomberg Businessweek and Bloomberg Markets,  covers the world with more than 2, 430 news and multimedia professionals at 146 bureaus in 72 countries.  Headquartered in New York,  Bloomberg employs more than 15, 000 people in 192 locations around the world. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Bloomberg LP", 
  "canFollow": false, 
  "companyId": "2494", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Bloomberg LP", 
    "title": "Global Data- Economics Data Analyst- French Speaker-London"
  }, 
  "description": "Job Requisition Number:48031The RoleAs a Data Management Analyst your main responsibilities will be to update,  maintain and process macroeconomic data using in-house software in order to deliver the high quality,  timely and comprehensive datasets that inspires news and analysis and that empowers our clients to make better informed decisions. You will be responsible for developing relationships with numerous sources from Government Agencies to Central banks to ensure the accuracy and relevance of the information.  You will also provide unparalleled customer service and solve complex issues,  while building relationships with key market players in the financial industry.  As your experience grows,  you will be expected to have greater influence on Bloomberg's coverage of your specific market or product,  whether that is through technical or market expertise,  project management or leadership. The Global Data Training programme Your career as a Global Data Graduate Analyst will begin with our foundational training programme that focuses on financial concepts,  data,  and Bloomberg Terminal functionality.  The training offers an overview across all financial market sectors that build a foundation for a career at Bloomberg by developing product knowledge,  understanding our clients,  and building relationships throughout the company.  In addition,  the program supports new hires to develop technical skills to analyse processes,  suggest improvements and contribute to our culture of innovation and customer service to meet Bloomberg's high standards for interactions with our customers.  After successfully completing the training,  you will be prepared to begin your career as a Global Data Graduate Analyst. The Global Data Department Bloomberg Global Data is one of the world's leading sources of data,  providing accurate,  up-to-the-second insights for financial market professionals.  Our Data Analysts are immersed in all aspects of Bloomberg.  Data teams include Commodities; Corporate Finance; Derivatives; Equities; Economic Statistics; Fixed Income; FX; Funds and Technical Operations.  The data collected provides transparency into the markets and specific securities and will continue to build on the core foundation of our business as we expand our depth and breadth of coverage.  Whether you are sourcing market data from new or existing providers,  processing complex financial data or implementing technology solutions to enhance our processes and software,  your work will expand your data management skills,  research skills and bolster your financial knowledge. ResponsibilitiesSource and validate raw macro-economic dataEnsuring data is updated and processed onto the Bloomberg database in a timely mannerMaintain and enhance the existing universe of dataAssist our world renowned client support help desk with escalated client enquiriesApply problem-solving skills to identify innovative work-flow efficiencies and implement technology solution to enhance our process and softwareLiaise with our Product,  Sales,  News and Research &amp; Development teams to enhance our economic databaseQualificationsBachelor's Degree in Economics,  Finance,  or related disciplinesGood understanding of Economic concepts and key Economic datasetsStrong interest in financial marketsKnowledge in information technology or computer programing (for example some experience using VBA,  SQL,  Python)High proficiency in Microsoft ExcelProactive self-starter with experience of self-directed learningA good eye for detail,  experience of working with large datasets desirableEffective project management skills and ability to prioritize,  multi-task and meet tight deadlinesEffective written and verbal communication skillsA passion for innovation with an entrepreneurial approach to problem-solving Fluency in English and French. "
}
