{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/57705446", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Cognizant (NASDAQ: CTSH) is a leading provider of information technology,  consulting,  and business process outsourcing services,  dedicated to helping the world's leading companies build stronger businesses.  Headquartered in Teaneck,  New Jersey (U. S. ),  Cognizant combines a passion for client satisfaction,  technology innovation,  deep industry and business process expertise,  and a global,  collaborative workforce that embodies the future of work.  With over 75 development and delivery centers worldwide and approximately 211, 500 employees as of December 31,  2014,  Cognizant is a member of the NASDAQ-100,  the S&amp;P 500,  the Forbes Global 2000,  and the Fortune 500 and is ranked among the top performing and fastest growing companies in the world.  Visit us online at www. cognizant. com or follow us on Twitter: @Cognizant", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Cognizant Technology Solutions", 
  "canFollow": false, 
  "companyId": "1680", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Cognizant Technology Solutions", 
    "title": "Data Scientist (Osaka)"
  }, 
  "description": "Role:This position is located in Osaka,  Japan. - Leading a team of data scientists providing analytical consulting (particularly predictive modeling) for clients. - Articulating the client’s key business problems and help in implementing analytics solutions,  interpreting results,  generating insight and recommending strategies. - Managing work in a multi geography environment esp.  in the context of onsite/offshore model- Apprising the stakeholders about project(s) status on a regular basis- Giving regular feedback to the offshore team on the project progress and ensuring that the analytics meets the client requirements. - Initial projects will be in Life Sciences / Pharmaceuticals: experience in those areas (particularly Sales Operations and Marketing Analytics) is preferable but not required. ■ Requirement:- E/J bilingual : Must have JLPT – N2 certification (or native Japanese speaker)- Analytics consulting experience or experience working in the analytics department of a company. - A background in statistics / mathematics / operations research / engineering is highly desirable. - Knowledge of SAS / R / SPSS is highly desirable.  SQL / data skills required. - Effective analytical,  oral and written communication and presentation skills,  including in development of PowerPoint presentations and in presenting analytics results to management. - Very good interpersonal skills and positive attitude- Self-driven individual with a strong passion for innovation and result-driven mindset. - Experience working as part of an onshore/offshore model is preferredCognizant (NASDAQ: CTSH) is a leading provider of information technology,  consulting,  and business process outsourcing services,  dedicated to helping the world's leading companies build stronger businesses.  Headquartered in Teaneck,  New Jersey (U. S. ),  Cognizant combines a passion for client satisfaction,  technology innovation,  deep industry and business process expertise,  and a global,  collaborative workforce that embodies the future of work.  With over 50 delivery centers worldwide and approximately 171, 400 employees as of December 31,  2013,  Cognizant is a member of the NASDAQ-100,  the S&amp;P 500,  the Forbes Global 2000,  and the Fortune 500 and is ranked among the top performing and fastest growing companies in the world.  Visit us online at www. cognizant. com or follow us on Twitter: Cognizant. \" QualificationsGraduates/Post Graduates"
}
