{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/32056823", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Think Big,  a Teradata company,  is the leading professional services firm focused exclusively helping company unlock new insights and value from Big Data.  The company provides data science and engineering services to assemble custom applications that deliver business outcomes.  We collaborate with leaders to prioritize initiatives and generate value quickly with our proven \"test and learn\" methodology. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Think Big,  A Teradata Company", 
  "canFollow": false, 
  "companyId": "1221702", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Think Big,  A Teradata Company", 
    "title": "Think Big Senior Data Scientist"
  }, 
  "description": "The teams at Think Big value collaboration and professional growth whether it's learning an industry when traveling to work with customers,  attending our Think Big Academy,  or speaking at conferences about our clients' accomplishments and success.  We believe in developing our people to be expert technologists and thought leaders in the big data space!Our Data Science team delivers insights and value to clients from heterogeneous data sets with solutions that integrate into engineering and decision making processes.  Additionally,  our team enables big analytics for our clients through advisory services including use case prioritizations,  tool selection and training,  and capability definitions. Our success as a services firm relies on our experts' ability to be more than technologists and statisticians. As a Senior Data Scientist,  you will: Work as a team to define and execute data science solutions that address client use cases and business requirements Define activities,  scope,  and timelines on data science projects Perform data wrangling and extract exploratory insights from big data Create statistical and machine learning models in multiple technologies to support client goals Partner with clients and Think Big Delivery Leads to successfully delivery data science solutions,  including associated documentation and presentations Partner with engineering teams to bring solutions to life!QualificationsDo you have amazing skills such as: Building statistical models with tools such as R,  Weka,  MATLAB,  SAS,  etc.   Exploring,  manipulating,  and visualizing data in big data to find new patterns and signals  Familiarity with high dimensionality data,  dimensionality reduction,  or feature extraction  Python and Linux command line skills  Excellent verbal and written communication  Ability to give both technical and sales presentations  3+ years working in quantitative roles  Ability to travel to client sites as required Ideal Senior Data Scientist candidates have this additional experience: Specialized areas of data science such as natural language processing,  anomaly detection,  or model parallelization  Professional consulting  Communicating past experiences in sales and speaking opportunities Do you have what it takes to be a Big Thinker? Apply today to join the best in the industry!Teradata is an Equal Opportunity/Affirmative Action Employer and commits to hiring returning veterans. TB15"
}
