{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90376804", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "In order to be considered for this vacancy,  you will need to complete our client’s online application form.  Please click apply to access this.   Should you require further information regarding this opportunity then please call 01943 467766 or email. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "networx", 
  "canFollow": false, 
  "companyId": "222378", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "networx", 
    "title": "MI Analyst / Reporting / Data Analyst"
  }, 
  "description": "MI Analyst / Reporting / Data Analyst Luton Salary £19, 700   Our client is looking to recruit an Optimisation Adviser to assist with the conversion of outstanding and unclaimed performance using available Optimisation and MAYTAS reports.  As such the successful post holder will need to demonstrate their ability to be able to analyse and manage large amounts of data and form solutions to convert unclaimed job outcomes and sustains into actual performance.    The role will involve working closely with our Operational Support Teams to reduce outstanding,  unclaimed performance in order to achieve both our contractual,  financial and league table targets.    The ideal candidate will be an approachable individual with good interpersonal skills as they will be required to liaise with staff,  customers,  employers and JobCentre Plus colleagues.  Strong IT and communication skills are essential.    Candidates need to have the following; Educated to GCSE level A-C in English and Maths Ability to produce and proficiently use management information reports Ability to analyse and interpret data quickly and efficiently Previous experience of successfully developing and maintaining relationships including employers Knowledge of welfare to work and apprenticeships contracts Excellent planning and communication skills Organised and able to plan and prioritise the workload Good IT skills; proficient in MS outlook,  word,  internet searching and using databases   Our client is a national training and employment sector provider that every year helps thousands of people on their road to success.    The offer a comprehensive benefits package that includes 27 days holidays,  6% pension contribution and large discounts for mobile phone services and with many retailers and restaurants No agency applications will be accepted. "
}
