{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/78922840", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "R,  C++,  Python and/or Java.  Big Data/Machine Learning.   PhD/MS. ", 
  "following": false, 
  "companyDescription": "Farm Big Data. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CoreTechs", 
  "canFollow": false, 
  "companyId": "89018", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CoreTechs", 
    "title": "Big Data/Machine Learning Python/Java/C++/R Data Scientist"
  }, 
  "description": "exciting position at a growing venture funded company which will revolutionize crop and plant farming productivity and feed millions of people.  Help use data modeling and machine learning/big data software to create artificial intelligence to drastically improve crop yields.   You will use cloud technologies and R,  C++,  Python and/or Java.   Salary is 150-200k or higher plus bonuses/stocks,  perm,  in Cambridge,  MA.    These plant science driven models,  tested on thousands of acres of farmland around the world,  fully leverage big data,  as contrasted with models built from purely statistical approaches that attempt to supplant science.   Our platform operates on scales ranging from 1 to 2 million acres to entire nations,  and this gives visibility into the different parts of parcels of land and plant growing cycles/land productivity through the entire plant growing cycle.   As a result of the platform,  users are able to enhance grain,  foods,  logarithms and commodities allowing vastly improved productivity,  using R,  C++,  Machine Learning,  Python and Java and Artificial Intelligence/Big Data/Machine Learning techniques.   You should have an MS or PhD and Extensive Experience in this area.     We need software engineers and data scientists to expand our offerings and improve our platform.   We have partnered with agricultural leaders and improve the efficiency and environmental impact of large scale food security concerns to improve our planet.   You should have at least 3 years' working experience in this area,  ideally 5-10,  in big data/machine learning/data science/artificial intelligence.   Please email me an updated word resume if interested and forward if you know a strong match.   Thank you very much.   Also,  this is only available if you are wanting to move to Cambridge/Boston or live there,  it is not a remote or a part time or a conract role,  it is perm. "
}
