{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90356768", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Schlumberger is the world’s leading supplier of technology,  integrated project management and information solutions to customers working in the oil and gas industry worldwide.  Employing approximately 115, 000 people representing over 140 nationalities and working in more than 85 countries,  Schlumberger provides the industry’s widest range of products and services from exploration through production. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Schlumberger Limited", 
  "canFollow": false, 
  "companyId": "1468", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Schlumberger Limited", 
    "title": "Principal Data Scientist"
  }, 
  "description": "Job Description:Schlumberger has an opening in Houston,  Texas for a Principal Data Scientist. Responsibilities:The candidate may work on any of the following:   Work closely with business owners to identify opportunities and serve as an ambassador for data science  Lead cross functional teams of data scientists,  IT engineers and business process owners to build cutting edge analytic solutions  Design and deliver enterprise analytic solutions to our customers  Develop powerful business insights from social,  marketing and industrial data using advanced machine learning techniques  Work in a highly interactive,  team-oriented environment  Qualifications:Education:   Required at least a Master’s Degree in Computer Science or PhD.   Specialization in machine-learning or data-mining  Experience:   Minimum 8 or more years of experience in data science or related fields  Minimum 6 or more years of experience leading cross functional business teams  Strong background in supervised,  unsupervised and semi-supervised learning  Strong proficiency in at least one of the following languages: SAS,  R,  Python or Matlab  Experience in at least one object oriented language (Java or C++ preferred).   Expertise in dimensionality reduction techniques  Experience in time-series algorithms including frequency analysis  Experience with big data technologies based on the Hadoop ecosystem  Experience of working in an IT/software production environment  Experience building enterprise grade software applications  Ability to work in an Agile environment  Excellent communication,  verbal and written skills  Additional:   Must be able to work in the US without Sponsorship  Knowledge of Oilfield terminology and business practices  Ability to work in global distributed setting  Self-driven,  Proactive,  Systems Thinking  International exposure  Oil &amp; Gas industry exposure  Schlumberger is an equal employment opportunity employer.  Qualified applicants are considered without regard to race,  color,  religion,  sex,  national origin,  age,  disability,  status as a protected veteran or other characteristics protected by law. Schlumberger is a VEVRAA Federal Contractor – priority referral Protected Veterans requested. "
}
