{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85379718", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Professional Skills: Analytics Modelling &amp; Techniques (Fully Operational level)  Data Exploitation (Fully Operational level) Data Visualisation (Fully Operational level) Product Lifestyle Management  (Working Knowledge level) I&amp;A Technology     (Working Knowledge level) General Skills Change Management  Project Management   Strong communication skills and ability to work with peers and demonstrate vertical and lateral influence.   Relevant work experience B. S.  or M. S.  in a relevant technical field.  Overall experience of 1-3+ years preferred  Experience solving analytical problems using quantitative approaches  Passion for empirical research and for answering hard questions with data   ", 
  "following": false, 
  "companyDescription": "The Unilever brand,  found in consumer products in millions of homes across 150 countries,  is a trusted name in nutrition,  hygiene and personal care.  Throughout its history,  Unilever has been adding vitality to the lives of consumers.  From comforting soups to warm a winter`s day,  to sensuous soaps that make you feel fabulous,  our products help people get more out of life.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Unilever", 
  "canFollow": false, 
  "companyId": "1248", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Unilever", 
    "title": "Data Scientist (Job Number: (15000J4S)"
  }, 
  "description": "This is an exciting new role in the Analytics Capability group in Information &amp; Analytics,  which is tasked with the mandate to drive Analytics at Scale across Markets,  Functions and Categories in Unilever.  The role has two main accountabilities  1.  Helps business and functional leaders structure their problem statement (for analytics solutioning).  Gathers,  analyzes and models data to solve and address complex business problems and evaluate scenarios to make predictions on future outcomes and support decision making.   2.  Create an Analytics at Scale capability  a.  Designs and drives the creation of new standards and best practices in the use of statistical data modelling,  big data and optimization tools  b.  Collaborates across the wider data science team to develop reusable analytics products/ assets "
}
