{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90307409", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Skills - experience with machine learning techniques - experience mining data - In-depth knowledge of Linux / UNIX,  SQL - hands on experience with Java or C++ - knowledge and hands on experience with Hadoop and various parts of the ecosystem (MapReduce,  Hive,  Spark,  SparkQL,  etc. )", 
  "following": false, 
  "companyDescription": "THE EMPLOYMENT INDUSTRY IS CHANGING The new digital economy is creating a radical shift in the way people now look for work • Accessing top rated talent in technology is now becoming more and more difficult • It is becoming harder to identify people,  harder to engage people and harder to stand out  • Companies are engaging legacy PSL’s using outdated methods with increasingly poor results Yet the key to unlocking the potential of cloud will be access to the right skills and the right people Welcome to Third Republic: solving your recruitment challenges for Cloud &amp; Digital technologies • Access new pools of talent  • Identify and recruit better qualified people  • Use CloudPros to augment teams,  reduce costs and deliver projects faster • Enjoy flexible freelance solutions • New delivery models make it easier to hire and leverage talent Providing you with specialised talent solutions for:- Salesforce Workday &amp; SuccessFactors Strategy &amp; Architecture DevOps Cloud Platforms &amp; Infrastructure Big Data technologies &amp; frameworks “Your strategic recruitment partner for emerging cloud and digital technologies” Third Republic is set up to provide ONE outcome for our customers…. access to new pools of talent", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Third Republic - Cloud Advisory & Talent Solutions", 
  "canFollow": false, 
  "companyId": "9243189", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Third Republic - Cloud Advisory & Talent Solutions", 
    "title": "Data Scientist"
  }, 
  "description": "Data scientist    If you are an analytical and mathematically gifted individual that likes to make sense of complicated data sets then please read on.    My client is a well known start-up that operates within the advertising space.  They utilize mobile devices as their main focus to help drive brand awareness and increase consumer spend.     They have recently partnered with some of the UK's biggest brands to undertake advertising campaigns which grant them access to enormous amounts of structured and unstructured data.    The ideal person for this role would be a self motivated,  driven individual that enjoys being part of a growing brand.  Someone that will help build and shape the future of the company,  and likes to work within the start-up culture.    Skills - experience with machine learning techniques - experience mining data - In-depth knowledge of Linux / UNIX,  SQL - hands on experience with Java or C++ - knowledge and hands on experience with Hadoop and various parts of the ecosystem (MapReduce,  Hive,  Spark,  SparkQL,  etc. )   This role is based out of London and is offering £40, 000 - £60, 000 to the right individual.  "
}
