{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90311036", 
  "descriptionLanguage": "en", 
  "description": "Exciting European startup,  with offices in Germany,  UK and US is now aggressively expanding their Data Scientist team.    Location:  Karlsruhe,  Hamburg  or London.    The company is looking for Data Scientists to apply Big Data  solutions to real-world business situations deriving value for existing  customers and proof-of-concept (PoC) projects  for Retailers,  Utilities and CPG sectors.     Working closely with the Sales Teams and Consulting Services,  the  Data Scientist will help to qualify opportunities; identify valuable use-cases; perform  deep analytics on data,  and deploy advanced technology to demonstrate its  utility and value to the customer’s satisfaction.  The Data Scientist will work closely with the consulting team and to identify  how Big Data is be stored and accessed for deriving business value.    Candidates must be expert in the application of advanced  statistical and analytical methods to the solution of business problems  and will also demonstrate excellent business communication and people   Required Qualifications   - Demonstrate a solid understanding of advanced analytics,  Data Mining,   Statistics,  Mathematical Modelling ,  Behavioural Economics or Machine  Learning  - Have several years hands-on experience in the exploitation of data and  the use of advanced statistical and modelling techniques to understand  and improve business performance in at least one major industry vertical.   • Demonstrate excellent organizational,  people- and project-management  skills.   - Business savvy and have advanced business knowledge of at least  one major industry vertical (Retail,  Utilities,  CPG) .   • Have the ability to apply sophisticated analytical models and solutions to  business situations.   • Have business strategy skills to build the solutions necessary to ask the  right questions and find the right answers  • Be a clear,  confident and persuasive communicator,  with excellent  presentation skills and with the ability to structure a coherent,  logical  argument and the confidence to defend assumptions,  projections and  recommendations  • Demonstrate a keen interest in,  and understanding of,  “big data”  technology and the business trends that are driving the adoption of this  technology in many sectors.   - Proficient in the use of both written and spoken business German and English to  “speak the business language” with the ability to visualize data  - Have excellent analytical and creative problem-solving skills  - Must have good knowledge of data warehousing and data management,  including  business intelligence (BI)  • Expertise in finding and accessing rich data sources  • Acumen at working with large volumes of data independent of hardware,   software and bandwidth constraints  • Knowledge of how to solve problems by melding multiple data sets  together      ", 
  "jobPosting": {
    "title": "Data Scientist for exciting software startup", 
    "companyName": "Yaz Associates"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "2705151", 
  "canFollow": false, 
  "companyName": "Yaz Associates", 
  "bottom": "true"
}
