{
  "jobPosting": {
    "companyName": "Anson McCade", 
    "functions": [
      "RSCH", 
      "OTHR", 
      "ENG"
    ], 
    "companyJobCode": "AMCJMC/4551", 
    "title": "Security Data Scientist (R,  Python,  Octave,  Matlab,  Java)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101560292, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. AnsonMcCade. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAATiAAAAJGY0YWNlMzc3LWU0YzUtNGI4NC04NDZlLTY3YmEzNjI4NzllMA. png", 
    "universalName": "anson-mccade", 
    "companyId": 31392
  }, 
  "description": "    Security Data Scientist (R,  Python,  Octave,  Matlab,  Java)    London    Central London Investment Research Company requires talented Security    Data Scientists to work at one of the most forward thinking and highly    thought of firms in the Capital.  Unmissable opportunities to develop    your career await.     This top flight financial services company is looking for the best and    most enthusiastic Security Data Scientists to further cement its name    and to continue its growth long into the future.  You will be exposed to    some of the most challenging work and cutting edge technologies around,     opportunities such as this one don’t exist anywhere else!    With one of the most relaxed work places in the capital,  my client’s    people needn’t adhere to dress codes,  strict working hours or corporate    style offices.  With the office being furnished with beanbags and games    tables,  the approach this company take towards their staff is clear.     Its people do need to be able to produce only the best work,  as the    company works to create trading platforms and predict financial    probability using its latest technology.     My client typically takes on only those with the strongest academic and    professional backgrounds,  so the people you will be working alongside    will be of the highest order.     Information security is of upmost importance to the business as it must    protect the intellectual property it generates on its clients behalf.     For this reason everyone in the company recognises the importance of    information security,  you will therefore be of huge importance and    greatly appreciated within this company.     If this sounds like a challenge you would like to take up,  please    forward your CV and any other relevant information to the contact    details below.  From there we can have a confidential,  no-obligations    chat regarding the role and your future aspirations regarding work.     The Role    The role involves analysing massive data sets that contain logging data    from internal systems and user behaviour information.  The role needs a    creative person who is able to create models that meet the highest    security standards in order to predict unexpected or malicious    activities.     The role needs someone with enthusiasm,  drive and passion for    information security,  scripting and data analytics.  The individuals    will need to be well organized,  and having an attention to detail will    be crucial in success.  Any experience which can demonstrate these    traits well will be of interest to the company.     Skills And Experience    Necessary    At least 3 years relevant industry experience as a Business    Analyst/Data Scientist or similar    Experience with some of the following: R,  Python,  Octave,  Matlab,  Java    SQL Knowledge    Strong quantitative and problem solving skills    Desirable    To be from a security cleared background    Experience with advanced searching and analytics using Splunk    Experience with Javascript and XML    Experience with the Hadoop ecosystem and NoSQL (Cassandra,  HBase or    similar)    Qualifications    In Science/Maths or Statistical subject from a top university with at    least a 2:1    (Desirable) MSc.  In Science/Data Science/Statistics/Machine Learning    Location: London    Start: Flexible    Duration: Permanent    Salary: £60, 000 - £95, 000    Agency: Anson McCade    Contact: James McGeoghan    Telephone: (0)20 7780 6706    Email: james. mcgeoghan@ansonmccade. com    Reference: AMCJMC/4551", 
  "companyDescription": "      Anson McCade    An IT and Capital Markets recruitment consultancy centred in London,     UK.     Anson McCade Ltd is an established and well-respected IT & Capital    Markets recruitment agency based in the City of London.  Our success has    been achieved by a no-nonsense approach to recruitment,  where the    Client can rely on a dedicated and personal service based on both rapid    response and long-term delivery principles.     Anson McCade is aware that the straightforward matching of skills    fulfils only a fraction of our Clients' requirements.  Therefore we    operate a more holistic approach to the evaluation of a candidate for    each Client,  placing equal emphasis on their precise technical skills,     personal qualities and aspirations.  This has been achieved by    extensive,  comprehensive and continual training within Anson McCade.     The result is the provision of a high quality service to a wide range    of long-term Clients,  who can rely on high calibre candidates being    presented and therefore a high cvs-to-interviews-to-placement ratio.     Anson McCade's traditional marketplace is to supply experienced,  senior    contract and permanent IT & Front/Middle Office staff to high profile    industry sectors from Banking and Hedge Funds to Consultancies and    Media organisations. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
