{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89008395", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Making online travelling easier for you,  together with the best prices,  that is our drive! At Travix weare passionate about our online products; we sell flights,  hotels,  car rentals,  entertainment andcontinuously improving our product portfolio.  Travix is worldwide one of the largest online travel companies with an extensive portfolio of travel-focused websites operating under the brand names CheapTickets,  BudgetAir,  Vayama,  Vliegwinkel,  Flugladen and GowithMax.  We are active in over 17 countries and employ around 700 people.  The annual turnover is approximately U. S.  $ 2 billion.  We have 50M unique visitors and 4M transacting customer per year.  Travix is a fast growing start up type environment where innovators who execute thrive. We’re constantly looking for new talent! Are you interested in working for a growing company,  and looking for a challenging job in a Travel / e-Commerce environment? In that case,  your new career step could be at Travix! Have a look at our jobs page: www. jobs-travix. com.  Or get in touch with our Recruitment Team at jobs@travix. com", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Travix International", 
  "canFollow": false, 
  "companyId": "2229392", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Travix International", 
    "title": "Online Marketing Data Analyst"
  }, 
  "description": "Online Marketing Data Analyst At our marketing department in Amsterdam we are looking for an Online Marketing Data Analyst.  In this position you will be working with online marketing from A to Z with a strong focus on the application of data in online marketing.  You will be responsible for the (ROMI) results of a dedicated region and working with state of the art tools! We are looking for an online marketeer with a strong result oriented basis,  strong analytical skills and a beta background.  You will analyze data and translate this into a strategy for our online acquisition channels to achieve the best ROMI.  You are able to increase conversion in a highly competitive online environment and you work closely with other Online Marketeers to achieve this goal.  You will be responsible for the online marketing performance for a number of countries where you build the campaigns from scratch! You are constantly looking for opportunities in the data to generate more margins and you will be driving the online marketing department to the next level!   How? With your strong analytical background,  you will be able to analyze different sources of data to look for actionable data and translate this into online marketing strategies.  You also have experience in the use of attribution models and how to translate this into actions.  You will do this by creating a clear analysis through clear reports and communicate your vision proactively with internal stakeholders.  You follow the latest trends and developments and are able to translate these opportunities (think of new tools and insights) into action directly.    Your Profile - Bachelor or Masters degree - Excellent command of the English language,  both spoken and written - Strong analytical skills and an eye for detail - Result-oriented,  able to set and focus on clear targets - Getting-things-done mentality - Knowledge of the online market and - travelindustry is a plus - At least 2-4 years experience as Online Marketeer or in data analysis - A team-player - Good communication and interpersonal skills - Independent,  energetic and commercially oriented   What can we offer you? We are a growing company with ambitious goals and an informal atmosphere.  There are plenty of challenges for you to pick up and you get the freedom to develop your skills.  The team consists of enthusiastic colleagues who work from their online travel passion.    Our office is located in Amsterdam,  near the central railway station in the UP tower with a stunning view over Amsterdam.  We also have a beautiful primary and secondary benefits.    Apply and more information Do you recognize yourself in the profile of Online Marketing Data Analyst and are you interested in a closer look? Please send a brief explanation / motivation with your CV by clicking on the apply button at the top of this page.   For more information about the vacancy and the application you can contact Sjors van Lieshout: +31 (0)6 53 76 70 42. "
}
