{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91703990", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "You. . .  Know the meaning and purpose of isomorphic JavaScript.  Know how to make JavaScript performant and reliable.  You are a whizz in at least one other programming language.  Have an interest in creating tools other developers will use.  Love D3. js.  Love NodeJS.  Understand and apply the principles of software craftsmanship.  Believe that everything should be made as simple as possible,  but no simpler.  Think this page is terrible.  We like. . .  Academic background in computer science (BSc or MSc).  Experience in small start-up environments.  Clean and tested code.  Consistent punctuation You will. . .  Design and implement a complex public-facing JavaScript library.  Develop the public website.  Get competitive compensation and early-stage equity options.    If this sounds like the challenge you crave then get in touch and I'd be happy to answer any questons. ", 
  "following": false, 
  "companyDescription": "Email is due a revolution.  We want to make it happen.  Founded by some of the people behind Shazam and backed by the most experienced entrepreneurs and angels in London,  Redsift has a unique vision for what the future of email holds.     Unravelling email data through interactive visual data analysis    Practically every Internet user is sitting on a vast and semantically meaningful collection of data in their email Inboxes.  Webmail providers typically harvest some of this data to build their business but the value here is totally opaque to the end user,  be it individuals or corporations.  Redsift is developing a platform for building deeply integrated micro services across an individual or corporation’s Inboxes. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Redsift", 
  "canFollow": false, 
  "companyId": "10001774", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Redsift", 
    "title": "Senior JavaScript Engineer (D3,  Node. js) - Redsift - Email for the Big Data Era - Equity on offer "
  }, 
  "description": "Senior JavaScript Engineer – Soho,  London Generous salary and early stage equity options   Email for the Big Data era!   If you are a very talented and Senior JavaScript Engineer who lives in breathes JavaScript and being involved in the end to end build process then we think you might like this opportunity: We believe email is due a revolution and we want to make it happen.  Founded by some of the people behind Shazam and backed by the most experienced entrepreneurs and angels in London,  we have a unique vision for what the future of email holds.  We are a small,  close-knit,  deeply experienced team looking for someone to fit in with our culture of equality,  mutual respect,  and rabid confidence in the face of gigantic challenges.  We are unravelling email data through interactive visual data analysis.  Practically every Internet user is sitting on a vast and semantically meaningful collection of data in their email Inboxes.  Webmail providers typically harvest some of this data to build their business but the value here is totally opaque to the end user,  be it individuals or corporations.  We are developing a platform for building deeply integrated micro services across an individual or corporation’s Inboxes.  This is email for the Big Data era and it’s going to be huge! We produce big data insight,  analytics and contextual info over email content.  Your email becomes the database.  If you are confident enough with your engineering skills and expertise to rub shoulders with the founders of this venture then we want to hear from you! We already have many enterprise businesses signed up to roll the product out and with lofty goals to scale up in the coming weeks/months now is the time to join!  "
}
