{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/98227922", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Data Science Retreat (DSR) is the only data science course in the world with chief-data-scientist-level mentors.  DSR helps coders or people with significant quantitative training (e. g.  science,  engineering,  or math graduates) ramp-up rapidly for a data science career – arguably the fastest-growing,  highest-demand profession.  DSR is a 3-month,  in-person,  rigorous,  and full-time/intensive course in the startup-capital of Europe: Berlin.   You’ll learn software engineering,  data science,  business analysis and communication faster and more deeply with mentors – all on real-world data and problems.   You will develop a portfolio project,  demonstrating you can own a business problem,  solve it,  and communicate why your results are definitive.   You bring your training,  tuition,  and drive to master our curriculum alongside our world-class mentors and partners.  Towards the end we provide a networking event with top-tier technology companies,  where you will show off your new skills and portfolio project,  likely leaving with a career-changing job. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Data Science Retreat", 
  "canFollow": false, 
  "companyId": "4994026", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Data Science Retreat", 
    "title": "Data Scientist"
  }, 
  "description": "If you are a solid data scientist who wants to upgrade your career,  you'll be glad you found this posting.  We're looking for talented technical people who are able to commit to three months of tuition from exceptional data scientists.  We fly these experts into tech-capital Berlin to deliver individual tutoring to promising data scientists in our state-of-the-art tuition center.  We are the only data scientist course worldwide who offers this level of mentoring.  The mentors provide more than 270 hours of indispensable teaching,  during which you will develop a portfolio project that no company could resist.  Towards the end of the retreat,  you attend a networking event with top-tier technology companies where you will showcase your new skills and portfolio project,  likely leaving with a career-changing job.  Spending three months in Berlin may seem like quite an undertaking,  but if you’re the kind of person we’re looking for you will see this as an irresistible challenge and recognise that 90 days in exchange for the value added to your career is a very sound return on investment.  If you have the time,  the skills,  and the inclination,  there's no faster way to become a data scientist with a very lucrative career.  Our data science retreat is the gold-standard for entry into higher level data science.  Just to make sure: This isn't a job ad,  but a call for applicants to one of the most selective data science courses in the world.  Please have a browse of the website here http://datascienceretreat. com/ to learn more about what we can offer you,  and if you have any further questions before applying don’t hesitate to get in touch at org@datascienceretreat. com.  We look forward to your application.  ----- If you’ve been successful in engineering roles in the past,  even if you don’t have tick all the boxes below,  you might be a great fit for data science retreat.  The perfect candidate will have: a strong desire to improve,  and demonstrable history of doing so experience of several MOOCs on data science or machine learning a passion for generating insights from data familiarity with trends in data growth,  open-source platforms,  and public data sets at least familiarity with statistical methods experience with statistical languages and packages,  including R or python with pandas preferably,  experience working hands-on with large-scale data sets excellent written and verbal communication skills"
}
