{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80813189", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "About You   High calibre graduates (2. 1 or above,  BSc or MSc level) in computing or another technical qualification.  Exposure on various analytical techniques including time series analysis,  cluster analysis,  regression analysis,  predictive modelling techniques,  decision trees Statistical understanding including: time series analysis,  dynamic optimisation,  operational research,  decision / game theory,  multi-variant non-linear regression,  dynamic programming,  numerical analysis Experience in data extraction,  manipulation and automating processes – using open source statistical software and analysing data in a corporate environment.  Use of Business Intelligence (BI) tools,  particularly for visualisation and interpretation of the results would be beneficial e. g.  SAS,  SPSS,  MS-Excel,  MS-SQL,  Tableau,  Hive,  R     Please send us your CV if you are interested! ", 
  "following": false, 
  "companyDescription": "Optimus Search is a recruitment company that supplies high class talent to companies in Europe.  With 10 years of expertise working with some of the biggest names in the industry we know what makes a recruitment company successful – “understanding of our clients’ needs”.    We have broken our business down in to three separate divisions in order to make sure it is clear to you,  as a client or as a candidate,  as to exactly what markets and therefore what skills it is we recruit for.  The Three Divisions are as follows:   Optimus Data &amp; Technology Optimus Engineering Optimus Life Sciences   Our range of services includes contingency search,  executive search and contract recruitment.    With various awards to our name,  including the Virgin Fast track 100,  the Optimus Search brand is recognised as a recruitment company that will deliver on its promises. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Scientist (Business Analytics Team,  Retail Business)"
  }, 
  "description": "Data Scientist (Business Analytics Team,  Retail Business)   Optimus Search is working alongside arguably the UK’s most recognisable retail brand,  who are growing their internal business analytics team.  They are seeking experienced Data Scientists to provide support and insight across all divisions and leadership within the business to help them make effective decisions.    This is a permanent position based in beautiful Welwyn Garden City,  and offers up to £65, 000 with a generous benefits package as well.    Responsibilities:   Partner with business stakeholders to understand analytical / data gaps and assist them with the formulation of questions to answer challenges/ issues they are facing Assist the business with their questions by building custom scripts analysis,  analytics and insight as needed (using tools such as SAS,  R,  Python,  Tableau,  MS-SQL,  D3) Provide statistical analysis,  build analytical models,  handle data and reporting,  deliver visualizations in the form of interactive dashboards Ensure that each project and activity drives a business benefit Work on multiple projects relating to Business Intelligence and Analytics,  working both cross functionally and independently Contribute to the team’s wider vision,  Analytics strategy and ways of working – such as hackathons,  trying out new tools and approaches"
}
