{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90326822", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Docler Media is part of Docler Holding,  home to diversified companies centered around the idea of creating unique,  exciting and fun services ready to meet the challenges of the future.  A well-funded,  progressive tech startup,  we work in a dynamic environment in the beautiful Beverly Hills,  in offices where white boards and cupcakes are more common than clipboards and calculators.   We are a team of do-ers,  always on the lookout for the more creative,  innovative way to offer services that our clients want. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Docler Media", 
  "canFollow": false, 
  "companyId": "9215004", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Docler Media", 
    "title": "Data Scientist"
  }, 
  "description": "As a Data Scientist,  you'll elevate one of our established brands in the US Market.  Working together with the rest of our innovative team you will re-develop our message,  brand the site,  and inspire users to tune into our new content.  You will be responsible for planning,  development and implementation of all of the brand’s marketing strategies,  marketing communications,  and public relations activities.    Overview   Docler Media is seeking Data Scientists to help us analyze and understand how the world uses our websites   We love people who dig into data,  find signals for complex behaviors,  and use that work to help everyone make better decisions.  If you spend your time thinking about how to analyze the ways the world communicates on are website,  we want to hear from you.    What you’ll be doing   Developing and assessing a never-ending stream of ideas on how Docler Media can be better.  Performing data exploration,  statistical analysis,  and modelling on how the world uses are websites.  Taking responsibility for turning data into understanding by being active,  educational,  and supportive of every conversation about data.    What we’re looking for Experience with big-data technologies (e. g.  Map-Reduce,  HIVE,  Spark).  Fluency in (          ).  Ability to deliver insightful and actionable insights from complex datasets with only broad requirements.  Strong statistical and modelling ability.  Track and document customer usage,  ensuring necessary feedback is delivered to the engineering team which may include UI/UX changes and ideas for new and improved features Anticipate obstacles in onboarding or releasing of new features and address them in advance from both a product perspective and a training perspective Proven track record of ability to drive value of products Experience with social media required   Nice to have experience Prior work in Natural Language Processing.  Experience developing scalable machine learning solutions within a distributed computation framework (e. g.  Hadoop,  Spark,  Storm).      WHAT'S IN IT FOR YOU?   Permanent,  full-time employment  Fun and progressive office Competitive salary  Attractive benefit package including health insurance,  dental/vision,  PTO,  and 401(k)  Interesting and challenging work  Ability to participate in the development of an products that will be used by millions Possibility to visit or present at conferences and other events on behalf of Docler  Opportunities to develop your professional skills and gain valuable practical experience by researching and introduction of new technologies  Monthly team outings and team building activities at unique local venues  A supportive,  friendly and dynamic working environment      Interested candidates should submit salary preference,  a cover      letter and resume. "
}
