{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83923842", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "King is a worldwide leader in casual games with more than 30 billion games played per month globally.  We are a leading interactive entertainment company for the mobile world.  Our mission is to provide highly engaging content to our audience to match their mobile lifestyles: anywhere,  anytime,  through any platform and on any device.  In June 2013,  an average of 92 million daily active users played our games more than one billion times per day.  Our top title to date,  Candy Crush Saga,  is one of the largest interactive entertainment franchises of all time. Our focus is to provide a highly engaging,  differentiated entertainment experience where the combination of challenge and progress drives a sense of achievement.  We make our games available for free,  while players can purchase virtual items priced relative to the entertainment value they provide.  We embed social features in our content that enhance the player experience.  We build on a unique and passionate company culture predicated on collaboration,  humility and respect.  We believe all of these in combination have made our content a core part of our audience’s daily entertainment. King has offices in London,  Hamburg,  Stockholm,  Malmö,  Barcelona,  Malta,  Bucharest and San Francisco. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "King", 
  "canFollow": false, 
  "companyId": "230546", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "King", 
    "title": "Data Analyst (Gaming)"
  }, 
  "description": "We are looking for a Data Analyst who can select and extract relevant player data using SQL to inform King about the performance of our games. Your role within our KingdomYou will partner with Data Scientists to help King understand the stories behind our player data.  You will provide innovative,  data-driven insights on what we’re doing great and what we could do better.  You will:Translate business questions into problem statements and define an analytical approach to addressing them Present data in an impactful,  concise and articulate format to inform the game team and support decision-making Make clear,  actionable recommendations on our products and processesSkills to create thrillsYou are passionate and enthusiastic about the power of applying data insights to evolve a product and business.  Structured and organised with an eye for detail you know how to get great results.  You are curious,  proactive and persistent who can drive innovation.  You collaborate with teammates and stakeholders and maintain a sense of harmony.  You are open to feedback and are on a continuous quest to master your craft.  Other skills include:Experience in a similar data role in a commercial environment An ability to write SQL queries to analyse data Exceptional numeric skills and some basic stats capability Knowledge of and/or interest in dashboard &amp; reporting toolsSweet bonus skillsBasic programming skills with languages such as: Python,  R,  Matlab,  SAS,  QlikView Games experience Dashboarding Data modelling Visualization / tool building Financial and budget analysis experience Quantitative degreeAbout the London StudiosThe London studio,  our headquarters,  opened in 2012 and is the home of our hit Farm Heroes Saga and Pepper Panic Saga.  Since then we’ve grown so much that we now sit at two locations,  with a five minute walk apart,  in the vibrant Covent Garden area.  While our Studio and Finance department hangs out in an old brewery transformed into a modern office space,  our other departments and management team house the original top floor headquarters with 360 degrees view of London. Our KingdomKing Digital Entertainment plc (NYSE: KING) is a leading interactive entertainment company for the mobile world.  We make games for millions of players worldwide,  which can be played on our king. com and royalgames. com websites,  Facebook,  and mobile platforms such as the Apple App Store,  the Google Play Store and the Amazon Appstore.  King has game studios in Barcelona,  Berlin,  Bucharest,  London,  Malmö,  Singapore,  Seattle and Stockholm along with offices in Malta,  San Francisco,  Seoul,  Shanghai and Tokyo. A great saga needs all sorts of heroesMaking games is fun.  Especially when you do it with people that share the same idea of what makes a good workplace great.  No matter where you’re from,  it’s all about what we can achieve together when creating truly magical moments for all our players.  That’s why we hire all sorts of talent – because a great saga needs all sorts of heroes. Want to join our Kingdom?If you are interested in hearing a bit more about us or the role you are more than welcome to contact Milly Cleal,  on 07717732242.  Application needs to be in English. Apply now!"
}
