{
  "jobPosting": {
    "companyName": "ServiceNow", 
    "functions": [
      "LGL", 
      "IT"
    ], 
    "companyJobCode": "jobvite-o9V61fwV", 
    "title": "Compliance & Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100272862, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      4
    ]
  }, 
  "company": {
    "websiteUrl": "www. servicenow. com", 
    "logo": "urn:li:media:/p/1/000/224/3fa/30a0b7b. png", 
    "universalName": "servicenow", 
    "companyId": 29352
  }, 
  "description": "    Title: Compliance & Data Analyst    Location: Amsterdam,  Netherlands    ServiceNow is changing the way people work.  With a service-orientation    toward the activities,  tasks and processes that make up day-to-day work    life,  we help the modern enterprise operate faster and be more scalable    than ever before.     We’re disruptive.  We work hard but try not to take ourselves too    seriously.  We are highly adaptable and constantly evolving.  We are    passionate about our product,  and we live for our customers.  We have    high expectations and a career at ServiceNow means challenging yourself    to always be better.     ServiceNow is currently seeking a world class Data Analyst to join our    Compliance & Audit team.  Working in Sales Operations,  the candidate    should be a self-starter working cross functionally with Sales,     Operations,  Business Intelligence & Engineering teams to help take our    compliance program to the next level    This individual will take responsibility for administering the audit    process by running compliance reports,  analyzing usage,  identifying    true-up opportunities and supporting the regional Sales,  Compliance &    Operational teams with Account Creation & Segmentations.  Working as    part of a Compliance & Data Admin team,  this individual will be working    on and helping to identify ways to automate the current processes,     interpret usage & review contractual data to help our customers    understand their usage of the ServiceNow platform.     A strong background in customer compliance,  data administration and    audit processes as well as in depth knowledge & solid understanding of    product licensing,  usage and master data attributes within a Cloud    based,  subscription business is required.  Ideally you should have    experience of user and role configuration as well as previous    experience of the ServiceNow platform.     What You Get To Do In This Role       Run compliance & audit reports to identify true-up opportunities       Account Creation,  segmentation and Dunn & Bradstreet administration        within the ServiceNow CRM       Work closely with sales reps,  sales operations & participate on        customer calls where applicable to discuss compliance & usage.        Work with engineering on ways to improve audit & compliance on        future developments of the ServiceNow platform.        Identify manual processes for improvement & automation       Meet and take responsibility for all business SLAs related to        compliance & administration processes       Maintain ongoing documentation as well as train other user on        compliance & audit processes     In order to be successful in this role we need someone who has:       5 Years + Experience in a Data Management,  Compliance & Audit /        Usage role       Documented experience in a customer audit/compliance support role        in a cloud based business       Knowledge of User configuration,  Groups and Roles within cloud        based software.        Ability to work well with others,  objectivity,  service orientation,         excellent attention to detail,  excellent communications skills &        confidence in talking to customers.        Exposure to BI Tools(Tableau),  excellent Excel skills and working        with large data sets     Experience of data administration & exposure to Dunn & Bradstreet       Experience of the ServiceNow platform.      We provide competitive compensation,  generous benefits and a    professional atmosphere.  This is a very collaborative and inclusive    work environment where individuals strong on aptitude and attitude will    have an opportunity to grow their professional careers through working    with some of the most advanced technology and talented developers in    the business. ", 
  "companyDescription": "      ServiceNow    ServiceNow is changing the way people work.  With a service-orientation    toward the activities,  tasks and processes that make up day-to-day work    life,  we help the modern enterprise operate faster and be more scalable    than ever before.  Customers use our service model to define,  structure    and automate the flow of work,  removing dependencies on email and    spreadsheets to transform the delivery and management of services for    the enterprise.  ServiceNow provides service management for every    department in the enterprise including IT,  human resources,  facilities,     field service and more.  We deliver a ‘lights-out,  light-speed’    experience through our enterprise cloud – built to manage everything as    a service.  To find out how,  visit www. servicenow. com. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
