{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83089927", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "The Singapore Tourism Board (STB) is the leading economic development agency for Singapore's tourism sector.  It aims to differentiate Singapore as a destination,  delivering on its promise to provide a concentration of multi-faceted and user-centric travel experiences,  as well as positioning Singapore as a future-facing and inspiring destination.   Vision: To be a leading economic development agency in tourism,  known for partnership,  innovation and excellence.   Mission: We champion tourism and build it into a key economic driver for Singapore.   Values:  Integrity - Do the Right Thing! We are fair,  honest and trustworthy,  inspiring trust and confidence.    Team - Succeed Together United in purpose,  we accomplish more together.    Courage - 3D - Dare,  Dream,  Do! We dare to dream,  experiment and boldly execute our ideas.   Care - Appreciate One Another We respect,  nurture and have compassion for one another.  We care for ourselves and our community.   Passion - Love it!", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Singapore Tourism Board", 
  "canFollow": false, 
  "companyId": "11191", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Singapore Tourism Board", 
    "title": "Manager,  Data Scientist"
  }, 
  "description": "Job DescriptionYou will be part of a team which is involved in performing in-depth analysis to extract and integrate meaningful insights from multiple sources of data.  You will communicate key recommendations to the management and stakeholders in a way that can influence how the organisation approaches business challenges and drive collection of new data and refinement of existing data sources.  You will also design,  develop and implement data management and analytics systems,  procedures,  workflows,  best practices and other issues to achieve targeted outcomes and to work with cross-functional team members to identify and prioritize actionable,  high-impact insights across core business areas. RequirementsDegree with at least 5 to 7 years of relevant experience Extensive experience solving analytical problems using quantitative approaches and working with large datasets Knowledge of statistical programming language and database querying language like SQL Ability to effectively communicate complex data analysis in technical and non-technical ways Strong business acumen Good interpersonal and communication skills"
}
