{
  "jobPosting": {
    "companyName": "REFUNITE", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "omidyar-442691", 
    "title": "Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101154934, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      100
    ]
  }, 
  "company": {
    "companyId": 152226, 
    "websiteUrl": "http://www. refunite. org/", 
    "logo": "urn:li:media:/p/5/005/0a3/2dd/30dd681. png", 
    "universalName": "refugees-united"
  }, 
  "description": "    REFUNITE is looking for an unusually skilled Data Scientist with data    engineering skills to join our development team in Nairobi.     As a Data Scientist with REFUNITE,  you will work with our dedicated    team to define strategic analytical requirements and lead the design    and implementation of technologies that enable us to answer critical    business and product development questions in a data-driven manner.     This key player will be helping the team address important and    strategic problems and challenges through deep data mining,  statistical    analysis of designed experiments,  and building and managing a scalable    data platform.     Who we are    REFUNITE builds technology to help separated refugee families    reconnect.  The world holds more than 51 million forcibly displaced    people and REFUNITE is currently helping more than 400, 000 people in    finding their children,  siblings and parents again.     Working with our partners in distributed teams,  we collect family data    through WEB,  USSD and SMS.  We currently have projects in Denmark,     Kenya,  Uganda,  Somalia,  Democratic Republic of the Congo,  Jordan,     Turkey,  Iraq and the US,  and we are constantly going into new    countries.  Our teams are present in refugee camps and urban areas of    East and North Africa,  and often comprise refugees themselves.     We work in challenging environments with challenging data,  striving to    crack a code of information dissemination to help families reunite    faster.  We focus on a big problem that we believe big data can help    solve.  We’re not in it for the status quo.  We help change the lives of    some of the most resource deprived people on our planet.  We try to have    fun,  even when it’s tough.  If this start-up dynamic,  combined with a    mission to empower refugees,  sounds like your ideal place to thrive,     get in touch.     Tasks    Develop interactive dashboards,  reports,  and analysis templates    Further develop and innovate on the user registration,  reconnection and    search funnel based on concrete metrics.     Extract and aggregate data from REFUNITE’s databases    Design and automate processes to strengthen and further develop the    data driven approaches of REFUNITE    Provide creative approaches & critical thinking around our data to    support a data driven culture throughout the organisation    Collect,  analyze,  and present actionable data to drive marketing,     business development and product management decisions at a senior level    Design,  implement,  and support a platform that can provide structured    and ad-hoc access to datasets    Model data and metadata for ad hoc and pre-built reporting    Employ data mining,  segmentation,  and other analytical techniques to    capture important trends in the user base    Collaborate with developers to define and set up A/B testing of new    features and functionality on the platform    Think critically about REFUNITE’s data and process complex data sets    and workflows into actionable strategies    Liaise between REFUNITE’s business intelligence and tech team Analyze    user behavior through quantitative analysis    Our ideal candidate    Minimum of 3 years of professional experience.     Private-sector candidates preferred BSc or MSc in Computer Science,     Engineering,  Mathematics and/or Statistics.     Highly skilled in building machine learning models in R /Python/Julia    for predictive analytics    Highly skilled in visualizing data using tools such as D3,  highcharts,     ggplot    Highly skilled in Python scripting as well as Django and Flask    frameworks Fluency in SQL Experience in building scalable APIs.     Above average understanding of statistical analyses.     Solid database experience (MySQL,  MongoDB,  etc)    Fluent in English,  both written and verbal Has the ability to explain    technical processes to non-technical personnel    Demonstrated ability to frame complex analytical problems,  pull data,     and extract insights that led to tangible results (revenue,  seller    launches,  new product features,  etc.     Experience with large datasets and distributed systems will be a plus    You are enthusiastic about sharing technical data and analysis Dream,     breathe,  eat statistics for lunch    We Expect You To    Be absolutely kick ass at what you do    Apply your expertise in quantitative analysis,  data mining,  and the    presentation of data to see beyond the numbers and understand how our    users interact with our products    Be creative,  curious and challenge us and yourself with new solutions    and great ideas    Be responsible and able to work independently as well as collaborate    across the Dev team (located in both Copenhagen and Nairobi) and    organisation in a hectic start up environment    Have an entrepreneurial mindset and excited about working with a highly    agile team    The ability to work in an extremely fast-paced and multi-tasking    environment,  often under very tight timelines    What We Can Offer    Being part of an ambitious,  skilled and agile team    A great and fun work environment with highly enthusiastic colleagues    Contributing to reconnecting refugees with their family and loved ones    Practical information    Location: Nairobi,  Kenya    You will be working from our office in Nairobi and join a small,     ambitious start-up organization with a dedicated team of colleagues.     Working hours: Monday to Friday (40 hours)    You will be reporting to REFUNITE’s CTO & assisting Business    Intelligence    How to apply    Send your application.  Include a link to your portfolio so we can see    samples of your technical projects Mark your application with the title    “Data Scientist”.  Applications will be reviewed on a rolling basis.     PS: only apply if you are truly unusually skilled within this field of    expertise    NOTE: If you are considered for this position,  we’ll send you a small    pre-qualification technical exercise. ", 
  "companyDescription": "      REFUNITE    Refugees United (REFUNITE) is a non-profit,  tech organization whose    mission is to reconnect separated families across the globe.  When    families are separated,  we put them back in touch.  Today,  there are an    estimated 51 million forcibly displaced people worldwide,  a staggering    percentage of whom have lost contact with family members or friends in    their escape from disasters,  persecutions,  or conflicts. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
