{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89052189", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Established in 2011,  Jelly is the playground for passionate game-designers who want to break the limits of casual gaming and delight players.  A unique combination of passion,  talent and teamwork has helped Jelly to quickly become an innovator in the casual,  multiplayer,  cross-platform gaming.  Our detail-oriented culture leads us to retain the entire game-design process in-house,  and allows us to deliver exciting social-mobile gaming experience to players.  www. jellybtn. com", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Jelly Button Games", 
  "canFollow": false, 
  "companyId": "2846398", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Jelly Button Games", 
    "title": "Data Analyst"
  }, 
  "description": "We are looking for the special Data Analyst out there who can help us build beautiful games for the years to come.  Does it excite you to be an inventor with precise data evidence? Are you curious,  exacting,  and persistent? If so,  maybe you should join us as a Data Analyst.    We are looking for a special Data Analyst who can craft information into knowledge.  We are looking for someone equally retrospective as prospective.  As a Data Analyst in our CRM and Monetization department,  you will develop fine-tuned and high-level insights into all facets of our company's game.  Acquisition,  CRM,  product,  economic analysis. . . these are the places you like to call home.    Right now,  we are 40 dedicated and driven Jellies.  Our first title,  Pirate Kings,  has been featured on both iOS and Android,  and has 50 million downloads.  It has been #1 in the charts in 20 countries.  We are a strong industry competitor in the area,  as well as the leading app developer for the country.  We are successfully penetrating huge international territories at a rapid rate,  and want to again take it to the next level.  We’re already in production for our next title,  which will be released next year.  We are reaching high,  and not only participating in the birth of an entirely new industry,  we are seeking to lead it and inspire.    You are an innate leader,  teammate,  learner,  and competitor.  You are excited by games,  like to see them made excellently.  You have exceptional analytical skills,  tricks up your sleeve,  and are creatively strategic.  You want to be someone to look up to,  and will always find ways to grow.  If this sounds good,  you might just be what we're looking for.    Responsibilities: Craft excellent customer segmentation (value,  activity,  RFM, etc. ) and produce campaign analytics Optimize product revenues by focusing on pricing,  segmentation,  CRM promotions and sales.  Be able to analyze our customers so well you are basically friends Keep it consistent with sharp awareness through day-to-day monitoring and iterating Collaborate on acquisition,  conversion and retention efforts to ensure focus on high LTV customer segments Provide insight and leadership for monetization efforts based on quantitative analysis,  pricing experiments,  and A/B testing Design the day to day pricing schemes for promotions for new features/products Deduct conclusions,  form plans for optimization,  and champion them Create ad-hoc analysis and dashboards   Required Experience: Proud experience creating customer segmentations and analyzing customer behavior 1-2 years of work as CRM analyst in a gaming or financial industry 1-2 years of experience with SQL Excellent Excel and business modeling skills   Knowledge,  Skills,  &amp; Abilities: Analytical skills worth envying The human form of organized methodologies and fierce implementation High knowledge of creating flow charts Strong quantitative skills,  attention to details and innate interest in customer behavior A doer by nature,  not just by command Excellent written and oral communication skills in English (Advantage) knowledge of SPSS,  SAS,  Mixpanel"
}
