{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87806230", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Any of the following skills is beneficial  HADOOP  Cloudera  Map Reduce Oracle  IBM SAP HANA SAP BI  SPSS SQOOP Mongo DB HIVE Programming Languages  Java and Python ", 
  "following": false, 
  "companyDescription": "Euro Consulting EMEA focuses exclusively on the success of companies deploying Enterprise Applications and Technology.   Our experts deliver on Euro Consulting’s commitment: to ensure that you benefit from a trusted lifetime partnership with Euro consulting and to help you achieve your business goals not only for now however also for the future.   We offer a unique focus on many different application and technology initiatives by combining leading expertise,  broad coverage,  global reach,  and a flexible delivery model,  which is designed for the needs of each client.  At Euro Consulting EMEA,  our aim is to ensure the success of EVERY project,  We work with clients to help with the delivery of their project,  through providing Professional and Expert Services,  working with you to define simple or complicated enterprise solution architecture,  world Class development,  and being on-hand to provide best in class support when you really need it.   We have a strong portfolio of System Integration offerings to provide increased added value for clients,  as well as a source of better growth and profitability.  Our enhanced distributed delivery model has quality,  scalability,  predictability and flexibility at low price point,  and we have a strong onshore and offshore presence from both our “Advanced Oracle Service Centre” (AOSC) and IBM Maximo Centre of Excellence based out of our Edinburgh,  Malta and Netherlands offices.   For more information regarding our company please visit our website www. euroconsulting-emea. eu or simply watch our EAM introduction on you tube.   http://www. youtube. com/watch?v=2x15QmH_6q8 ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Euro Consulting EMEA Limited", 
  "canFollow": false, 
  "companyId": "2881159", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Euro Consulting EMEA Limited", 
    "title": "Big Data Subject Matter Expert"
  }, 
  "description": "EURO CONSULTING EMEA is currently looking to hire a \"BIG DATA\" architect for one of the largest data application projects to date.  you must have at least 1 full end end big data Project experience,  experience in solution design,  data architecture and development best practices,  hardware set up and testing.  The project is a international rollout across 32 countries worldwide.  The responsibilities of this role are wide and diverse; anything from researching and prototyping the latest 'big data' technologies for analytical business purposes (Hadoop,  DynamoDB,  Accumulo,  R,  Cassandra,  MapReduce,  ZeroMQ,  NoSQL Oracle and IBM Product Stack.  We can potentially wait for up to 8 weeks for the correct consultant to become available,  so consutlants who are currently in permanent employment are also invited to apply for this role.  We have a strong portfolio of System Integration offerings to provide increased added value for clients,  as well as a source of better growth and profitability. "
}
