{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83906387", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "About CME Group As the world’s leading and most diverse derivatives marketplace,  CME Group (www. cmegroup. com) is where the world comes to manage risk.   Based in Chicago,  with offices in New York,  London,  Singapore,  Beijing,  Belfast,  Calgary,  Hong Kong,  Houston,  São Paulo,  Singapore,  Seoul,  Tokyo and Washington D. C. ,  our team of more than 2, 800 employees has an impact on the global economy every day.   We offer: The widest range of global benchmark futures and options products available across all major asset classes; Highly advanced trading technology; Industry-leading clearing and risk management capabilities; A relentless focus on customers,  including asset managers,  banks,  commercial enterprises,  corporations,  hedge funds,  proprietary trading firms and retail firms; and a A great place to work  With this strong foundation in place,  we continue to grow our business around the world in both listed and over-the-counter markets.   ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CME Group", 
  "canFollow": false, 
  "companyId": "5499", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CME Group", 
    "title": "Market Data Analyst"
  }, 
  "description": "The Market Data Analyst will help drive growth of the CME Group’s market data business by taking ownership of on-going usage analysis,  intelligence gathering and preparing key research on client trends and opportunities,  as well as providing pre-sales support for onboarding and licensing customers.  Accountabilities: Understand divisional objectives and support Senior Director,  London to protect and grow Global Data Licensing Solutions (GDLS) revenues.  Develop and generate reports and analyses based on vendor and subscriber information.  This includes conducting simple to moderately complex financial and usage analysis.  Provide pre-sales assistance for the licensing of Derived Data prospects through high level qualification techniques and articulating onboarding process to clients.  Execute ad-hoc projects to identify industry trends,  customer impact of potential commercial changes and be able to deliver this and similar research in clear and business-focused formats.  Grow and maintain knowledge levels of real time and derived data policies and fees.  Work with and develop relationships with other business units globally to effectively analyse key client behaviours.   Substantiates and reconciles reports with clear documentation.  Resolves discrepancies independently,  and demonstrates a keen eye for numerical detail.  Education Bachelor’s Degree in Finance is preferred   Experience 5+ years of Account and Vendor Management Advanced Knowledge of Microsoft Office with emphasis on high degree of proficiency in Excel including the use of financial formulas,  data analysis and pivot table features is a must.  Knowledge of Microsoft Access,  SQL and Visual Basic programming is highly desired.  Proficiency in Salesforce and PeopleSoft or other financial database helpful. "
}
