{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90318071", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Requirements: Strong analytical background.  Excellent Python knowledge.  Alternatively expert in other languages such as Java,  Scala,  etc,  with the will and capacity to pick up new languages.  Experience with data analysis and machine learning techniques and frameworks/libraries such as pandas,  scipy,  scikit-learn,  numpy,  … Ability to work with relational and non-relational DBs such as MySQL,  MongoDB,  Cassandra,  Redis,  Elasticsearch,  HBase,  … Ability to apply data visualization techniques and generate clear reports on analysis conclusions using frameworks such as D3. js,  Gephi,  matplotlib,  … Experience working on nix environments.  Understanding of advanced statistical methods.  Proactive,  resourceful.  High English level,  both written and spoken.  Strong communication and organization skills.  At least Bachelor’s Degree or equivalent in relevant technical field (Mathematics,  Statistics,  Engineering,  Bioinformatics,  …) Bonus Skills: Familiarity with R.  Familiarity with Hadoop and its ecosystem.  Experience working with HTTP REST APIs.  Familiarity with distributed and cloud computing solutions such as Spark.  Exposure to automation tools and systems such as Grunt,  Fabric,  Ant/Maven,  … Familiarity with asynchronous task-based distributed systems such as Celery.  Benefits: Full-time job and excellent Social Benefits.  Career-development opportunities.  An exceptional,  dynamic,  demanding and motivating working environment within a fast growing company.  Challenging and rewarding work on the next great frontiers in games.  Exceptional library of diverse games with broad distribution.  An international environment which offers daily contact with other countries &amp; cultures.  Excellent local working conditions (quality of offices,  geographical location of office in the centre of Barcelona).  Interested applicants should send their CV in English and cover letter to: glbarcelona-jobs@gameloft. com with reference “Data Engineer”.    All qualified candidates will be asked to take a skills assessment test.  If the offer interests you: Join The Game!", 
  "following": false, 
  "companyDescription": "A leading digital and social game publisher,  Gameloft® has established itself as one of the top innovators in its field since 2000.  Gameloft creates games for all digital platforms and with an audience of 173 million monthly users offers via Gameloft Advertising Solutions a unique level of visibility and involvement to advertisers.  Gameloft operates its own established franchises such as Asphalt®,  Order &amp; Chaos,  Modern Combat and Dungeon Hunter and also partners with major rights holders including Universal,  Illumination Entertainment,  Disney®,  Marvel®,  Hasbro®,  Fox Digital Entertainment,  Mattel® and Ferrari®.  Gameloft is present on all continents,  distributes its games in over 100 countries and employs 5, 000 developers.  Gameloft is listed on NYSE Euronext Paris (NYSE Euronext: GFT. PA,  Bloomberg: GFT FP,  Reuters: GLFT. PA).  Gameloft’s sponsored Level 1 ADR (ticker: GLOFY) is traded OTC in the US. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Gameloft", 
  "canFollow": false, 
  "companyId": "157355", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Gameloft", 
    "title": "Data Engineer (Python/Big Data)"
  }, 
  "description": "Interested in working for an exciting company that is redefining the way people play video games? Interested in working for a world class company in a fun,  and rewarding environment in Barcelona? Then Gameloft is the company for you! GAMELOFT,  present in 20 countries around Europe,  North America and Asia (more than 6, 800 employees),  is a leading international developer and distributor of video games looking for new talent to reinforce its creation teams.  Gameloft Barcelona,  the studio behind the mobile gaming hits Despicable Me: Minion Rush and Asphalt 8: Airborne is hiring! Our Barcelona studio is looking for a Data Engineer.  The person in this role will join the Game Enhancement team and work towards providing data-backed answers to key questions regarding user behavior,  including modelling,  classification and prediction of specific player actions.    Responsibilities: Translation of stakeholder’s needs into the appropriate data analysis techniques in order to extract actionable conclusions towards user retention and conversion.  R&amp;D new approaches and technology that can enable new insights or improve deliverability and accuracy on existing ones.  Empower game teams,  to build their own analysis platforms for their specific needs by providing guidelines,  know-how and partially reusable solutions where appropriate.  Review metrics generation and ensure accurate delivery of such.  Help in reviewing existing ETL flows,  and help with R&amp;Ding solutions to improve it. "
}
