{
  "jobPosting": {
    "companyName": "Shark Executive Search", 
    "functions": [
      "OTHR"
    ], 
    "companyJobCode": "jobijoba-a66778a03610a099c75d30e17595da90", 
    "title": "Partner Big Data & Analytics", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102256035, 
    "experienceLevel": "EXECUTIVE", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      137
    ]
  }, 
  "company": {
    "companyId": 282785, 
    "websiteUrl": "www. sharkes. com. ua", 
    "logo": "urn:li:media:/p/3/000/023/1ff/0fd51b5. png", 
    "universalName": "shark-executive-search"
  }, 
  "description": "     Company OverviewOur client’s staff represents some of the most    extraordinary,  sophisticated and insightful people from around the    world.  Nobel Prize winners,  Turing Award recipients,  award-winning    consultants,  software specialists and industry experts are among the    company’s nearly 400, 000 employees.  It’s a great opportunity to broaden    a candidate to influence among a diverse and esteemed international    network of colleagues - connections that will continue to propel the    candidates career for a lifetime. Position Title:Partner Big Data &    AnalyticsSupported Territory:WorldwideLanguage Skills:English and    German both fluentProfessional Skills: At least ten (5-7) years of    industry and/or professional services experience leading large,  complex    projects in the BD&A business. Proven track record to generate    profitable new business in the Big Data & Analytics business. Well known    as a personality and has a credible track record to positions    him-/herself as an expert and leader internally and externally on top    executive level. Sound experience in terms of big data and analytics    business. Location:The Executive partner position will be based in the    DACH region as main focus but has fully European scope. Education    (min):University Degree or Master’s Degree from a leading University is    a plusWillingness to Travel (%):100Reports To:Head of Big Data &    AnalyticsReference:4885Sector:ICTContract:Permanent / Full TimeOur    client is one of the top technology companies in the market,  which    wants to enlarge and strengthen its business in the big data and    analytics arena by hiring experienced Executive Partners to support the    company’s strategic business approach.  As a first step the main focus    of hiring will be the D/A/CH region. Role DescriptionThe ideal candidate    comes from the consultative and sales oriented business,  is deeply    experienced in sales,  solutions and delivery topics of big data and    analytics projects and is a senior person acting as a director who    convinces by nature as well as by competence and customer focus.  Our    client’s service is a fast paced and rapidly growing business,  which    requires high production and self-motivation.  This company is organized    by matrix structures,  therefore the individual must also be able to    manage such organizations.  The Executive Partner is experienced in    complex project environments,  has the conceptual and technology    background to advice the customer and to lead successful project teams    in a matrix organization.  The Executive Partner leads by example and is    linked with the customer’s executive management level and at the same    time with the Account Partners internally.  He will assist clients in    solving complex Information Management and Data Foundation challenges.     The Executive Partner has proven experiences in Data Management,  Big    Data,  DWH,  Master Data Management and Analytics.  To have additional    knowledge in cognitive and analytical concepts would be plus.     CompetenciesThe Executive Partner is experienced in complex project    environments,  has the conceptual and technology background to advice    the customer and to lead successful project teams in a matrix    organization.  The Executive Partner leads by example and is linked with    the customer’s executive management level and at the same time with the    Account Partners internally.  He/She will assist clients in solving    complex Information Management and Data Foundation challenges.  To be    successful in the Director Level (Executive Partner ro, , ,  , ", 
  "companyDescription": "      Shark Executive Search    SHARK Executive Search is an international company specializing in    executive search services for large international companies and for    local market leaders in Eastern Europe and CIS countries.     At the moment SHARK Executive Search is a community of well-qualified    consultants,  it has been on the market since 2006.  During all this time    we have fruitfully cooperated with many well-known international    companies and their affiliates in CIS coutries.  In the course of the    cooperation we established a lasting partnership with a few partners of    which we are very proud. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
