{
  "jobPosting": {
    "companyName": "Workbridge Associates", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobspringpartners-workbridgeassociates-248195", 
    "title": "Data Scientist,  Computer Vision", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102247910, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. workbridgeassociates. com", 
    "logo": "urn:li:media:/p/2/005/04d/17a/31aba90. png", 
    "universalName": "workbridge-associates", 
    "companyId": 243339
  }, 
  "description": "    Job Details    The Person Filling This Position Will Have The Opportunity To Work In    An Extremely Well-established Company With Collaborative Builders,     Doers,  And Thinkers.  This Is a Job For The Creative Thinker And The    Entrepreneur.  The Systems Scale Of This Company To Billions Of    Transactions Per Day.  Applicant Must Be a Highly Qualified Computer    Vision Research Scientist To Work On Problems Such As Large Scale    Visual Search/Detection/Recognition,  Deep Learning,  Attribute Discovery    And Localization,  Semantic Segmentation,  And OCR.  You Will Be Building    a Highly Personalized,  Social Mobile Experience That Delivers       an experience that earns the loyalty of millennials       a portable technology that can be deployed to specific countries to        drive growth       an API that streamlines integration with key partners (Facebook,         Pinterest) and platforms (Apple TV,  Xbox,  IoT)       adjacent opportunities targeting the sharing economy (rentals,         loanership)     In service of this experience,  we will build on new technology that    allows for fast iteration,  scalability,  developer and platform    productivity,  and full GEO distributed infrastructure.  Required Skills       PhD in Computer Science or related field       Hands-on experience with Deep Learning for computer vision       Exceptional problem solving skills       At least two years of relevant experience in industry preferred       Strong background in computer vision algorithms,  applied machine        learning,  low level vision       Publication in at least one top-tier computer vision conference       Experience with fast prototyping       Experience with OpenCL,  CUDA       Solid programming skills in Python and C++       Experience with fast prototyping       Exceptional written and oral communication skills     Benefits    Full coverage benefits and the opportunity to work in an extremely    well-established company.  You will be working in a great,  fast-paced    work environment with a supportive team of collaborative builders and    thinkers.  You will have the opportunity to be alongside creative    thinkers and innovators.     Keyword Tags San Francisco,  Oakland,  San Mateo,  Berkeley,  Bay Area,     California,  computer vision,  data,  data science,  computer vision,  C++,     Python,  CUDA,  OpenCL,  prototyping,  algorithms,  machine learning,     applied machine learning,  deep learning,  computer science,  data    scientist,  scientist", 
  "companyDescription": "      Workbridge Associates    Workbridge Associates is a nationwide contingency recruiting firm,     specializing in the hiring and placement of open-source and . NET    engineers; front-end developers; and network managers and engineers.  We    generate breakthrough recruitment results through lean management    techniques,  a focus on client relationships,  and a unique team-based    recruitment approach.  Our offices are in San Francisco,  Silicon Valley,     Los Angeles,  Newport Beach,  Dallas,  Chicago,  New York,  Philadelphia,     Boston,  Washington,  DC,  and Toronto.     Workbridge Associates is part of the Motion Recruitment Partners family    of innovative recruitment companies.     (www. workbridgeassociates. com", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
