{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85368590", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "B. S. ,  M. S. ,  or Ph. D.  in Computer Science,  Mathematics,  Statistics,  Engineering or related field.  Advanced degrees preferred Proven record of excellence Expert technical abiliites within machine learning,  statistical and probability methods Excellent Analytical skills Excellent understanding of machine learning techniques (classification,  regressions,  dimensionality reduction,  etc. ) Experience with at least one scripting/ modelling language (Python/Matlab/R/Scala) Knowledge of relational databases and query languages (SQL) Ability to initiate and drive research projects from start to completion with minimal guidance Ability to lead projects and mentor more intermediate members of the team.   Please note: We can only accept applications from candidates eligible to work in Israel.  ", 
  "following": false, 
  "companyDescription": "Agoda. com is one of the fastest-growing online hotel platforms worldwide,  working with more than 285, 000 hotels in 29 countries and providing its services in 38 different languages.  The company was established in 2005 by two veterans of the online travel business.  In 2007,  it was acquired by the priceline. com Inc.  global group of Internet travel companies (Nasdaq: PCLN),  and has been growing ever since.   Agoda. com employs more than 1, 200 professionals of all nationalities in 29 locations around the world,  with major operations in Singapore,  Bangkok,  Kuala Lumpur and Hong Kong.  Dedicated market managers also maintain close relationships with hotel partners in Europe and the United States.  The company is one of the leading IT employers in Southeast Asia,  with core strengths in the hospitality industry,  online and partner marketing,  finance,  customer support,  and people &amp; organizational development.  Agoda. com prides itself on a dynamic,  multicultural workplace where creativity thrives and collaboration is key.  We strive to provide a positive,  enjoyable culture where people work hard but smile often,  and where communication is open,  frequent and constructive.   Our people are chosen for their dedication to making things great,  their ability to push boundaries,  and their understanding that cutting-edge products come from cutting edge ideas.  Our industry moves fast,  and so must we - but we have a great time doing it. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Agoda", 
  "canFollow": false, 
  "companyId": "66719", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Agoda", 
    "title": "Data Scientist - Tel Aviv "
  }, 
  "description": "We’re Hiring!   We are building a research center of excellent for Agoda in Tel Aviv,  Israel and we are looking for top notch talent to join us.  This is a very senior position,  where you will be working on some of the toughest challenges within the Data Science team.   Agoda is the largest and fastest growing online hotel booking platform in Asia,  and as a Priceline Group company,  we are part of the largest online travel company in the world.  We are the perfect combination of a fast dynamic startup atmosphere,  with the capital to make things happen.  Working for the largest online travel group,  our work has immediate impact,  touching millions of people around the globe.  Responsibilities: Apply your expertise in mathematics,  quantitative analysis,  data mining and machine learning to develop models and algorithms to improve performance of different aspects in online accommodation reservations Make decisions on whether specific problems can be solved and how they can be solved based on raw datasets Work with the business domains and develop predictive models and algorithms to support business decisions Define the roadmap and contribute to the development of solutions for a variety of projects Develop data automated systems that convert noisy data sets into significant signals of user behavior and suggest alternative problem solving methods Develop best practices for data collection and experimentation,  data requirements and communicate those to product engineering teams Explore new technologies,  innovative instrumentation and data collection to develop unique data sources and utilize them"
}
