{
  "jobPosting": {
    "companyName": "Outsource UK Limited", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "26229", 
    "title": "Data Analyst", 
    "employmentStatus": "CONTRACT", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101999874, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. outsource-uk. co. uk", 
    "logo": "urn:li:media:/p/1/000/060/34f/2443f51. png", 
    "universalName": "outsource-uk-limited", 
    "companyId": 84629
  }, 
  "description": "     Data Analyst – Data Collection,  Data Management,  Large Data Sets,     Excel,  SPSS,  SQL    A Data Analyst with experience in Data Collection,  Data Management and    of working with Large Data Sets in Excel,  SPSS and SQL is required to    work on a 3 month contract WITH THE POSSIBILITY OF EXTENSION for a high    profile Government organisation based in Central London    Overview of the Data Analyst contract role     The role involves working on a time-limited but very high profile    analytical project to estimate the volumes of high value housing assets    local authorities hold and will expect to become vacant over the course    of a typical year.  The analysis will be used directly for local    government funding proposals and it is therefore crucial that the data    is complete and fully quality assured.      The data,  in the form of spreadsheets or tab-delimited text files    will be sent to DCLG from 165 local authorities.  These will need to be    loaded onto DCLG data systems,  quality assured and analysis produced.     The task requires an analyst who can work under pressure as the data    delivery and analysis is expected to be fast paced.     Key skills required for the Data Analyst     You will be an experienced data collection analyst with excellent    data management skills and have experience of working with large    datasets in Excel,  SPSS and SQL    • You will need to have excellent communication skills,  proven    experience of dealing with suppliers or customers in a polite and    friendly manner and experience of having successful,  difficult    communications with suppliers.     • You will need to have excellent data knowledge and knowledge of local    authority or government statistics.     The role is based in Central London this is commutable from Reading,     Milton Keynes,  Northampton,  Bedford and Kent    If you are a Data Analyst looking for a new contract either apply    online or if would like to find out about other Public Sector    opportunities please contact Jane Arnott on jarnott@outsource-uk. co. uk    or phone 01782 571939    Do you know anyone who might be looking for a new role? You could    benefit from our candidate referral scheme.  Contact me on the above    contact details for more information.     Outsource.  Our People.  Your Success.     Outsource UK is one of the country’s largest and most successful    independent recruitment consultancies,  specialising in the IT,  Digital,     Financial Services and Engineering sectors.     We recruit talented people for contract and permanent opportunities,     offer a consultative approach and have a reputation for providing a    superior service to both clients and candidates.     The business focuses on building long lasting relationships based on    reliability and trust.  We do this by hiring and retaining a great team    of recruitment consultants who listen and understand our client’s and    candidate’s needs.     Please visit our website www. outsource-uk. co. uk", 
  "companyDescription": "      Outsource UK Limited    Outsource UK is one of the country’s largest and most successful    independent recruitment consultancies specialising in the IT,  Digital,     Financial Services and Engineering sectors.     The business focuses on building long lasting relationships with both    clients and candidates,  based on reliability and trust.  We do this by    hiring and retaining a great team of recruitment consultants who listen    and understand our client’s needs.  Today Outsource has expanded from    its original Swindon HQ to become a national organisation serving all    the UK,  with additional offices in Manchester,  the Midlands and London.     Established as an IT Specialist Recruitment agency,  as the business has    grown our areas of expertise have expanded to include the engineering    sector and our most recent acquisition has added a team working in the    Digital marketing arena.     Our People:    Outsource UK is a great company to work for.  Our promise to clients and    candidates of ‘Our People,  Your Success’ emphasises the importance of    our team,  and how much every member is valued.     Our mission is to be our client’s recruitment partner of choice,  and    our employees are key to achieving this goal.  Our key values are    Accountability,  Dedication,  Consultation and Integrity,  and our people    work hard to demonstrate these values in all that they do.  The result    is a first class recruitment service which we are all proud to provide.     Outsource UK Ltd is an ‘Award Winning’ Recruitment Consultancy:    - REC Audited company – We are one of a handful of IT & Engineering    recruitment consultancies to have gained this status in the whole of    the UK.  (Jan 2014)    - ISO 9001:2008 Accredited    - In the Top 50 Fast Recruiters (2012) for the 2nd year    - Paul Jameson (MD) won Wiltshire Business Person of the Year in 2009 &    2011.     - Voted in the Top 100 Fastest Growing Companies by Sunday Times Virgin    Fast Track in 2009.     - Winner of the \"Most Admired Recruitment Company in 2009\" awarded by    Recruitment International. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
