{
  "jobPosting": {
    "companyName": "Wiley Job Network", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "drapersjobs-790626", 
    "title": "Data Scientist for German start-up", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102244208, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. wileyjobnetwork. com", 
    "logo": "urn:li:media:/p/5/005/020/286/0e1deee. png", 
    "universalName": "wiley-job-network", 
    "companyId": 2377191
  }, 
  "description": "    For a young and dynamic company we are looking for a Data Scientist.     The company has started with one big client,  but is now also expanding    their services to other parties.  There you'd not work directly in-house    for other clients,  but still enjoy the diversity of consulting work.     The company is focused on the airline industry,  an interesting sector    with good future perspectives.     You will get the chance to work in an international environment with    highly talented people and enjoy the flexible attitude of a start-up.     We Are Looking For Someone With       Solid knowledge of data warehousing (Paradata)       Experience with SQL and NoSQL DB       Experience with analytic tools like Madlab,  SPSS,  R       Affinity with aviation and some process know-how from airline data     Sounds like you? Please get in touch with me: Sophie van Goethem from    NonStop.  You can email me at S. Goethem@nonstop-devices. ch or call me at    +41 43 508 0816 and my extension is 2131. ", 
  "companyDescription": "      Wiley Job Network    Wiley Job Network is a full service job board that builds on Wiley’s    strong brand presence among science,  technology,  healthcare,  and    academic professionals and researchers,  to deliver exciting and    high-quality job opportunities to candidates from a wide range of    industry sectors.     The job board taps into the breadth of Wiley Online Library content to    display job advertisements directly to passive job seekers in their    chosen field.     Recruiter Benefits:    • TARGET over 10 million passive job seekers through one of the world’s    leading research platforms — Wiley Online Library    • LAUNCH a targeted resume search - over 10, 000 Resumes / CVs active    within the past year alone    • ACCESS more than 78, 000 job seeker profiles    • PROMOTE new vacancies instantly via targeted email alerts    • ENGAGE passive candidates through contextual and geo-targeted job ads    • EXPAND your social media visibility via 32 Wiley professional    communities that reach over 150, 000 candidates    • LEVERAGE branding opportunities through video,  featured ads and    profiles    Job Seeker Benefits:    • ATTRACT top employers and recruiters in targeted industries    • ENSURE a faster and easier job search with your saved Resume / CV    • FIND hundreds of premium jobs from top employers in your field    • CREATE job alerts that match your criteria    • OBTAIN expert career advice and candidate resources", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
