{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90391214", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "We've come a long way since making the first ever mobile call in the on 1 January 1985.  Today,  more than 403 million customers around the world choose us to look after their communications needs.  In 25 years,  a small mobile operator in Newbury has grown into a global business and the seventh most valuable brand in the world.  We now operate in more than 30 countries and partner with networks in over 50 more. True to our origins,  Vodafone has always committed to deliver useful and inspiring innovation.  In 1991 we enabled the world’s first international mobile roaming call.  In 2002,  with Vodafone Live! we set a new standard for mobile communications with internet access on the move.  Fuelled by the desire for sustainable innovation,  we recently introduced Vodafone Money Transfer which allows customers in emerging markets to send and receive money safely and easily using their mobile phone.  We’ve also caused a stir in the industry with the Vodafone 150 – our most affordable ultra low cost handset yet. We’re a brand that loves change – if it’s not happening naturally then we’re creating it ourselves.  It’s in our DNA to push forward,  to create a better future,  to never rest and find new ways that help people communicate.  That’s the lifeblood that runs throughout Vodafone.  We are driven to empower people. To find that spark that empowers you is why we are in business.  That’s what we mean when we say ‘power to you’. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Vodafone", 
  "canFollow": false, 
  "companyId": "1217", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Vodafone", 
    "title": "Data Scientist"
  }, 
  "description": "Data ScientistLocation: Newbury As Vodafone continues to evolve,  our commitment to innovation has never been greater.  Already the world's leading mobile telecommunications company,  our goal is to pioneer a world of total communications solutions,  where fixed,  mobile,  voice and data will all become one.  With approximately 407 million customers to cater for across the globe,  there has never been a better time to jump on board.  The Data Scientist you’ll co-create Advanced Analytics products that provide actionable business insight to Vodafone and its stakeholders.  You’ll develop predictive models with large and varied datasets,  working with a community of colleagues across advanced analytics,  technology,  and data and customer functions.  Additionally you’ll contribute to the wider community to enable an advanced analytics capability across Vodafone globally.  This is an exciting time to join Vodafone.  We don’t just produce innovative products,  we develop amazing people too.  We’re a brand that loves change – if it’s not happening naturally then we’re creating it ourselves.  As a Data Scientist your key accountabilities and decision ownership include:- Use a variety of datasets to test hypotheses,  discover hidden relationships and provide actionable insights to Vodafone’s businesses - Design,  develops &amp; tests analytic models to industrialise insight into operations to solve real business problems - Use data visualisation to engage audience in a compelling way,  enabling effective storytelling - Deliver key packages of work,  on time and in a collaborative manner to meet the needs of business customers - Work in partnership with Technology and local BI and analytics teams to agree on pragmatic means of data provision to support use cases - Contribute to the development of self and others across the global analytics community,  ensuring Advanced Analytics is always evolving and at the cutting edge As a Data Scientist your skills and qualifications will ideally include:- Professional and/or academic experience in Big Data analytics &amp; deployment of models and algorithms to solve real-world problems (with deep statistical modelling expertise) - Experience manipulating and analysing large and complex datasets - Experience in visualisation,  creating graphical static and interactive displays of data that clearly communicate insight (preferred) - Good interpersonal communication and presentation skills - Ability to work in a fast-paced environment across multinational functional teams - Analytical and expansive thinking with a strong desire to deliver and develop - Bachelor’s or Master’s Degree in quantitative fields like Mathematics,  Statistics,  Economics,  Computer Science Engineering,  Artificial Intelligence,  Social Sciences,  Data Journalism,  or related fields - Expertise in data manipulation: use of structured data tools (e. g. ,  SQL),  &amp; unstructured data tools and platforms (e. g. ,  Hadoop,  Spark,  NoSQL) - Proficiency in at least one relevant programming language: Python,  Scala,  MapReduce,  Mahout,  Java,  C++ - Expertise in major statistical modelling software packages (e. g. ,  R,  SAS) and multivariate techniques (e. g.  k-means segmentation,  multiple regression,  factor analysis,  time-series forecasting) - Experience in digital data sets,  e. g. ,  social listening,  social network analysis) - Familiarity with visualisation tools (e. g.  Tableau,  Qlik,  D3) - Exposure/interest in machine learning  What we offer At Vodafone,  we’re keen to make sure that our people enjoy a really good work-life balance.  That’s why we encourage everything from hot-desking to home-working and flexible hours.  Our working environment promotes well-being,  too.  It’s spacious and inspiringly designed inside,  and beautifully landscaped around a lake outside.  Take a look at it here . "
}
