{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85308600", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "You are interested in a range of different world issues,  and are typically a curious person.  You like to get down to the details of what constitutes a particular situation and apply your ideas and both mental and social connections to better understand them,  and can then step back and see the whole picture.  You like to share your findings and like to engage in problem-solving with your team mates,  sometimes helping them with their challenges,  sometimes asking for help.  You may have developed your own algorithms to predict the migratory pattern of the african sparrow given last year’s shift in temperature and taking into account historical evolution.  Or you have analyzed the Twittersphere to match the evolution of the language with which a specific topic has been discussed to predict when it is going to become a topic to take into consideration.  Perhaps you have developed price sensitivity models that account for irrational behavior,  or have helped a startup with determining the best next offer to their customers.  It’s possible that you apply your network modeling and analysis knowledge to build advanced recommender systems or to simulate and predict the effect of adding/removing nodes of transportation in a public network,  and even how this affects other surrounding,  related networks.   You may even have engaged in building credit scoring systems that take into account non-traditional data sources,  or have found a way to improve the status-quo.  Or you have relentlessly applied your statistics knowledge to compound denormalized datasets trying to understand underlying patterns of activity. ", 
  "following": false, 
  "companyDescription": "Oh,  who are we?  BBVA Data &amp; Analytics is a spinoff from BBVA with the task of creating new value from our extensive data troves.    We are building next generation data-based solutions for our company and for the world.  Our impressive and diverse team of data experts embrace open,  open innovation,  open data and open source.  We are based in Madrid.    Our team of data scientists is comprised of a mix of Ph. Ds,  M. Scs with abilities and specialties including machine learning,  natural language processing,  physics system modeling,  artificial intelligence,  network analysis,  web analytics,  linear algebra and basic addition and subtraction.  We code in R,  Python and deploy and execute our algorithms in whichever technology fits best the problem at hand.  If you know your way around these languages and tools like Hadoop,  Spark,  Hive,  MongoDB,  etc.  it’s a plus,  but fear not if you don’t excel in these: we try to support our valued team with the necessary learning mechanisms to provide them with the toolkit needed to thrive and excel at what they like most.   ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "BBVA Data & Analytics", 
  "canFollow": false, 
  "companyId": "5140685", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "BBVA Data & Analytics", 
    "title": "Data Scientist"
  }, 
  "description": "We are creating systems to improve decision-making based on data.  We have access to exciting data sources,  and the challenge to combine them to extract its full value.  In this effort we need to incorporate your mathematical,  analytic,  statistic,  data-storytelling abilities to our world-class team of analysts and developers.  If you've been both in academia and industry and have a knack for problem solving we want to hear from you.     We are looking for people who want to help us in generating new opportunities and solving problems by creating the capacity to improve decision-making and predictions by use of data.  Lots of data.  Heterogeneous data.  By analyzing and building models out of all that data.  If it’s you,  keep on reading.  You are used to formulating hypotheses,  setting up experiments to test these out,  reformulate,  retest,  learn and understand that this is not an endless loop and that things need to converge to some proper balance between mathematical perfection and real-world requirements.  Among other things,  you may have pursued a Ph. D.  in the years leading to this precise moment,  and ideally you have engaged both in academical research as well as industry applications of your math superpowers.  You are comfortable developing and trying out your own code,  and can adapt to new working environments and requirements effortlessly.  Oh,  if you also like storytelling and can use whichever techniques you find that suit best the stories that unfold from the data (visualization tools and libraries,  generative narrative and whatnot) it’s a plus.  The work sometimes involves communicating what your team just did to an audience that needs not know about the intricate details of the algorithms,  but who love a good framework laid on top of the solid foundations of data to be able to take decisions in a more efficient manner,  building the conversation on top of evidences and numbers.   "
}
