{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87800291", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "AMAZING THINGS HAPPEN HERE! At Microsoft,  we're about helping customers realize their potential.  From gamers to governments,  moms to mega-corporations,  we serve just about every kind of customer,  all over the globe.  Many people think Microsoft = software.  We do do software-but we also do hardware,  services,  research,  and more.  We work on PC operating systems and applications-like Windows and Windows Live.  Products for IT professionals and developers-like Windows Server and Visual Studio.  Online services such as Bing and MSN.  Business solutions like Office and Exchange.  And devices like Xbox,  keyboards,  webcams,  and mice.  We're passionate about what we do.  What this means if you come to work here is opportunity-to do things that make a real difference in millions,  even billions,  of lives.  To reach your potential.  So why not take a closer look at Microsoft? We think you'll find that amazing things really do happen here. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Microsoft", 
  "canFollow": false, 
  "companyId": "1035", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Microsoft", 
    "title": "Data Scientist student – OSG Recommendations"
  }, 
  "description": "This Job is eligible for the following work arrangements :Part-TimeThe recommendation team in Israel is a fast growing team responsible for designing and building recommendation algorithms for a wide array of Microsoft products such as Xbox Games,  Xbox Movies,  Groove Music,  Windows Store,  Windows Phone,  and much more.  We develop cutting edge machine learning algorithms that serve tens of millions of users around the globe.  We are looking for a data scientist intern to join one of the best machine learning groups in the country.  Responsibilities include: Working with world class machine learning researchers and data scientists.  Help developing real-world machine learning algorithms serving millions of users worldwide.  Developing recommender systems for Windows Apps,  Phone Apps,  Xbox games,  movies and music.  Working with big data.  Statistical analysis of data.  Extracting insights from data.  Data manipulations (filtering,  data transformations,  etc. ). Qualified candidates meet the following requirements:• PhD.  or MSc.  Student preferably in Computer Science,  Electrical Engineering or a related field. • Excellent coding skills.  C# or Java is a plus. • Hands on experience working with large data sets.  • Familiarity with machine learning or data mining algorithms. • Familiarity with statistics. • Ability to work 3 days a week. • At least 1 year remaining before final graduation. • Passionate about big-data. • Team player and enthusiastic We greatly encourage and welcome qualified candidates who happen to have disabilities to apply for jobs in our company"
}
