{
  "jobPosting": {
    "companyName": "Cognius,  LLC", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "ziprecruiter-488389c819", 
    "title": "Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101252490, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      6
    ]
  }, 
  "company": {
    "websiteUrl": "www. cognius. com", 
    "logo": "urn:li:media:/p/5/000/2ae/17f/04f5213. png", 
    "universalName": "cognius", 
    "companyId": 2992905
  }, 
  "description": "    Cognius is a tight knit group of analysts,  software engineers,  and data    scientists building new ways for people to find their next job.  We're    going on 15 months old,  profitable from the start,  and growing.     Our analyst team gets to work on all aspects of our business,  from    optimizing user experience on the site to monetization in order to help    users find new jobs.  We work with MySQL,  Python,  R,  Excel,  and more,     though no prior knowledge of programming is required.     We're looking for analytical thinkers interested in scaling our    business and using big data to help users find the best job for them.     Come help us solve cool problems,  grow the startup,  and fix online job    search!    Who You Are       You have a Bachelor's in Mathematics,  Economics,  Statistics,         Physics,  or another quantitative field.        You have the flexibility and self-motivation to thrive in a        dynamic,  entrepreneurial culture.        You're comfortable presenting your findings and recommendations to        others,  able to make a strong case while remaining receptive to        feedback.        You have a demonstrated ability to work effectively as part of a        team.        You have passions and interests outside of work - you aren't just        your job.        Bonus points for previous experience with online marketing        analytics and knowledge of SQL or statistical packages like SAS,         SPSS,  or R. .      Things You'll Like About Cognius       We value and encourage creative thinking & intellectual curiosity.        There are no silos here: you'll have a very clear understanding of        how your work matters to the company.        You'll find interesting new challenges every day on the forefront        of online marketing.        You'll be part of a passionate,  diverse team with broad skills and        interests.        We have fun! Frequent company outings,  lunches,  and parties.        We offer competitive salaries,  excellent benefits,  and a relaxed        work environment with plenty of perks. ", 
  "companyDescription": "      Cognius,  LLC    It’s hard to find a market more inefficient than staffing.  The hiring    market is large,  complex and opaque.  Job seekers are left to wander    their personal networks or scour long lists of semi-relevant    opportunities.  Employers are stuck with the expensive,  time-consuming    task of weeding through large volumes of poorly qualified resumes from    untargeted sources,  or else paying high fees to recruiters.     At Cognius,  this is exactly the type of problem we thrive on fixing; We    love inefficiency.  Not in ourselves,  but in the markets we go after.     Why? Because we’re good at optimizing,  and inefficient markets present    huge opportunities to create transformational businesses.  We’re    starting out with a profitable business model,  an audience of millions    of job-seekers each month,  and backing from some the most successful    entrepreneurs in Boston. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
