{
  "jobPosting": {
    "companyJobCode": "jobijoba-5af2b4d562dafaad503a70d0107b7dc6", 
    "expirationDate": 1451187773000, 
    "title": "Data Scientist (m/w) – Standort München (ITbavaria. de #9)", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [], 
      "rawText": "Ort: München  Schlagworte: Festanstellung, München, DWH, Business Intelligence, Hadoop, Big  Data, ETL, Reporting, Java empfehlungscommunity  Quelle: http://www. ITbavaria. de  29. 09. 2015 - Mercateo ist Europas führende Beschaffungsplattform für  Geschäftskunden im Internet.  Zu den über eine Million Kunden zählen  Unternehmen aller Größenordnungen,  vom Dax-Konzern und Mittelständler bis  zum Freiberufler ebenso wie zahlreiche öffentliche Auftraggeber.  Mercateo  ist in über zehn europäischen Ländern präsent und beschäftigt mehr als 300  Mitarbeiter.   Als Data Scientist (m/w) arbeiten Sie an unserer DWH Plattform,  die sich  fachlich ständig verbessert und erweitert.  Das Spektrum reicht von ETL-Jobs  über Datenwürfel und Reports bauen bis hin zu Datenanalysen,   Fachbereichsunterstützungen und Schulungen.  Abgabetermine stehen übrigens  für die Arbeit an der Mercateo-Plattform an zweiter Stelle – wichtiger ist  uns die Qualität der Software.  Bringen Sie Ihre Kreativität und eigene  Ideen ein – Mercateo bietet Ihnen einen hervorragenden Freiraum.     Ihre Aufgaben    Sie sind ETL Entwickler  - Sie entwickeln im Team neue ETL-Steps zum Laden unserer heterogenen  Datenlandschaft ins DWH  - Sie verstehen die Datenflüsse und berücksichtigen vor allem  Performance und Wartbarkeit   Sie entwickeln Auswertungsmöglichkeiten  - Sie entwickeln und designen Reports  - Sie entwickeln OLAP Cubes vom Datenmodell bis zur Nutzeroberfläche  - Sie beraten und schulen die Endanwender in der Benutzung ihrer  Lösungen   Unsere Anforderungen    Sie haben Erfahrung  - Sie haben Ihr Studium der Informatik,  Mathematik oder einem  verwandten Fachgebiet sehr erfolgreich abgeschlossen oder verfügen  über vergleichbare Erfahrung aus Ihrer Entwicklungstätigkeit im  Datawarehouse Bereich  - Sie haben den Ehrgeiz,  professionelle Software zu entwickeln  - Gute Kenntnisse in SQL werden vorausgesetzt  - Sie besitzen erste Erfahrungen in der Entwicklung von ETL Jobs und  Reporterstellungen  - Erste Erfahrungen mit dem Pentaho Ökosystem und/oder Hadoop  Ökosystemen sind wünschenswert  - Sie besitzen gute Kenntnisse der englischen Sprache   Sie sind kommunikaiv &amp; wissbegierig  - Sie interessieren sich für neue Trends der BI-Communities und  gestalten die digitale Zukunft aktiv mit  - Sie wollen sich permanent weiterbilden und haben keine Scheu,  in  neue Ökosysteme wie z. B.  Hadoop einzutauchen  - Sie können Fachanforderungen verstehen und in technische  Fragestellungen transformieren   Wir bieten    Ein großartiges Businessmodell mit ebensolcher Technologie  - Eine Tätigkeit für einen der Top-Player in der elektronischen  Beschaffung mit hohen Wachstumsraten und hervorragenden  Zukunftsperspektiven  - Die Arbeit an einer fachlich und technologisch exzellenten  Infrastruktur,  die kontinuierlich weiterentwickelt wird  - Agile und professionelle Deployment- und Entwicklungsprozesse,   durch die Sie Ihre Ideen höchst effizient einbringen und umsetzen  können   Eine einzigartige Unternehmenskultur  - Viel Gestaltungsspielraum und die Chance auf eine langjährige  berufliche Karriere bei Mercateo  - Ein hohes Maß an Eigenverantwortung und erheblichen Freiraum für  Forschung und Weiterbildung – 10% der Arbeitszeit sind für  Bildungsprojekte Ihrer Wahl reserviert  - Freundliche,  hilfsbereite Kollegen und ein erfahrenes Management in  einer transparenten,  fairen Unternehmenskultur mit flachen  Hierarchien   Spaß auch neben der Arbeit  - Einen Arbeitsplatz im Zentrum von München gleich neben dem  Marienplatz und vielfältigen sozialen Aktivitäten  - Eine ausgewogene und familienfreundliche Work-Life-Balance,  die wir  als unentbehrliche Basis Ihrer täglichen Motivation für  hervorragendes Engineering sehen.  Familienbedingte Teilzeitarbeit ist  bei uns alles andere als ein Karrierekiller!     Kurzinfo zum Unternehmen: Mercateo ist Europas führende Beschaffungsplattform für Geschäftskunden im  Internet.  Unter www. mercateo. com können Unternehmen in Deutschland aus  einem über 20 Millionen Artikel umfassenden Sortiment bestellen,  wie z.  B.   Büromaterial,  IT- sowie Industriebedarf oder Betriebs- und  Lagerausstattung.  Das Angebot deckt sowohl den allgemeinen Geschäftsbedarf  als auch den spezialisierten Fachbedarf bis hin zu exotischen  Produktkategorien ab.  Zu den über eine Million Kunden zählen Unternehmen  aller Größenordnungen,  vom Dax-Konzern und Mittelständler bis zum  Freiberufler ebenso wie zahlreiche öffentliche Auftraggeber.  Über das  Standardsortiment hinaus können Unternehmen ihre eigenen  Rahmenvertragslieferanten maßgeschneidert anbinden und ein modulares System  von E-Procurement-Funktionen nutzen.  Dazu gehören Kataloghosting,   personalisierte Sichten und Produktkennzeichnungen,  der digitale  Freigabeprozess ApproveNow sowie elektronische Schnittstellen zu  kundeninternen Systemen.  Mercateo ist neben Deutschland in elf europäischen  Ländern präsent und beschäftigt mehr als 350 Mitarbeiter.  Im Jahr 2014  erreichte Mercateo einen Umsatz von 160 Millionen Euro bei einem  Umsatzwachstum von 19 Prozent.   Statement: Mittendrin statt nur dabei… …und das vom ersten Tag an.  Denn bei uns wird  jeder sofort in aktuelle Arbeitsabläufe mit einbezogen.  Flache Hierarchien  und ein familiäres Unternehmensklima machen es möglich,  dass sich sowohl  Berufseinsteiger als auch Berufserfahrene in kurzer Zeit als vollwertiges  Mitglied der Mercateo-Familie fühlen.  So kann auch jeder vom ersten Tag an  eigene Ideen einbringen und die Unternehmensentwicklung aktiv mitgestalten. "
    }, 
    "postalCode": "80331", 
    "jobState": "LISTED", 
    "companyName": "Mercateo", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "Mercateo ist Europas führende Beschaffungsplattform für Geschäftskunden im Internet.  Unter www. mercateo. com können Unternehmen in Deutschland aus einem über 20 Millionen Artikel umfassenden Sortiment bestellen,  wie z.  B.  Büromaterial,  IT- sowie Industriebedarf oder Betriebs- und Lagerausstattung.  Das Angebot deckt sowohl den allgemeinen Geschäftsbedarf als auch den spezialisierten Fachbedarf bis hin zu exotischen Produktkategorien ab.  Zu den über eine Million Kunden zählen Unternehmen aller Größenordnungen,  vom Dax-Konzern und Mittelständler bis zum Freiberufler ebenso wie zahlreiche öffentliche Auftraggeber. Über das Standardsortiment hinaus können Unternehmen ihre eigenen Rahmenvertragslieferanten maßgeschneidert anbinden und ein modulares System von E-Procurement-Funktionen nutzen.  Dazu gehören Kataloghosting,  personalisierte Sichten und Produktkennzeichnungen,  der digitale Freigabeprozess ApproveNow sowie elektronische Schnittstellen zu kundeninternen Systemen. Mercateo ist neben Deutschland in elf europäischen Ländern präsent und beschäftigt mehr als 350 Mitarbeiter.  Im Jahr 2014 erreichte Mercateo einen Umsatz von 160 Millionen Euro bei einem Umsatzwachstum von 19 Prozent. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "RSCH"
    ], 
    "listDate": 1446120058000, 
    "countryCode": "de", 
    "company": "urn:li:company:64392", 
    "id": 95367848, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Munich,  DE", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "hasSavedJobPosting": false, 
  "offsiteApply": true, 
  "formattedJobFunctions": [
    "Research"
  ], 
  "formattedExperience": "Mid-Senior level", 
  "formattedIndustries": [
    "Wholesale"
  ], 
  "formattedEmploymentStatus": "Full-time", 
  "formattedPostedDaysAgo": "Posted 37 days ago", 
  "formattedPostedDaysAgoSlim": "30+ days ago", 
  "companyDescriptionLanguage": "de", 
  "decoratedCompany": {
    "formattedIndustries": [
      "Wholesale"
    ], 
    "formattedCompanyType": "Privately Held", 
    "localizedDescription": "Mercateo is the leading online e-procurement platform for business customers.  On www. mercateo. com German customers can choose from a selection of over eight million items,  including office materials,  IT,  laboratory,  factory or warehouse equipment.  The other European platforms add another 18 million items.  The range of products does not only cover normal business needs.  It also offers a variety of products from obscure categories. \r\rThe majority of the over a million customers consist of small and medium sized companies.  Large enterprises are increasingly starting to use Mercateo as their e-procurement solution.  An extensive feature set including basket optimization,  a unique search,  personalized views,  digital approval processes and electronic interfaces are only a few of the advantages that help companies make their purchase more straightforward and reduce costs.  Users can utilize the Mercateo web application.  There is no need to install any software. \r\rBesides Germany,  Mercateo is present in 12 European countries.  Mercateo employs over 350 employees.  In 2013,  the sales volume increased over 19 percent and added up to 160 Million Euro. ", 
    "foundedYear": 1999, 
    "canonicalName": "Mercateo", 
    "companyLogo": {
      "logoType": "LOGO_LEGACY", 
      "urn": "urn:li:media:/p/2/005/053/2e4/180aa9d. png"
    }, 
    "company": {
      "specialities": [
        "E-Commerce", 
        "eProcurement", 
        "Internet", 
        "Großhandel", 
        "Online Handel", 
        "B2B", 
        "strategischer Einkauf", 
        "Beschaffung", 
        "Freigabeprozess", 
        "Genehmigungsworkflow"
      ], 
      "universalName": "mercateo", 
      "companyId": 64392, 
      "heroImage": {
        "croppedImage": "urn:li:media:/p/1/005/07c/39b/3609c82. png"
      }
    }, 
    "hasPaidLcp": false, 
    "formattedCompanySize": "201-500", 
    "formattedEmployeeCount": "201-500 employees"
  }, 
  "formattedPostedDaysAgoShort": "37d", 
  "formattedListDate": "October 29,  2015", 
  "formattedExpireDate": "December 27,  2015", 
  "hasMySavedJobPosting": false, 
  "externalApplyLink": "/jobs2/view/externalApply/95367848?trk=guest_apply_click_apply_button&url=http%3A%2F%2Fwww. jobijoba. de%2Fpartner%2F5af2b4d562dafaad503a70d0107b7dc6%2F11%2F62&urlHash=JOo4&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "descriptionLanguage": "de", 
  "hasDecoratedCompany": true
}
