{
  "jobPosting": {
    "companyName": "TNS & Kantar WorldPanel UK", 
    "functions": [
      "RSCH", 
      "OTHR"
    ], 
    "companyJobCode": "KWPTNS-1675", 
    "title": "Data Scientist Graduate", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101709498, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      97
    ]
  }, 
  "company": {
    "websiteUrl": "www. kantarworldpanel. co. uk", 
    "logo": "urn:li:media:/p/1/000/1af/2d9/0505e58. png", 
    "universalName": "kantar-worldpanel-uk", 
    "companyId": 976198
  }, 
  "description": "    Expert Solutions Graduate Data Scientists    Do you like to take the guesswork out of decision making? Does the idea    of working with a rich set of data,  using cutting-edge analytical    techniques to solve business problems excite you? Kick start your    career in data science with a world leading consumer insight company,     and a The Sunday Times Top 100 Company    What makes us stand out from the crowd?    We offer our graduates the opportunity to rapidly grow their expertise    in the field of data science,  working with and learning from a leading    group of analysts,  with a deep understanding of the most powerful    analytical tools and techniques that can be used to understand data.     With more and more business decisions in all industries being driven by    insights from data,  we help our graduates develop some of the most    valuable skills possible – the ability to explore and understand data,     and to create actionable insight.     We offer a structured learning and development programme with    opportunities for rapid progression as your analytical and insight    skills develop.  If you have ambition and a desire to learn,  we have the    opportunities for you to build a successful career working with some of    the best data,  most knowledgeable analysts and biggest clients around.     About Us    Kantar Worldpanel is the world leader in consumer knowledge and    insights based on continuous consumer panels.  Our High Definition    Inspiration approach combines market monitoring,  advanced analytics and    market research solutions which inspire successful actions for our    clients.     Kantar Worldpanel’s expertise about what people buy or use – and why –    is recognised by brand owners,  retailers,  market analysts and    government organisations globally as the leading source of valuable    knowledge.     To develop our leaders of tomorrow,  we’re looking for top class    graduates who are inquisitive,  creative,  passionate and driven for    commercial success.     Our Expert Services teams are responsible for developing and providing    our high-end consulting capabilities,  delivering ad-hoc analytical    solutions to our FMCG clients.  We use the best techniques from across    the statistics and data science disciplines to help help take the    guesswork out of key business development and marketing decisions.     Delivering top end data analysis,  industry expertise,  and creative    insight,  we paint the clearest possible picture for our clients,  with    readily actionable recommendations,  opening up creative possibilities    for their brands.     Joining as a Junior Analyst in Expert Solutions you will have the    opportunity to develop your analytical and insight skills to an    industry leading level.  Typical analytical projects within Expert    Solutions include consumer segmentations,  promotional analysis and    product ranging,  to name just a few.  You could be working with decision    hierarchies,  exploring the factors UK consumers consider when making    their purchase decisions and how brands can influence them; or using    our Shopper and Retail tools or helping improve our clients’ category    management by understanding the reasons behind a shopping trip and what    is being bought.  With clients from across the FMCG industry,  incredibly    rich data and a suite of tools and techniques at your disposal,  there    will always be new challenges to explore    What will you be doing in your role?    •Working with a Project Consultant to identify the right analytical    approach to a project brief    •Performing relevant analytical procedures on our data to answer the    client’s question    •Exploring the results of the analysis and their implications for the    client    •Liaising with the client account handler to communicate project    progress and ensure a thorough understanding of the client’s business    •Building chart output to be presented to the client    •Attending client meetings to support the delivery of the project    •Exploring ways to improve our solutions in conjunction with your    Expert Solutions colleagues    What are we looking for?    •2:1 or above in a statistical or mathematical degree    •300 UCAS POINTS    •Maths and English at GSCE Grade B (minimum)    •Numerate and have the ability to analyse problems constructively    •Demonstrate strong analytical and conceptual thinking skills    •Think clearly under pressure and demonstrate good interpersonal skills    •An interest in consumers and their behaviour    •Curious Nature and want to dig beneath the obvious to explore why    things are there.     •A willingness to be a strong team player,  who will share ideas and    involve themselves in team activities.     •An engaging communication style with confidence in interpreting    numerical information,  and a genuine curiosity and enthusiasm for    understanding the markets our clients operate in    •Eligible to live and work in the UK", 
  "companyDescription": "      TNS & Kantar WorldPanel UK    Kantar Worldpanel’s consumer panels,  advanced analytics and tailored    market research solutions provide High Definition Inspiration to our    clients.     We are the world’s leading provider of continuous,  syndicated consumer    panels and research solutions into shoppers’ purchasing and usage    behaviour.   We provide valuable knowledge and actionable insight to    help drive our clients’ businesses forward.     We operate in more than 50 countries and have over 40 years’ experience    in helping small and global companies alike – brand owners,     manufacturers and retailers in predominantly all FMCG (fast moving    consumer goods) markets.     So,  what is High Definition Inspiration?    - Our fascination and curiosity about consumers,  their behaviour,  and    their characteristics motivate us to think creatively and have the    imagination to look between the lines and beyond the obvious.     - Delving into what makes consumers tick enables us to see things in    such sharp focus.     - It means we can challenge and encourage our clients to view the world    differently and consider the brave actions that can inspire more    success for their business.     - We create valuable knowledge    Whilst at our heart we are a data-driven,  quantitative research    business,  what makes us different is the ability of our people to make    sense of a complicated world.     What’s in it for me?    - The opportunity to inspire success    - The prospect of becoming an expert in the field of understanding    consumer purchase and usage behaviour    - The ability to apply hindsight,  insight,  foresight and advice to make    a real difference to the way our clients see the world and the actions    they take for their business    - The exposure to an industry leading Learning & Development programme    - The chance to be a part of a creative and fun environment with    excellent opportunities to progress", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
