{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90351928", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Core Competencies Strong interpersonal skills Goal oriented with a focus on results for the customer Team player High level of ethics and integrity Keen attention to detail Requirements Two-year diploma in technical field - OR - enrollment in a bachelor's degree program in geoscience,  engineering or related technical field Strong computer skills Proficiency in math and signal processing Assets Prior experience with database management Prior experience with geophysical data acquisition,  management and/or analysis", 
  "following": false, 
  "companyDescription": "Nanometrics Inc.  is a world-class provider of precision instrumentation,  network technology and software applications for seismological and environmental research.  Nanometrics products are employed for the study and monitoring of regional,  national and global seismicity; natural resource exploration; environmental data communications; and other scientific applications.   Deployed in over 100 countries on every continent,  Nanometrics real-time and portable systems are utilized by the world’s leading scientific institutions,  universities,  corporations and test ban treaty monitoring organizations.  With state-of-the-art manufacturing facilities in Ottawa,  Ontario,  Nanometrics is an award-winning Canadian exporter located in the heart of Canada’s technology sector. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Nanometrics - Seismic Monitoring Solutions", 
  "canFollow": false, 
  "companyId": "266295", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Nanometrics - Seismic Monitoring Solutions", 
    "title": "Junior Geophysical Data Analyst"
  }, 
  "description": "Position Nanometrics has an opening for a Junior Geophysical Data Analyst.  The selected candidate will work as part of a team to perform daily seismic data analysis in support of client objectives.     Job Duties Review and process earthquake recordings for real-time and offline seismic networks.  Assist with monitoring and maintenance of data acquisition and processing systems.  Catalog and archive geophysical data sets. "
}
