{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/78988041", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Sr.  Data Scientist - Machine Learning"
  }, 
  "description": "Would you like to translate terabytes of data into unforgettable holidays for millions of people around the globe? Booking. com,  the world’s largest accommodation booking website,  is looking for rock star Data Scientists to add to join our highly successful Personalization Team within the Front End department. This product development team crunches endless amounts of data to provide our customers with the best possible experience.  They focus on anything from understanding and predicting market data,  to ranking all properties on our website,  and providing our customers with the most relevant personalized recommendations. As a Data Scientist you’ll work side by side with Developers,  Designers and Product Owners,  and take full ownership of your work - from the initial idea-generation phase to the implementation of the final product on our website.  Our ideal candidate is result-focused,  innovative and has solid quantitative background and a good business understanding. B. responsibleWork in a multi-disciplined team where you’ll take full ownership of turning discoveries and ideas into machine learning models.  You’ll use the model’s output to create and improve products for our customers,  preferably in short development cycles Research &amp; Development on how to improve customers’ experience,  by using our vast amount of data Actively contribute to taking Data Science at Booking. com to the next levelB. skilledMinimum of 3 years of experience in a similar role Masters,  PhD,  or equivalent experience in a quantitative field (Computer Science,  Mathematics,  Engineering,  Artificial Intelligence,  etc. ) Excellent English communication skills; the ability to convey your message to team members and other stakeholders Prior experience with a few of the following models: Logistic Regression,  Support Vector Machines,  (Deep) Neural Networks,  Hidden Markov Models,  Conditional Random Fields,  Game Theory,  Mechanism Design and/or Latent Dirichlet AllocationRequiredExperience with at least one scripting language,  e. g.  R,  Octave,  and one programming language,  e. g.  Python,  Perl,  C/C++,  Java Exposure to SQL and relational databasesPreferredExperience implementing a real-world Recommender or Ranking system Worked with the Hadoop Ecosystem Implemented multi-core/distributed software,  preferably in a Linux environmentB. offeredWe are a performance-based company that offers career advancement and lucrative compensation,  including bonuses and stock potential.  We also offer what we call the “Booking Deal” with other competitive perks and benefits.  IT has monthly hackathons,  trainings and attends/speaks at global conferences. This position is open to worldwide candidates and in the case of relocation,  we will assist you with a generous relocation package,  ensuring a smooth transition to working and living in Amsterdam.  We have successfully relocated 200+ IT professionals to Amsterdam in the last year!Booking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com BV is looking for a Sr.  Data Scientist - Machine Learning. "
}
