{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90377056", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Your Profile: Degree in Computer Science or equivalent Strong professional experience in a Big Data environment Experience working with Database systems (PostgreSQL,  Oracle) Good knowledge of Hadoop Stack technologies Understanding of Java frameworks such as Spring and Hibernate is desirable Knowledge of Pentaho is an advantage Fantastic ability to work as a part of a team as well as unilaterally Great eye for detail,  with an out-of-the-box thinking style enabling you reach tasks and goals effectively and efficiently Strong passion and motivations and willing to contribute your skills and experiences for the long term future Fluent English communication skills,  spoken and written What you can expect… Working in a dynamic and vibrant team using the latest and modern technologies Great career growth opportunities Flexible working hours and vacations Fun,  relaxed yet passionate working environment Flat hierarchy,  decisions are made quickly,  efficiently and effectively   This is a fantastic opportunity to work alongside some of the most reputable developers in the industry at a company that does not compromise on code quality.  They are one of the largest companies in the market and if you are on the search and looking for a position to boost your skills and career then send me your CV for consideration!", 
  "following": false, 
  "companyDescription": "Optimus Search is a leading,  specialist executive search firm based in Berlin and headquartered in London and established in 2005.  With a rapidly expanding client base that consistently delivers world-class talent across multiple industries,  we are now a leader in head hunting throughout the globe.  Optimus Search was ranked 57th on the Virgin Fast Track 100 in the Sunday Times.    With over 10 years of experience in identifying the very best people for companies who demand exceptional people,  our clients recognise that we always look to surpass the conventional to satisfy their needs.     Working from London and Berlin,  our unrivalled track record of delivering the very best talent to companies across Europe has pushed Optimus to stand out from its competitors as the outstanding talent sourcing firm in Europe.    Our consultants are experts in their specific vertical markets and several of them have more than 10 years recruitment experience supplying world class talent to many DAX and FTSE 100 companies.     The three Optimus Divisions include:   Optimus Data &amp; Technology  Optimus Engineering  Optimus Life Sciences   Our mission statement:   “Customers and candidates are the sole focus of our attention,  understanding their needs and bettering their expectations is our primary mission”  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Senior Software Developer - Big Data,  Hadoop Stack,  Spark,  PostgreSQL"
  }, 
  "description": "My client are a dynamic,  versatile software house based in Frankfurt that specialise in the creation of software for their clients across the world.  With over 30 years of market experience,  they have secured their spot as the number one software solutions specialists in their domain,  and continue to grow at unprecedented levels.  As they have clients across the world,  they are a very international company and pride themselves on high levels of code quality for their products.  With this fantastic level of growth,  they are now looking to take on Big Data Developers to bolster their successful Business Analytics Team.  The Role:   In this position your objective is to provide the tools and assistance for your colleagues in the Business Departments to utilise the large quantity of data that is collected by their platforms.  In this role you will be designing and implementing the business intelligence infrastructure at the number one software companies in the market.  Your Responsibilities: Evaluate and improve information systems in order to refine business processes Design and application of business information to provide the foundation for data analysis.  Using the information gathered by their data components,  you will develop the modules that will improve user experience of their award winning platforms "
}
