{
  "jobPosting": {
    "companyJobCode": "jobstairs-608999", 
    "expirationDate": 1. 451514e+12, 
    "title": "Data Analyst (m/w)", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [
        {
          "startIdx": 2098, 
          "type": "BR", 
          "endIdx": 2098, 
          "attribute": []
        }, 
        {
          "startIdx": 2098, 
          "type": "BR", 
          "endIdx": 2098, 
          "attribute": []
        }, 
        {
          "startIdx": 2035, 
          "type": "LI", 
          "endIdx": 2098, 
          "attribute": []
        }, 
        {
          "startIdx": 1969, 
          "type": "LI", 
          "endIdx": 2035, 
          "attribute": []
        }, 
        {
          "startIdx": 1886, 
          "type": "LI", 
          "endIdx": 1969, 
          "attribute": []
        }, 
        {
          "startIdx": 1802, 
          "type": "LI", 
          "endIdx": 1886, 
          "attribute": []
        }, 
        {
          "startIdx": 1766, 
          "type": "LI", 
          "endIdx": 1802, 
          "attribute": []
        }, 
        {
          "startIdx": 1700, 
          "type": "LI", 
          "endIdx": 1766, 
          "attribute": []
        }, 
        {
          "startIdx": 1662, 
          "type": "LI", 
          "endIdx": 1700, 
          "attribute": []
        }, 
        {
          "startIdx": 1552, 
          "type": "LI", 
          "endIdx": 1662, 
          "attribute": []
        }, 
        {
          "startIdx": 1497, 
          "type": "LI", 
          "endIdx": 1552, 
          "attribute": []
        }, 
        {
          "startIdx": 1497, 
          "type": "BG", 
          "endIdx": 2098, 
          "attribute": []
        }, 
        {
          "startIdx": 1453, 
          "type": "LI", 
          "endIdx": 1494, 
          "attribute": []
        }, 
        {
          "startIdx": 1400, 
          "type": "LI", 
          "endIdx": 1453, 
          "attribute": []
        }, 
        {
          "startIdx": 1347, 
          "type": "LI", 
          "endIdx": 1400, 
          "attribute": []
        }, 
        {
          "startIdx": 1268, 
          "type": "LI", 
          "endIdx": 1347, 
          "attribute": []
        }, 
        {
          "startIdx": 1136, 
          "type": "LI", 
          "endIdx": 1268, 
          "attribute": []
        }, 
        {
          "startIdx": 974, 
          "type": "LI", 
          "endIdx": 1136, 
          "attribute": []
        }, 
        {
          "startIdx": 974, 
          "type": "BG", 
          "endIdx": 1494, 
          "attribute": []
        }, 
        {
          "startIdx": 473, 
          "type": "BR", 
          "endIdx": 473, 
          "attribute": []
        }, 
        {
          "startIdx": 473, 
          "type": "BR", 
          "endIdx": 473, 
          "attribute": []
        }
      ], 
      "rawText": "Bayer ist ein weltweit tätiges Unternehmen mit Kernkompetenzen auf den Life-Science-Gebieten Gesundheit und Agrarwirtschaft.  Als Innovations-Unternehmen setzt Bayer Zeichen in forschungsintensiven Bereichen.  Mit seinen Produkten und Dienstleistungen will Bayer den Menschen nützen und zur Verbesserung der Lebensqualität beitragen.      Bayer schätzt die Leidenschaft seiner Mitarbeiterinnen und Mitarbeiter für Innovationen und gibt ihnen die Kraft,  Dinge zu verändern.     Bayer Business Services ist das globale Kompetenz-Zentrum für IT- und Business Services des Bayer-Konzerns und unterstützt mit hochwertigen Leistungen und innovativen Lösungen die Geschäftsprozesse von Bayer – überall und jederzeit.  Der Fokus liegt dabei auf den Kernbereichen IT-Infrastruktur und -Anwendungen,  Einkauf und Trade Services,  Personaldienstleistungen,  Finanz- und Rechnungswesen sowie Managementberatung.  In Ihrer neuen Funktion als Data Analyst (m/w) übernehmen Sie folgende Aufgaben:   Unterstützung bei der Durchführung komplexer Datenanalysen,  Datenaufbereitung und   Entwicklung prognostischer Modelle auf Basis moderner statistischer Methoden  Mitarbeit an der Entwicklung statistischer Modelle und maschineller Lernverfahren zur   Informationsextraktion und -klassifikation  Analyse umfangreicher Datenbestände aus Geschäftssystemen und sozialen Medien  Analytische und kommunikative Aufgaben in Projekten  Aufbereitung und Präsentation der Arbeitsergebnisse  Einbringen neuer zukunftsweisender Ideen    Abgeschlossenes Studium mit dem Schwerpunkt Statistik  Forschungs- oder Anwendungserfahrung in den Bereichen Datenanalyse,  multivariate   Statistik und Data Mining  Erste Erfahrung in der Projektarbeit  Sicherer Umgang mit R,  SAS,  SPSS oder vergleichbaren Anwendungen  Gute Datenbank- und SQL-Kenntnisse  Kenntnisse weiterer Programmiersprachen (z.  B.  JAVA,  C++,  Python) sind von Vorteil  Analytische Vorgehensweise sowie die Offenheit für neue,  unkonventionelle Ansätze  Kunden- und Teamorientierung sowie ein hohes Maß an Flexibilität  Fließende Englisch- und Deutschkenntnisse in Wort und Schrift Wir bieten Ihnen ein leistungsbezogenes Einkommen und sehr gute Möglichkeiten zur fachlichen und persönlichen Weiterqualifizierung.  Wenn Sie in diesen vielseitigen und verantwortungsvollen Aufgaben eine persönliche Herausforderung sehen,  bewerben Sie sich bitte online mit Ihren vollständigen Bewerbungsunterlagen (Anschreiben,  Lebenslauf,  Zeugnisse) sowie der Angabe Ihrer Gehaltsvorstellung. "
    }, 
    "postalCode": "51373", 
    "jobState": "LISTED", 
    "companyName": "Bayer Business Services", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "We are the global competence center for IT and Business Services of the Bayer Group.  In constantly changing market conditions,  Bayer Business Services supports the business processes of Bayer with high-performance services and innovative solutions.  The services are aligned entirely to Bayer’s business processes and focus the core areas of IT Infrastructure and Applications,  Procurement and Trade Services,  Personnel Services,  Finance and Accounting as well as Management Consulting.  They integrate seamlessly into Bayer’s business processes and make them simpler,  faster,  and more efficient.  In this way,  Bayer Business Services creates tangible competitive advantages and provides a sustainable contribution to Bayer’s value creation.  In fiscal 2014 Bayer Business Services employed a worldwide workforce of 5, 455 people and achieved sales of EUR 1, 035 million.  Bayer Business Services is headquartered in Leverkusen,  Germany.  Further international sites are located in Barcelona,  Berlin,  Gdansk,  Hong Kong,  Manila,  Mumbai,  Pittsburgh,  São Paulo,  Shanghai and Singapore. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "IT"
    ], 
    "listDate": 1447941374000, 
    "countryCode": "de", 
    "company": "urn:li:company:201503", 
    "id": 99861530, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Leverkusen,  DE", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "hasSavedJobPosting": false, 
  "decoratedCompany": {
    "formattedIndustries": [
      "Information Technology & Services"
    ], 
    "formattedCompanyType": "Privately Held", 
    "localizedDescription": "We are the global competence center for IT and Business Services of the Bayer Group.  \r\rIn constantly changing market conditions,  Bayer Business Services supports the business processes of Bayer with high-performance services and innovative solutions.  The services are aligned entirely to Bayer’s business processes and focus the core areas of IT Infrastructure and Applications,  Procurement and Trade Services,  Personnel Services,  Finance and Accounting as well as Management Consulting.  They integrate seamlessly into Bayer’s business processes and make them simpler,  faster,  and more efficient.  \rIn this way,  Bayer Business Services creates tangible competitive advantages and provides a sustainable contribution to Bayer’s value creation.  \r\rIn fiscal 2014 Bayer Business Services employed a worldwide workforce of 5, 455 people and achieved sales of EUR 1, 035 million.  \r\rBayer Business Services is headquartered in Leverkusen,  Germany.  Further international sites are located in Barcelona,  Berlin,  Gdansk,  Hong Kong,  Manila,  Mumbai,  Pittsburgh,  São Paulo,  Shanghai and Singapore. ", 
    "foundedYear": 2002, 
    "canonicalName": "Bayer Business Services", 
    "companyLogo": {
      "logoType": "LOGO_LEGACY", 
      "urn": "urn:li:media:/AAEAAQAAAAAAAAKfAAAAJDgxMjYxZWU5LTg5MGMtNDQyZC1iZjJkLTExNjVkOWE3NzQzMQ. png"
    }, 
    "company": {
      "specialities": [
        "IT Infrastructure and Applications", 
        "Procurement & Trade Services", 
        "Personnel Services", 
        "Finance and Accounting", 
        "Management Consulting"
      ], 
      "universalName": "bayer-business-services", 
      "companyId": 201503
    }, 
    "hasPaidLcp": false, 
    "formattedCompanySize": "5001-10000", 
    "formattedEmployeeCount": "5001-10000 employees"
  }, 
  "formattedJobFunctions": [
    "Information Technology"
  ], 
  "formattedExperience": "Mid-Senior level", 
  "formattedIndustries": [
    "Information Technology and Services"
  ], 
  "formattedPostedDaysAgo": "Posted 16 days ago", 
  "formattedPostedDaysAgoSlim": "16 days ago", 
  "formattedPostedDaysAgoShort": "16d", 
  "companyDescriptionLanguage": "de", 
  "hasDecoratedCompany": true, 
  "formattedListDate": "November 19,  2015", 
  "formattedExpireDate": "December 30,  2015", 
  "hasMySavedJobPosting": false, 
  "externalApplyLink": "/jobs2/view/externalApply/99861530?trk=guest_apply_click_apply_button&url=http%3A%2F%2Fwww. jobstairs. de%2Fstellenangebot%2Fbayer%2F608999. html&urlHash=KgHT&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "offsiteApply": true, 
  "descriptionLanguage": "de", 
  "formattedEmploymentStatus": "Full-time"
}
