{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90315691", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Your Profile:   Business knowledge   -       Experience in banking,  Utilities or Public sector as being part of the business or as being part of projects as consultant -       Experience in digital transformation projects -       Project management and business analysis methodologies -       Business process modeling experience   Consulting skills   -       Client and result oriented,  -       Understanding of organizations and their drivers -       Ability to see and keep focus on the big picture,  while also working on the details -       Quality minded,  ready and willing to go the extra-mile -       Willingness to change context regularly   Soft skills   -       Entrepreneurship and pro-activity -       Innovative mindset -       Superior presentation and communication skills -       Fluent speaker and writer (Trilingual: Dutch,  English,  French) -       Good relationship skills,  team player -       Adapts quickly and easily -       Can communicate equally well with Business and IT people -       Can work independently   Technical skills   -       Advanced understanding of BI &amp; Big Data landscape in terms of technologies Additional skills (a plus) -       Knowledge of agile methods (e. g.  SCRUM) -       Knowledge of RUP,  SCRUM,  ARIS; BPMN and UML -       Knowledge of solutions workflows: SAP,  Oracle,  SharePoint,  others    ", 
  "following": false, 
  "companyDescription": "Sopra Steria Group,  a major player in consulting,  technology services and software publishing in Europe,  assists its clients in the successful transformation of their business and information systems.  By combining value and innovation in the solutions proposed,  and delivering utmost quality and performance in the services provided,  Sopra Steria Group positioned itself as a preferred partner for major companies and organizations; especially those looking for the best use of digital technology for their development and competitiveness.  The Group has over 37, 000 employees and generated a turnover of over 3. 1 billion Euros in 2014.  For more information,  find us on www. soprasteriagroup. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Sopra Steria", 
  "canFollow": false, 
  "companyId": "3054", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Sopra Steria", 
    "title": "Digital information (BI & Big Data) Consultant (F/M)"
  }, 
  "description": "We offer the opportunity to work in a fast growing and dynamic team on challenging national and international projects in different industries.  We also offer the opportunity to continuously deepen your knowledge and to further develop your personal competencies.  We have a local “Business Labs” to foster innovation,  explore new solutions and technologies and be at the forefront of the market.   We are currently looking for a M/F Digital information Consultant to reinforce our BI practice.  Your Role:   -       Support companies in their journey to become “data-driven” -       Propose alternative solutions aiming to reduce costs,  improve processes and increase agility of organizations thanks to a better use of information -       Advise customers on how best to leverage the value of their information assets -       Lead workshops to identify and prioritize opportunities according to Business criteria,  both internal (organization) and external (market) -       Define an implementation strategy,  and a roadmap with a clear vision -       Create business cases and present to management -       Act as Expert / Trusted advisor during the mission on relevant topics (BI &amp; Big Data) -       Responsible for the reporting and documentation"
}
