{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89030338", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "In the manufacturing industry,  massive amounts of metering data is gathered daily to then be thrown on a pile; or should we say down a bottomless pit,  called the historian database.  In order to get some meaningfulness from that data afterwards,  one needs to hire a librarian who knows where and how to find what you need.  That librarian comes with years of experience,  an extensive set of procedures in 3 languages and will need very expensive spectacles in order to be able to do his job. In come the TrendMiners! A group of young and agile workers with a cheap plastic hat,  who search simultaneously throughout your entire mine of information.  Not only do they speak your own language,  they're also incredibly fast at recognising new data while it comes in with information they've already found before. -------------------------If you missed the analogies,  no problem.  In short D square is a young and enthusiastic team that really knows its way around in the process industry.  We make your data actionable.  Whether it is through analysing your alarm management or with our big data analysis software for your historian database. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "D square", 
  "canFollow": false, 
  "companyId": "983151", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "D square", 
    "title": "Senior Java Developer for innovative data mining application"
  }, 
  "description": "Senior Java Developer for innovative data mining application D square develops discovery analytics solutions for the industry.  Our cross-functional agile development team is developing a brand new data mining product for the process industry! Sounds interesting? Don't miss your opportunity to Become part of a young,  international and ambitious team Experience the development and launch of an exciting new data mining application Design,  implement and test features using agile techniques Get plenty of opportunities to learn new cutting edge technologies Make a real difference Are you passionate about software development and data science technology? And in for a new challenge? Send us your resume,  motivation letter and code portfolio (when available) and we will get in touch! You should Have a software engineering background or significant relevant experience Be eager to learn new technologies and share your expertise with the team Value team results above personal praise Be passionate about software development,  innovation and creative thinking Help other team members when needed Deliver your work in a timely and professional manner,  with high technical integrity,  quality and maintainability Speak English fluently Have a structured mind and understand and follow software engineering best practices Have a broad interest in technologies Have proven experience with enterprise java applications (JEE)  Experience with other technologies in our product portfolio are an advantage,  in particular: clojure,  column store DBs,  HTML5,  angular JS,  . NET,  etc.  We provide: A competitive salary package The possibility to be part of a smart and international team The ability to learn and experiment with cutting edge technologies The possibility to make a difference: impact technology choices,  suggest awesome features,  etc.  Beers at 1 EUR on Fridays ;-) About D square NV D square is a Hasselt-based hi-tech company that specializes in data mining and discovery analytics solutions for the process industry.  We are a spinoff of the University in Leuven,  a small,  young and ambitious team that wants to make a difference.   "
}
