{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86709422", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Technical Requirements: Master of Science degree (or PhD) in computer science,  statistics,  engineering or mathematics  Professional experience in developing machine learning models and AI solutions,  in particular knowledge representation (and reasoning) Optional experience in semantic web and ontologies  Strong programming skills (Python is a plus) Strong problem solving and communication skills Experience with one or more machine learning libraries and tools such as Apache Spark or Apache Mahout or Theano.  Experience with Hadoop and Hadoop-related tools Experience with AWS and other public cloud platforms  Additional skills: Curiosity and constant desire to learn (and teach); Passion (or experience) in e-learning projects; Product-oriented attitude and project management experience", 
  "following": false, 
  "companyDescription": "Cloud Academy is a continuous training solution that provides online training in 140+ countries worldwide.  We measure everything we do and we help our customers getting track of their progress,  so they use Cloud Academy to learn new skills,  to achieve better positions in their companies and to start new challenging projects.  We provide training with different tools and technologies: video courses,  an adaptive learning system within our quizzes and explanations and real hands-on labs.  Our customers are big enterprises (Deloitte,  Accenture,  CSC etc. ),  small businesses looking at Cloud Academy as a solution to keep their tech teams updated,  and thousands of individuals who want to unlock the Cloud potentials,  becoming experts on AWS,  Azure,  Google Cloud Platform and many other Cloud solutions. Our Headquarters are in San Francisco.  We are backed by top ventures firms in Silicon Valley and have offices in San Francisco and Mendrisio (Switzerland,  Ticino). ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CloudAcademy. com", 
  "canFollow": false, 
  "companyId": "3049571", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CloudAcademy. com", 
    "title": "Sr.  Data Scientist"
  }, 
  "description": "We are looking for a passionate senior engineer or data scientist with a deep knowledge of Artificial Intelligence and Machine Learning techniques,  a solid computer science background and a leading attitude,  willing to integrate with our international development team,  based in Switzerland (Mendrisio,  CH).  Cloud Academy's team deeply believes in technology and this position is meant to lead our internal effort to provide a new learning experience to our members,  by using big data and AI to improve how people learn new skills. As a Sr.  Data Scientist you will join a small team inside our engineering dept dedicated to  \"Project Inspire\",  a set of technologies that Cloud Academy is developing inside its platform to improve our efforts to manage,  create and serve our content to customers in 140 countries worldwide.  You will work with two other passionate engineers that has been with the company for 2 years and will help you creating and implementing this project inside the company.  Cloud Academy helps companies and customers worldwide learning and improving their cloud computing skills with a continuous learning approach.  Our engineering team is helping them achieving better results inside their companies and getting their skills constantly updated.  You will work with our Swiss team on product and engineering and with our content team based in San Francisco with 2 to 3 travels per year to our US office.  Benefits: Competitive compensation Yearly bonus based on your achievements Stock options Health insurance plan Yearly budget for conferences/courses for your personal development A very exciting environment Regular travels to our US offices (San Francisco) Your personal workstation (up to $2000)"
}
