{
  "jobPosting": {
    "companyName": "Happiest Minds Technologies", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "iimjobs_xml-281513", 
    "title": "Happiest Minds - Lead - Data Scientist Analytics & Big Data (8-12 yrs) Bangalore", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101838500, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. happiestminds. com", 
    "logo": "urn:li:media:/p/7/005/04b/2dd/361a5bd. png", 
    "universalName": "happiest-minds-technologies", 
    "companyId": 2315800
  }, 
  "description": "    Title of job : Lead Data Scientist Analytics and Big Data    Reports to : Director- Advanced Analytics    Years of Experience :    8 + years experience    Organizational Relationship       Will report to the Head of Data Sciences       Will be working out of Happiest Minds office in Bangalore.      Types Of Customers Called On       Enterprise customers including,  but not limited to the areas of        Consumer Packaged Goods,  Manufacturing,  Retail,  Banking,  Financial        services and Insurance,  Entertainment,  Travel and Transportation,         Health Care and Government Services markets,        Enterprise Product and Software Platforms / Portals,  Data Center        technologies,  Consumer Solution Platforms     Duties And Responsibilities Related To The Job       Candidate should be proficient in building Machine learning and        Statistical algorithms in various data types and structures:        structured and unstructured data,  static and streaming data,         extensive prior experience in integrating data,  profiling,         validating and cleansing data.        He/She should possess extensive knowledge of and experience in        applying data mining and machine learning techniques in a        professional context       High level of proficiency in statistical tools like SAS,  R       Expertise in programming languages like Java/C/C++/Python       Experience with relational databases and SQL is good to have       Relevant experience in Big Data platforms like Hadoop and its        eco-system       Will lead a team of junior data scientists in coming up with        innovative algorithms and solutions       Candidate will be expected to communicate analytical results in a        way that is meaningful for business stakeholders and provides        actionable insights.        Have the ability to discover new opportunities where advanced        analytical techniques can be leveraged for solving business        problems     Job Demands       This is a Individual Contributor/ Influencer and to a certain        extent team manager and mentor role and not a large team/delivery        management role.  There will be strategic teams assigned under his /        her guidance to design & build innovative data science solutions as        part of a COE       He/She should have 8+ years of extensive hands on coding and        algorithm and logic building in Analytics       Should have successful track record in creating and rolling out        pre-build solutions and frameworks in this space.        Should have good communication and technical appreciation skills       Should be willing to travel frequently and meet clients at        locations throughout the world       Should have a track record of building and executing successful        practice strategies g) Be an upright corporate citizen and uphold        the SMILES (Sharing,  Mindful,  Integrity,  Learning,  Excellence and        Social Responsibilities) values of Happiest Minds at all times.      Educational Qualification       MS/MSc/PHD from leading universities in India and abroad in        Econometrics,  Statistics,  Machine learning     About Happiest Minds Technologies    Happiest Minds is focused on helping Enterprises build Smart,  Secure    and Connected experience for their Customers through Digital    Transformation by leveraging disruptive technologies like mobility,     analytics,  security,  cloud computing,  social computing and unified    communications.  Enterprises are embracing these technologies to    implement Omni-channel strategies,  manage structured & unstructured    data and make real time decisions based on actionable insights,  while    ensuring security for data and infrastructure.  Happiest Minds also    offers a high degree of skills,  IPs and domain expertise across a set    of focused areas that include IT Services,  Product Engineering    Services,  Infrastructure Management,  Security,  Testing and Consulting.     Headquartered in Bangalore,  India,  Happiest Minds has operations in the    US,  UK,  Singapore and Australia.  It secured a $52. 5 million Series-A    funding led by JP Morgan,  Intel Capital and Ashok Soota.     For more information,  visit http://www. happiestminds. com    (ref:iimjobs. com)", 
  "companyDescription": "      Happiest Minds Technologies    Happiest Minds is a next generation digital transformation,     infrastructure,  security and product engineering services company with    100+ customers,  1500+ people across 16 locations .  Happiest Minds    enables Digital Transformation for enterprises and technology providers    by delivering seamless customer experience,  business efficiency and    actionable insights through an integrated set of disruptive    technologies: big data analytics,  internet of things,  mobility,  cloud,     security,  unified communications,  etc.  Happiest Minds offers domain    centric solutions applying skills,  IPs and functional expertise in IT    Services,  Product Engineering,  Infrastructure Management and Security.     These services have applicability across industry sectors such as    retail,  consumer packaged goods,  e-commerce,  banking,  insurance,     hi-tech,  engineering R&D,  manufacturing,  automotive and    travel/transportation/hospitality.  Headquartered in Bangalore,  India,     Happiest Minds has operations in the US,  UK,  Singapore,  Australia and    has secured $ 52. 5 million Series-A funding.  Its investors are JPMorgan    Private Equity Group,  Intel Capital and Ashok Soota", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
