{
  "jobPosting": {
    "companyName": "Nordex", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "jobijoba-b1a29a84ae802e7a55659a22192bddcb", 
    "title": "Fleet (senior) data analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102245548, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      144
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. nordex-online. com", 
    "logo": "urn:li:media:/p/1/005/02b/247/0a2c40e. png", 
    "universalName": "nordex", 
    "companyId": 64578
  }, 
  "description": "      Tasks / Requirements  How we fit together  What we offer     Application We are currently looking for a Fleet (senior) data analyst    in Hamburg,  Vollzeit Company Sie haben sich zum Ziel gesetzt,  Ihre    Persönlichkeit,  Ihre Kraft und Ihre Zeit dort einzusetzen,  wo es sich    zu investieren lohnt.  In eine Aufgabe,  die Spaß macht und Sie zugleich    fordert - In einem Unternehmen,  das Erfolg hat.  Herzlich willkommen bei    der Nordex! Einst Pionier der Windbranche,  steht hinter dem Markennamen    „Nordex“ längst ein Weltunternehmen.  Als Windenergieanlagenhersteller    sind wir mit Tochtergesellschaften in Europa,  Asien und den USA    vertreten und beschäftigen über 3. 000 Mitarbeiter.  Mehr als 30 Jahre    Erfahrung fließen in die Entwicklung von effizienten Turbinen der    Multimegawattklasse ein.  Tasks / Requirements Your tasks  Creating    standard reports,  and further maintaining and improving them  Analysis    of operational data from wind turbines and the associated processes to    help improve the service organization  Ad hoc reports for management    and service organization  Development of concepts for the analysis of    fleet data (automated and manual)  Development and coordination of    appropriate algorithms for predicting future errors with the involved    departments Our requirements We are looking for an experienced data    analyst (or someone with equivalent educational qualifications) who    will support the team in the above-mentioned activities,  and even run    their own projects.  This is a temporary position limited to 2 years.     Specific requirements that we are looking for in candidates include:     Background in statistics,  mathematics,  computer science,  or engineering    (candidates from related disciplines welcome as well)  Solid    experience in the data analysis  Good knowledge of tools / languages    for data analysis (most preferably R,  but also MATLAB or Python)     Strong SQL skills  Good MS Office skills,  especially Excel     Comfortable using English for daily work  Independent,  structured,  and    diligent personality  General interest in renewable energy,  especially    in the wind industry Preferred:  Experience in the data analysis and    reporting (preferably in the energy sector)  Familiar with data mining    and machine learning concepts with some practical experience     Experience with any reporting technologies CVs to be sent in English    please.  Apply now To view this video please enable JavaScript,  and    consider upgrading to a web browser that supports HTML5 video Working    at Nordex Where and how do we perform our work? View our company video    on our diverse and dynamic working environment.  At Nordex you become    part of a dynamic team with ambitious goals.  Nordex is among the    technology leaders as a supplier of wind power plants.  30 years of    practical experience with more than 6, 500 turbines installed in 38    countries is incorporated in the development and fabrication of    efficient systems in the multi-megawatt class today.  With an export    quota of more than 70 percent,  Nordex SE assumes a strong position,     especially in the international growth regions.  The Nordex Group is    represented worldwide with offices and subsidiaries in more than 22    countries employing over 3, 000 people.  Our course is set to growth for    clean energy.  We are progressing with fresh power and new perspectives.     For us and if you want,  from now on also for you.  Are you looking for a    job that is meaningful and creates value? Do you want to advance your    career and further develop your expertise? Join Nordex! Our workplace    atmosphere is defined by internationalisation and tasks that allow you    to contribute and make a difference.  We are setting new standards with    our innovative products.  The working atmosphere is relaxed and    professional.  “Big enough to deliver – small enough to care” means we    are flexible,  respond quickly and achieve lasting results.  Our    expectations Wind energy is an industry with a future.  That is why we    need employees who dedicate all their power and know-how,  actively    helping to shape the future of this sector.  Enthusiasm for renewable    energy along with excellent communication skills and the ability to    work in a team are key abilities.  You are also highly committed and    think like an entrepreneur.  You step beyond the limits of your    specialist field and view yourself as part of a whole.  You assume    responsibility for people and projects.  The career paths at Nordex are    as different as the people who work for us.  Whether as a manager or    specialist,  entry-level applicant or expert (m/f) in the commercial or    technical environment,  you have a variety of opportunities with us.  We    expect a lot from you – and we have much to offer you as well.      International working atmosphere The working atmosphere at Nordex is    defined by internationalisation.  Employees from more than 50 nations    work for us.   Development opportunities With us you can advance your    technical and personal development.  Depending on performance and    potential,  we offer a variety of individual development opportunities    in both the commercial and the technical field.  You can choose a career    in management,  as a technical expert or project manager (m/f) with us    depending on your abilities.   Communicative working atmosphere With us    success is achieved as a team.  But a team does not establish itself.     That is why open and helpful cooperation along with management that    gets involved await you with us.   Individual compensation packages    Performance-oriented and fair compensation completes our offering.  We    are flexible in negotiating your compensation package and take your    individual ideas into account.  Your compensation package can include    both variable and fixed components.   Benefits We offer individually    agreed allowances,  for example for the company pension plan.  You also    get 30 days of holidays per year,  a job ticket for the train and bus,     parking close to the workplace,  a flexible working time model and the    possibility of a home office that allows you to balance family and    work.  Not to mention attractive company locations – for example in    Hamburg or Rostock – where you are sure to feel comfortable.      Continuing education opportunities As a supplier of high-quality    products and services,  our success depends to a large extent on the    qualifications of our employees.  That is why we encourage your    technical and personal continuing education every year.  The modules to    accomplish this include the technical and personality-related    performance and potential assessment,  individual career planning,     especially conceived talent programmes and high-quality training    through the internal Nordex Academy.   Last but not least We encourage    positive interaction even outside day-to-day work.  With shared employee    and family parties,  we strengthen our cooperation.  Apply to Nordex and    look forward to a job that is different from the norm.  Did we arouse    your interest in Nordex? Does professional involvement in a company    that is successfully engaged in renewable energy and sustainability    around the world appeal to you? Do you want a career that is    cosmopolitan and exciting? In one of 22 countries where Nordex is    present with its subcompanies and its offices? Or would you prefer to    find your career opportunities at the headquarters in Hamburg or the    Rostock production site? Whether you have just completed your course of    studies or vocational training,  are already a professional and come    from the commercial or technical field – at Nordex there are many ways    that take you to your individual career objective.  The right way to    apply: Applications are possible exclusively online using our    application management system.  You can inform yourself about all open    positions in all functional areas and at all national and international    sites,  and can submit your application documents.  The system confirms    the receipt of your application immediately after you submit it.  We    strive to review applications quickly and inform you personally about    the next step.  Your application documents are kept strictly    confidential.  Thank you very much for your interest.  We look forward to    your application.  Apply now", 
  "companyDescription": "      Nordex    Few technologies have made so much progress in recent years as the use    of wind energy.  Nordex is one of the fathers of this development.  Since    1985 the Nordex Group is a trend-setting manufacturer of highly    efficient large-scale turbines for strong,  moderate and light-wind    Onshore locations.     The “Generation Gamma” range comprises the N90/2500 (IEC1),  the    N100/2500 (IEC2) and the N117/2400 (IEC3).  “Generation Delta” comprises    the N100/3300 (IEC1),  the N117/3000 (IEC2) and the N131/3000 (IEC3)).     Solution-driven innovations such as the Anti-Icing-System and a range    of tower solutions expand the application area.     Listed at the Frankfurt stock exchange TecDAX (ISIN: DE000A0D6554)    Nordex SE is a management holding company with its headquarters in    Rostock.  The domicile of the board and administration as well as of the    subsidiary Nordex Energy GmbH is Hamburg.  The company’s factory is in    Rostock,  where Nordex assembles the nacelle with the electronic and    control technology.  The company here also produces rotor blades for its    turbines since the year 2002.  The Nordex Group covers the whole    technical valued-added chain with its products and services,  from    identification of suitable sites to wind farm system planning to the    technical implementation of the wind farm.  Even after installation of    the turbines,  Nordex continues to support its customers.  The company    offers a customised service for all of its wind turbines,  which ensures    the trouble-free operation of the machines on a worldwide basis.  The    average availability of all turbines covered by Nordex Service stands    at 98 per cent.     Nordex has installed a total of around 6, 000 turbines with an aggregate    capacity of more than 10, 000 MW all around the world.  With exports    accounting for more than 85 percent of its business,  Nordex SE plays a    key role in international high-growth regions.  The Company has offices    and subsidiaries in 22 countries around the world with a total global    headcount of over 2, 500 employees. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
