{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/79698427", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "At Ividata,  we're building the next-generation of analytics tools for Retail.    Our product Ivizone,  combines big data processing with advanced algorithms,  to allow retailers to optimize the performance of their stores,  and create stronger relationships with their clients through direct communication.    By using wifi access points,  Ivizone lets retailers measure the foot-traffic in and around their stores,  and engage users in real time with custom deals and direct offers,  via the customer's mobile phones.    Managers can then view performance metrics on a web-based dashboard to optimize the storefront marketing,  and see real-time impacts of their marketing campaigns. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "IVIZONE", 
  "canFollow": false, 
  "companyId": "5079938", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "IVIZONE", 
    "title": "Senior Data Scientist / Machine Learning Engineer"
  }, 
  "description": "Do you know Machine Learning like the back of your hand? We're looking for a Senior Data Scientist / Machine Learning Engineer to lead our development efforts.  Who we are: At Ividata,  we're building the next-generation of analytics tools for Retail.    Our product Ivizone,  combines big data processing with advanced algorithms,  to allow retailers to optimize the performance of their stores,  and create stronger relationships with their clients through direct communication.  By using wifi access points,  Ivizone lets retailers measure the foot-traffic in and around their stores,  and engage users in real time with custom deals and direct offers,  via the customer's mobile phones.  Managers can then view performance metrics on a web-based dashboard to optimize the storefront marketing,  and see real-time impacts of their marketing campaigns.    Who you are: Ph. D in Machine Learning,  Computer Science,  or Applied Math Several years experience working in a fast-moving,  startup environment Eager to work on a big data platform from start to finish,  building more features from the ground up Passionate about using machine learning to solve real world problems Want to write code that has a huge impact - the code you write will win or lose contracts 5+ years of experience in a professional environment,  7+ years of experience programming.  Ability to solve problems,  and deliver results quickly and reliably   What you would do:  Manage and improve the data analysis of our Presence Analytics product,  which helps count the foot traffic around stores using Wifi signals Create and deploy algorithms in Spark / Python Develop storytelling visualizations for clients using Tableau,  D3,  Excel,  Python,  R,  or other Infographics Collaborate with the designer and potential clients to create visual storyboards Optimize the performance of the data analysis infrastructure   Skills you need to succeed: Technical Strong programming ability in Python,  and several other programming languages and paradigms Expert knowledge of SQL,  Unix shell,  and Scripting Strong competence with Linear Algebra,  Probability and Statistics Experience AWS,  Spark,  Hadoop,  Python,  Scala Knowledge of algorithms,  and probabilistic data structures Familiarity with Git Version Control Working command of spoken and written English (French a plus) Nontechnical Ability to communicate complex abstract concepts clearly with a non-technical audience Able to deliver features to production quickly,  in a fast-paced environment.  Passion about constructing a system from the ground up,  to be used by large numbers of people Self motivation to learn all you can about a subject Resourcefulness to find solutions and workarounds when no apparent ones exist.  Get shit done by any means necessary Willingness to take complete ownership over your projects   What does the job involve specifically? This position involves a large amount of hands-on programming,  as we are a small team,  and have a huge product roadmap.   Opportunities for building and managing the team will evolve with company growth,  after a few years of hands-on experience building our technology   0-1 Year Roadmap deriving new metrics from presence analytics data to fit customer needs improving the presence analytics product by researching and applying ML algorithms,  and probabilistic data-structures writing unit tests for pandas / spark applications with py. test creating deployment pipelines on AWS EMR for Spark building Wifi triangulation product from research to production implementation implementing visualization dashboards for metrics products using web libraries (eg: D3,  Highcharts),  or one-off reports (eg: Tableau,  Excel,  infographics) pre-sales meetings with customers for algorithmic discussions integrating presence analytics for more wifi manufacturer partners developing iBeacon analytics products building infrastructure  for production operations monitoring building internal tools for operations 1-3  Year Roadmap deriving data architecture and algorithms for new metrics products exploring new presence analytics hardware with OpenWRT / RaspberryPi implementing start to finish,  new data ingestion,  storage,  and ETL pipelines for new products recruitment and management of interns and junior data science / ML hires   3+ Year Roadmap management of junior data science and ML team   What technology and tools do we work with? Ivizone works primarily with open-source technology,  and our infrastructure is hosted on Amazon Web Services.   Leading collaboration tools help us keep an Agile team and workflow.    Technology Amazon Web Services - Our products are heavily based on AWS,  which allows us to focus on building core business value,  and not on infrastructure.   More details in the AWS Case study link below Nodejs,  Coffeescript,   mocha,  chai,  sinon - Allow us to quickly build simple,  consistent,  and robust API’s and other services Ruby on Rails,  ReactJS,  Webpack,  ES6,  rspec - Serves up the main client facing part of the product,  allows us to make lightning-fast client customizations.  Python,  Pandas,  py. test - Python powers the data analysis and calculations AWS EMR,  AWS Kinesis,  Spark - Enables the collection and processing our big data streams and ETL pipelines Postgres,  AWS DynamoDB,  AWS S3 - The persistence layer for all data needs   Agile / Collaboration Git / Github - Github stores the git repositories for all codebases Slack - The main chat platform for all development work CircleCi - Continuous Integration server testing all code commits PivotalTracker - Project management which lets us keep tasks on schedule Continuous Deployment - All projects follow an automatic push,  testing,  deploy flow Macbook Pro  or Linux - A choice of workstations used for development work     Why Join Ividata? The biggest reason to join Ividata,  is that we’re still a young startup.   What does this mean for you? Well. .    lots of responsibility - You won’t be a bystander here.    Early on,  you will be trusted with large portions of the business,  which you will become an expert at in every detail.    Everything you do will have a huge impact on the bottom line,  and you will make a real difference.    build entrepreneurial experience -  If you wish to start your own company someday,  this will be excellent chance to build something from the ground up,  without taking on all the risk.      write code that has an impact - The code you write will be directly responsible for million-dollar business decisions of our clients.   You will directly have an impact in shaping the future of the digital retail industry.    grow and learn high-demand skills - The tech industry changes quickly,  and so do the skills you need to master.   We provide an environment where you have the freedom to explore and use whatever tools will get the job done.   Whether it be with technical tools,  or on the business side,  you will develop highly valuable skillsets that are transferable to any industry.    see the big picture,  in fine detail - As an early stage engineer at Ividata,  you will contribute to all aspects of our big data and data analytics platform,  from the brainstorming phase,  to closing the deal.   From data acquisition,  to visualization.   Unlike in a big company where you get shoved into a corner,  we provide an opportunity to gain solid expertise for every part of the big data cycle.    gather a breadth and depth of experience - Rarely in your professional career will you have the chance to learn so much,  in such a short amount of time.    And as you will be the lead person for many projects,  you will gain an expertise each subject you address.    Such a fast moving environment will provide a unique development opportunity for your future career.    Apply Now: We are looking to hire for this position in Q1 2016 .   Please contact Sidney Burks at jobs@ivizone. com with a recent CV,  data science project sample,  and code repository if applicable.  Additional Information: http://www. ivizone. com Ivizone Slide Presentation - http://www. slideshare. net/Ividata/ivizone-english-slideshare AWS Case Study - Ivizone Big Data Infrastructure - https://aws. amazon. com/solutions/case-studies/ividata/ HUB Institute: La connectivité au coeur de la connaissance client - http://hubinstitute. com/2015/03/la-connectivite-au-coeur-de-la-connaissance-client/"
}
