{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90376546", 
  "descriptionLanguage": "en", 
  "description": "SummaryHere at Tesco our ambition is to create the best environment for all our colleagues to reach their full potential.  In doing so,  we build the culture,  capability and capacity to help the business meet its multichannel growth ambitions. We are facilitating a simple,  honest and human culture that s inclusive,  collaborative and connected.  Ensuring we work with the right structures and processes,  to enable flexibility and a culture that values individual contribution,  builds teams and minimises risk for Tesco. Supports the UK Reward Team to design,  build and implement Reward initiatives aligned to the long-term HR strategy and business goals for Tesco. PackageWe offer excellent benefits that help to make Tesco a great place to work. When you join us you'll be able to join our award winning defined benefit Pensions scheme. There are also a variety of excellent share schemes you can be part of,  to share in our success. After 6 months you will receive a Privilegecard,  giving you 10% discount on your Tesco shopping throughout the year,  both in-store and on-line. There are also additional special offers available to colleagues throughout the year. Main ResponsibilitiesBe the in-house subject matter expert for Reward information,  providing support as required,  including the collation and analysis of data on a timely basisDesign,  build and implement analytical models using people and market data to forecast costs,  identify issues and impactsTake ownership of data for validation and Reward information; prepare management information and reporting on Reward issues,  working with relevant teams to ensure the integrity of data sourcesCarry out data research,  analysis and presentation of benchmarking data in relation to salary and benefits and analysis of key competitorsDeliver outstanding quality insight and analysis to make strategic and tactical recommendations to senior stakeholdersAssist with design of remuneration policy to ensure the remuneration structure is market-competitiveAssist and support the annual salary review process and other Reward initiativesManage survey submissions,  sourcing data,  matching roles and benchmarking analysisAssist as required on ad-hoc projects throughout the year by using research and analysis Ideal CandidateInquisitive mind and conceptual thinkerSelf-reliant with the ability to manage high volumes of work and conflicting prioritiesStrong analytical and numerical skills with a data driven approach and attention to detailVery strong IT skills specifically advanced level Excel and PowerPointData analysis; proven experience of modelling and managing large complex data setsStrong planning and organisational skillsGood written and verbal communication skillsExperience in benchmarking,  job evaluation and completing salary surveysPrevious experience of project management and managing initiatives from beginning to end would be desirable", 
  "jobPosting": {
    "title": "Data Analyst - Reward", 
    "companyName": "Tesco PLC"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "3266", 
  "canFollow": false, 
  "companyName": "Tesco PLC", 
  "bottom": "true"
}
