{
  "jobPosting": {
    "companyName": "The Jobs Portal", 
    "functions": [
      "RSCH", 
      "CNSL"
    ], 
    "companyJobCode": "22814632", 
    "title": "Management Consultant - Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101965689, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      137
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. totaljobsportal. com/", 
    "logo": "urn:li:media:/p/1/005/0af/332/0494389. png", 
    "universalName": "total-jobs-portal-com", 
    "companyId": 3842608
  }, 
  "description": "     : Location Base location: London About Us Capgemini Consulting is the    management consulting discipline of the Capgemini Group,  one of the    worlds largest providers of Consulting,  Technology and Outsourcing    services.  We offer transformational excellence through understanding    specific customer needs in all business sectors.  Main Purpose of Role    Capgemini is transforming how brands engage and interact with their    customers,  helping them to develop and deliver the digital strategies    that will outperform the competition.  We are a class leader in digital    consulting,  as recognised by global research firm Kennedy.  We are at    the forefront of research into digital transformation with MIT,  helping    organisations the world over understand the impact that digital is    having on their customers and business.  Our Business Analytics Team is    Capgemini Consultings business analytics and strategic modelling    capability.  The team delivers analytics solutions and advisory services    to a wide range of clients across a number of industry sectors.  Our    Clients look to us to work with them collaboratively and provide the    expertise and structured thinking that will help them develop    innovative solutions to complex business problems.  Key Responsibilities    As a Consultant or Senior Consultant level Data Scientist you will be    defining solutions to our clients business problems,  supporting our    clients to utilise their structured and unstructured data for business    benefits.  You will also support demonstrating the value of big data    analytics to our clients.  We are looking for consultants who can help    our clients to use analytics to:       Shape and evolve their customer experience       Enhance and expand their service and commerce channels       Integrate and optimise their marketing performance across channels       Innovate their business models and operations     You will be part of a leading Business Analytics practice in the UK    within Capgemini Consulting.  You will undertake a wide variety of    challenging project work and help our clients explore,  visualise and    mine their structured and unstructured data.  You will be encouraged and    have the licence to develop new ways of delivering value.  When    allocating work,  we always try to match individual development needs    with those of the business.  We are looking for high calibre,  talented    people with relevant experience or qualifications,  along with client    facing skills to help us grow.  The type of work that you might get    involved in will vary from:       Using modelling and analytics based techniques to solve business        problems as part of a major business transformation.        Developing and using modelling tools to support strategic decision        making.        Supporting client to design,  build and implement analytics based        solutions.        Delivering analytics advisory services to clients.        Developing both thought leadership points of view and new service        offerings to differentiate us in the marketplace.      Skills and Experience To succeed you will need to possess and    demonstrate a number of competencies:       A track record of academic achievement (first degree in a numerate        subject e. g.  Maths,  Stats,  Industrial Engineering,  Economics) and        ideally a MSc.  post-graduate qualification in an analytical subject        such as Data Science,  Operational Research,  Management Science,         Statistics or Decision Science - Essential       You will currently be working in one of the fields of Consumer        Insight in Consumer Products,  Retail or Utilities,  Fraud Analytics        in Government or Insurance,  Asset Risk in Utilities.        Experience in finding patterns in data and creating statistical        models.        Experience in data exploration,  data visualisation and data mining.        Strong knowledge and experience of Excel.        Knowledge of open source analytics tools and how they are deployed.        Experience of tools such as SAS/SPSS/R/SQL/Python.        A proven ability to rigorously analyse complex issues and develop        insights and solutions.        An ability to provide creative thinking and innovative methods.        A strong understanding of business combined with a track record of        being part of delivering outstanding results.        Experience of working in a major blue-chip organisation or        consultancy company - with experience in Retail,  Consumer Products,         Utilities or Insurance sectors.        Good presentation skills and experience of delivering to Senior        Management or CXO level.        General consulting skills and the ability to overcome internal        barriers through the use of drive,  determination and influencing        skills.        An ability to work in mixed teams of colleagues and senior client        executives.        Outstanding communication and interpersonal skills with high levels        of enthusiasm and a good team player.        Drive &commitment to own and deliver outstanding work.      Additional Information WHAT WE OFFER: We will provide you with intense    professional development and as much stretch as you need to put your    skills into action,  learn and progress.  In particular,  you will have    the opportunity for:       Acceleration : The opportunity to accelerate your career through        intellectual challenge,  specialist training and responsibility.        Collaboration : The opportunity to work as part of a high        performing,  supportive and collegial team that values close        collaboration with clients.        Satisfaction: Swiftly add value and make a real difference to        Capgemini and to our Clients organisations.        Exposure: the chance to work with some of the most admired        organisations across a range of industries and locations.        Innovation: to work within a company that values innovation and        encourages entrepreneurial spirit.      Whilst you will have our London office as a base location,  you must be    fully flexible in terms of assignment location,  as client projects are    likely to require you to work away from home (Mon-Fri).  We offer an    excellent remuneration package to include flexible benefits and bonus    dependent on the candidate's competency,  skills and level of expertise.     In order to commence a role with Capgemini UK plc all candidates will    be required to provide documentary proof,  prior to joining the Company    that they are entitled to live and work in the UK.  Capgemini is an    equal opportunities employer", 
  "companyDescription": "      The Jobs Portal    Totaljobsportal. com is a brand new career website for job market in    India specifically caters to the need of aspiring jobseekers.  We    believe that a good job site should offer an interactive platform for    job seekers with the objective of improving the process of recruitment.     Our Mission    At Totaljobsportal. com,  we work for a main purpose: “Satisfaction for    Job seekers” This is our mission.  We believe that satisfaction for job    is one of the most crucial factors for overall happiness of an aspiring    jobseeker.     This is why the work we do at Totaljobsportal. com is so meaningful.  We    excel in matching right people with right jobs.     Our Team    Totaljobsportal. com is managed by a team of highly skilled and    experienced HR personnel.  Our team members work with their best to find    right jobs for job seekers.  Following are our respected team members:-    HR and Recruitment    Mr.  Rajkumar Iyer    (Director and Senior HR officer)    (13+ years of experience)    Neha Agrawal    (HR operation Mnager)    Sangeeta Sachdeva    (Assistant HR)    Abhilash Saxena    (Assistant HR)", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
