{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91706463", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Ambition Asia", 
  "canFollow": false, 
  "companyId": "3842697", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Ambition Asia", 
    "title": "Senior Data Scientist"
  }, 
  "description": "Attractive salary and benefitGreat work-life balanceInteresting and Challenging projectOur client,  a well-founded,  well-know and fast expanding Singapore local start-up working on real-time system and big data platform,  is looking for an Senior Data Scientist to join their SG office. Currently they are dealing with data at TB scale on the daily basis and with 95% requests dealt within 2ms.  They are doing Java,  Clojure,  Rust,  AWS,  NoSQL,  Elastic Search for back-end; R,  Python,  Hadoop ecosystem for data analysis.  Their culture is extremely flexible and fun loving.  You are allowed to come and leave office whenever you want as long as you clear the work.  In addition,  they offer the most annual leaves among all start-ups in Singapore.  Hence you could find a fantastic work-life balance.  Their employee turn-over rate is very low,  which is a good reflection of their great culture and environment. To be successful in this role you need below skills and experiences. Very solid knowledge on CS fundamentals,  like algorithms,  data structures and distributed system.  (Interview will be mainly on CS fundamentals. )Very strong experience on Python,  R or SASVery strong experience on relational data base and Hadoop eco-system. Experience with authentic \"big data\" (at least 10GB per day) is a must. Experience with real-time/low latency system is a big plus. PhD degree is a big plus. This is a great opportunity to join an technical advanced and financially strong start-up company,  they offer:Attractive salary and benefitsGreat work-life balanceGreat technology challengesBusiness Registration Number: 200611680D.  Licence Number: 10C5117.  EA Personnel Registration Number: R1543950. "
}
