{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/74365238", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Hyperfast Data Movement,  Access and Storage photonics Penteract28 is developing a patented Hyperfast Data Movement,  Access and Storage photonic technology  called Information density holography (IDH).  IDH uses digital holography to shrink big data.  It can increase upload speeds and conventional magnetic and optical storage capacity by up to a revolutionary 1, 000, 000 times.  MissionThe mission is to make IDH ubiquitous for any application requiring big data volume reduction across a wide a range of applications from streaming media to storage and business analytics to robotics. Commercialisation of IDH involves placing in PCs and smartphones through technology companies like Samsung and Cisco. Competitive differentiatorsRevolutionary 100- 1, 000, 000 fold increase in upload speeds,  physical storage volume cut to 10-2-10-6. Aspera (bought by IBM) transforms the data in a way that makes it easier for cloud providers like Amazon to ingest it and integrate it into their databases.  However,  performance is measured only in an average 10-20 fold increase in upload speeds (Aspera achieved a maximum 35 fold performance improvement). Business OpportunitiesNetflix deals with hundreds of terabytes a month in streaming movies and TV programs.  IDH will enable Netflix to perform batch transfers at average broadband upload speeds of 2. 5Mbps. For personal computer and tablet manufacturers,  IDH will enable them to provide playback on personal computers with real-time decoding of 4K UHD TV,  which offers four times the resolution of full HD. Conventional statistical redundancy storage techniques cut the amount of physical storage required to as little as one-third the space.  IDH by comparison,  cuts the amount of physical storage required to just a hundredth  to one-millionth the space.  Market IDH creates a new market for hyperfast,  data movement,  access and storage devices estimated to be worth £86bil in 2018", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Penteract28 Ltd", 
  "canFollow": false, 
  "companyId": "9328013", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Penteract28 Ltd", 
    "title": "Data Scientist"
  }, 
  "description": "Corporate Overview Big data is fuelling the growth of many industries.  From financial firms to research labs and even for the individual user with a smart phone,  the amount to data we produce and access daily is growing exponentially.  The question of how to store and,  more pressingly,  how to move this vast amount of data is one that is currently a hot topic not just in data science but increasingly in physics,  biology and the business world.  The researchers at Penteract28 are developing the next generation of compression,  security and data transfer technologies.   Initially,  you will join a small team of physicists and mathematicians to work on our Information Density Holography (IDH) project.  This is a multi-stage compression technique that utilizes ideas drawn from the intersection of pure mathematics,  physics and data science.  Duties and Responsibilities The objective of our research is to develop new methods in data analysis and digital holography for the purposes of big data compression.  In particular,  we are investigating the concept of generalizing holographic imaging to allow for the creation of holograms of high-dimensional data objects.  To ensure the holographic process is efficient,  we employ advanced topological data analysis methods to classify and cluster the data sets.  The successful candidate will work with our digital holography and data analysis teams.  They will lend their expert knowledge to refine our current prototype and lead research efforts to investigate potential new directions in the storage,  transmission and security of big data.  Reporting to our Lead Mathematician,  you will conduct independent research and work closely with our algebraic topology,  physics,  electro-photonics and user interface teams.  A key aspect of the project involves collaboration with experimental groups and business partners.  You must be able to work both independently and with multiple technical staff as required during technology development.  We invite highly motivated individuals to work with us on: Data science components of IDH Participating in a full development cycle from innovation,  feature or module inception,  focusing on prototyping to release to engineering production Writing quality code while implementing your own ideas Working closely with product,  engineering and customer engagement teams and interacting with other teams on a regular basis Taking ownership of data science innovation and ensuring developments in technology are address regularly and the product capabilities are upgraded.  Writing research papers and promote Penteract28 at conferences and seminars   Qualifications PhD in a quantitative discipline (e. g. ,  statistics,  computer science,  physics or mathematics) Hands-on experience in analysis and modelling of large complex datasets A passion for innovating with data science at scale – applying modern algorithms to massive datasets and creating measureable business value Track record of successful implementations of quantitative,  data-driven products in a business environment Superb understanding of algorithms,  scalability and various trade-offs in a Big Data setting Strong competencies in data structures,  algorithms,  and software design Ability to learn new technologies,  languages and tools quickly Research experience in Algorithms,  Architecture,  Compression,  Visualization,  Data Mining,  Distributed Systems,  Machine Learning and networking Start Date Immediate.  Location Based at home and West Cambridge Site,  Cambridge University.  Expected to spend 1-2 days per week at Penteract28’s collaborative workspace at the Innovation Warehouse,  Farringdon.  Contact Applicants should send a CV and covering letter to Maria Ghibu:               maria. ghibu@penteract28. com                Please include Job Ref number in the email subject.  www. penteract28. com      "
}
