{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87814060", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Successful candidates will; Hold a degree in a quantitative field Previous experience in a data science role SQL / Oracle SPSS/R/Stata/SAS Be highly analytical Curious and inquisitive Enjoy problem solving Communicate insights clearly to non-data savvy audiences Seek out and ask the right questions Be comfortable with large datasets and ambiguous questions Understand how to derive commercial relevant and ‘actionable’ insights from complex datasets To initiate a conversation,  please forward your CV to paul@talenthub. ie ", 
  "following": false, 
  "companyDescription": "We are TalentHub,  a specialist recruitment agency with a fresh approach.  We identify and deliver the best talent in Digital,  Ecommerce,  UX &amp; Design,  Media,  Tech and Marketing.  If you are seeking a new challenge,  or you need someone on your team to accelerate your business,  chances are we will know who or what you are looking for.  We are sparky,  results driven and collaborative people who are incredibly well-networked in our sector.  Pop into us for a chat or give us a call on 01 6319090 to discuss your hiring requirements.  Specialised recruitment made easy.  - See more at: http://www. talenthub. ie", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "TalentHub Recruitment", 
  "canFollow": false, 
  "companyId": "9341298", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "TalentHub Recruitment", 
    "title": "Data Scientist "
  }, 
  "description": "A market leader and international brand with a progressive,  data driven culture is seeking a Data Scientist.   This key role and delivers insight around marketing (TV,  Press,  Radio Print,  Digital) and customers and will involve; Supporting the modelling teams by providing context and deep dive insights for models relating to media investment and performance  Supporting media measurement with reporting and addressing ad hoc questions in a timely manner.  Leveraging all data sources (internal/agency/web) to uncover previously hidden insights.  Developing new innovative and effective analytical methods and/or tools as required.  Developing and plan required analytic projects in response to business needs.  Ensuring that best practice is followed with regards to applying statistics to evaluate marketing. "
}
