{
  "jobPosting": {
    "companyName": "Kreditech Holding SSL GmbH", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobijoba-97194c4d3c5e80b9f277a4142feed07a", 
    "title": "Data Scientist (m/f)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100507804, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      43
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. kreditech. com/", 
    "logo": "urn:li:media:/p/8/005/09f/191/1bfcc81. png", 
    "universalName": "kreditech-holding-ssl-gmbh", 
    "companyId": 2660395
  }, 
  "description": "     You like the feel and power of working in a start-up? You want to make    a real difference in our world-wide Data Science? Then join The    Kreditech Group as our Data Scientist! We use big data and complex    machine-learning algorithms to serve a simple mission: “Building a    ‘digital bank’ for the unscored worldwide. ” The Kreditech Group is    split into two parts: “Kredi” stands for the subsidiaries operating as    financial service providers that issue credit to private individuals.     The second part,  “tech” is the Hamburg-based tech company – Kreditech    Holding – developing banking technology and providing supporting    services.  The Kreditech Group’s subsidiaries operate in eight    countries.  Founded in 2012 by Sebastian Diemer (CEO) and Alexander    Graubner-Müller (CTO) the Kreditech Group has more than 200 passionate    employees from more than 40 nations working on the algo-banking of the    future.  Your Role: As a key part of our dynamic and fast-growing team,     you will be responsible for performing advanced business analysis and    forecasting on a wide range of problems,  from debt collection    performance to customer experience optimization.  This is the optimal    opportunity for you to: Get involved in a great domain of application    for data mining techniques Work with state-of-the art stack of data    processing technologies Experience a range of different problems and    technologies from day 1 Get responsibility right from the first day and    the unique chance to spearhead the way big data is used in one of the    fastest growing financial sectors Your Profile: You hold an advanced    degree in Mathematics,  Computational Statistics,  Computer Science or AI    (PhD in an applicable field preferred,  Masters level is a must) You    have 2-3 years working experience in quantitative research and    statistical data analysis You have strong analytic + quantitative    capabilities and strong problem solving skills: you know your tools,     and no matter the task at hand are capable of recognizing which of    those is ideal for the job,  or when a new tool is needed.  You have    experience in analyzing complex data and presenting your conclusions in    a clear and concise manner to a wide range of audiences.  You are    absolutely fluent in R (R Studio) (non-negotiable) You are familiar    with both PosgreSQL and MongoDB database technologies,  and are capable    of at least querying them for any data required.  You speak English    fluently-any other language or German are not required but an    additional plus You would love to be part of Germany’s next big    fin-tech start-up Your Personality: You get along with just about    everyone.  You are passionate about your work,  like to be around people    from all over the world,  and you take an active interest in creative    development.  You want to make the world a better place.  Life @ The    Kreditech Group We want to take good care of our employees - we want to    make sure that working is exciting and productive.  So to keep the team    happy,  the Kreditech Group offers a modern,  chic centrally located    headquarter office in Hamburg.  Inside,  you'll find a team of bright,     highly motivated individuals to work with,  a fast moving environment    with rapid growth where the sky is the limit,  and the chance to create    a real impact in the shaping of the company.  Outside,  we make sure you    can keep fit with a gym pass and some other perks.  All in all,  you're    in good hands! The Kreditech Group is a place of innovation,  speed,     high growth,  high performance,  and high reward.  We break established    tradition,  we write our own rules,  and we bring in the best people to    build up the team.  If you want to be a part of this,  here is your    chance.  Kreditech's Headquarters are in Hamburg,  Germany.  EU    immigration law permits us to accept candidates without an EU work    permit only if their profile and applicable work experience is    exceptionally strong by the criteria listed above,  so it's best if you    already have a work permit valid in Germany.  How to apply: We accept    applications exclusively thr. . .  Bitte beziehen Sie sich bei Ihrer    Bewerbung auf StepStone", 
  "companyDescription": "      Kreditech Holding SSL GmbH    Kreditech Group is a technology company that delivers a range of    custom-tailored financial services with a focus on underbanked    consumers across the globe.  Kreditech uses big data,  proprietary    algorithms and automated workflows to acquire,  identify and underwrite    customers within seconds.  Automated processes combined with    self-learning algorithms ensure fast and convenient customer service,     minimizing cost and human error while continually improving by    incorporating new customer data.  Since its founding,  Kreditech has    scored more than two million individual loan applications,  using up to    20, 000 data points per application.     Kreditech’s global subsidiaries offer products from individually    tailored installment loans and microloans to payment and other    financial services.  Kreditech’s Monedo brand provides an integrated    suite of financial products,  including a digital wallet and a personal    finance manager designed to help customers manage their credit score    and plan their spending.  Founded in 2012 by Sebastian Diemer and    Alexander Graubner-Müller,  Kreditech Group has a team of over 200    passionate employees with over 40 nationalities. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
