{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/79692044", 
  "descriptionLanguage": "en", 
  "description": "Are you an enthusiastic data analyst with experience in a marketing environment? Are you ready to play a key role in maximizing marketing performance by delivering insights through our existing technology? We would like to meet you! The Marketing Insights and Data Analyst position is a new role in an expanding team that develops digital marketing capabilities.  You will be working in our E-Business Operations department and your main goal is to develop,  improve and drive sales and marketing insights and analytics across all business units and segments,  which are quite geographically dispersed.  Your role will be instrumental in delivering key business capabilities such as A/B and multivariate testing,  lead pipeline,  sales funnel reporting,  click path analysis,  closed loop reporting and propensity modelling.   You will interpret data,  analyze results using statistical techniques and provide reports.  You’ll have a business facing role and you like to articulate and present those insights in simple-to-understand ways to our stakeholders,  to drive improvements in sales and marketing effectiveness.  You are curious about data,  wants to find out why data is there,  what it means and you like to discuss things to justify your analyses.   Identify,  analyze,  and interpret trends or patterns in complex data sets,  filter and “clean” data,  and review performance indicators to locate and correct code problems is what you are passionate about.  You will support the development of an analytics culture and optimization into marketing teams and become an expert in our customer data and the marketing programs that we run.  Main goal is to develop and implement a healthy data collection systems &amp; sound strategies for getting quality data from different sources to use it to right place efficiently.  This role is based in Amsterdam and will report to the Product Manager,  Marketing Systems based in London.  Occasional travel is expected (5x within UK per annum and 3x international).    Your responsibilities Sales &amp; Marketing insights and analytics: Implement the marketing analytics capability roadmap,  including implementing a 'test and learn framework' for e-mail and web,  including A/B and multivariate testing.  Closed loop reporting for lead management and marketing conversion reporting and optimization advice and predictive analytics Data presentation.  Dashboards,  visualization; meaningful interpretation and communication of data to marketing function in order to drive marketing effectiveness .  Regular presentations of insights to stakeholders and senior management.  Reporting culture,  tools and processes.  Build a reporting and optimization culture through-out our marketing activities to boost marketing programs and data performance,  coordinating with the Customer Insight Manager and Data architects.  Define and deliver a reporting framework and manage the delivery of a roadmap that will identify new insight as our marketing maturity develops.  Data management.  Support the Data and Configuration Manager in analyzing,  maintaining and improving our data and data processes to effective customer data segmentation.  Responsible for day to day generation and setup of reports.  Configuration of report feeds across email marketing,  web analytics,  CRM and customer databases Operational excellence.  Provide project support as a subject matter expert,  creating and reviewing functional requirements and specifications.  Ensuring sufficient test plans are in place to provide successful project delivery and transition into business as usual.  Contribute to the Marketing Systems development roadmap.  Responsible for ensuring the daily generation of operational performance reports across Marketing System and Marketing Groups.  Ensure effective planning and delivery of committed analytics to time.  Identify inaccuracies in data processes and working to resolve them with IT and Configuration Manager.   What you should bring   Bachelor's degree - strongly preferred to be in Statistics / Mathematics / Computer Science / Economics / or similar numerate discipline 3+ years’ experience as a data analyst or experience with data analytics in a marketing environment,  exposure to working with a wide variety of data sets Experience in working in a global matrix organisation.  Experience with stakeholder management,  working together and interfacing with teams between marketing,  sales and IT in change management processes.  Confident in establishing good working relationships with Marketing,  IT,  and vendors/implementation partners.  Excellent knowledge of data management,  processing and dashboard software,  as well as digital marketing technologies and data management principles Exceptional analytical and problem solving skills,  demonstrable ability to collect,  organize,  analyze,  and disseminate significant amounts of information with attention to detail and accuracy Understanding of the broader concepts of marketing automation,  databases and the campaign development and measurement process.  Excellent verbal and written communication skills,  particularly in the presentation of complex data and analytical findings to non-technical audiences.  Capable of simplifying complex datasets into simple insight and with meaningful explanation.  Strong knowledge of and experience with reporting packages (Business Objects,  OBIEE or similar),  databases (SQL etc),  programming (XML,  Javascript,  or ETL frameworks) or using statistical packages for analyzing large datasets (Excel,  SPSS,  SAS etc).  Site Catalyst or other web analytics package experience is beneficial.  What we offer  We welcome you to a truly global,  dynamic and challenging environment with great opportunities for personal development.  Elsevier’s benefits are very competitive and the summary below will give you an idea of what you can expect when joining Elsevier in the Netherlands.  Competitive salary and a 13th month 27 days of leave Attractive collective health care insurance package with considerable reduction rates Solid Pension Plan of which 70% of the premiums is paid by Elsevier Profit share or bonus plan subject to the company annual results You can participate in the convertible personnel bond loan scheme Flexible working arrangements Travel allowance for commuting Reductions to several personal insurance packages due to our collective agreements Additional benefits,  such as memberships to Elsevier’s magazines,  discount on books and in-house sport facilities Numerous training,  coaching and e-learning modules for long term job opportunities and development Several local and global networking communities to share best practices and knowledge Various social responsibility programs,  channeling knowledge and strengths to help communities around the world improve education,  science,  health care and protect the environment An assessment or business case could be part of our selection procedure.  A pre-employment screening will be part of our recruitment procedure. ", 
  "jobPosting": {
    "title": "Marketing Insights & Data Analyst", 
    "companyName": "Elsevier"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "3027", 
  "canFollow": false, 
  "companyName": "Elsevier", 
  "bottom": "true"
}
