{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90303597", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "We bring the future,  today We at Traveloka believe that world-class technology companies do not always need to start in the Western world.  Industry obstacles and infrastructure limitation in this part of the world do not stop us from developing and transforming Indonesia travel industry and impact customers through highly accessible and usable products and services.  The perseverance and audacity to do things differently are crucial for thriving in this landscape.  We believe in values,  not rules.  We believe that talents thrive in an open,  accommodating,  equal-standing,  fun,  creative environment.  We believe that talents thrive when it feels safe to take risks and try new things.  Traveloka is a leading tech startup based in Jakarta,  Indonesia.   Founded in 2012 by ex-Silicon Valley engineers,  we revolutionize human mobility through technology.  We build large impact consumer products and services,  build real-time and big data systems and platforms,  devise creative solutions to business and engineering problems,  derive insights from massive amount of data,  and transform markets with technology. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Traveloka. com", 
  "canFollow": false, 
  "companyId": "2778669", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Traveloka. com", 
    "title": "Data Scientist"
  }, 
  "description": "We are looking for a passionate Data Scientist who can solve complex problems and drive insights from our sea of data.  You will conduct full lifecycle activities to include requirements analysis and design,  develop analysis and reporting capabilities,  and continuously monitor performance and quality control plans to identify improvements.  Responsibilities: Enhance our data infra,  analyze large,  complex datasets into actionable insights Use data to solve complex problems which pivotal to our business Requirements: At least a Bachelor's degree in Mathematics,  Physics,  Computer Science,  Engineering or Information Management from top local or overseas universities with min GPA 3. 5 on a 4. 0 scale,  advanced degree is a plus Extensive experience in managing big data and machine-learning including other advanced statistical tools Solid analytical and problem solving skills to create data-driven insights Knowledge of programming language (e. g.  R,  Python,  Java,  Haskell) Past participation in science Olympiad or Kaggle is preferred Passion in big data We are changing the world,  day by day,  by making it easier for people to go,  stay,  work and live anywhere.  Imagine a mobile you,  in a world where technology helps people reach their unlimited potential.  We need great minds like you to help us on our mission.  Apply now!"
}
