{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/75814566", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Teradata is the world's largest company focused on analytic data solutions through integrated data warehousing,  big data analytics,  and business applications.  Only Teradata gives organizations the advantage to transform data across the organization into actionable insights empowering leaders to think boldly and act decisively for the best decisions possible.  Visit teradata. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Teradata", 
  "canFollow": false, 
  "companyId": "1466", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Teradata", 
    "title": "Data Scientist"
  }, 
  "description": "About TeradataTeradata is Big in Big Data Analytics.  Supporting more than 1, 200 of the most recognised global leaders in their industries,  Teradata’s customers include eBay,  Apple,  LinkedIn,  Intel,  HSBC,  Wal-Mart and Fed-Ex.  We enable our clients do more with their data,  from helping build their recommendation engines,  detecting fraudulent behaviours,  through to predicting what the customer wants before they even know it,  these are just some of the things we do. Recognised by Gartner for our market leading Data Warehouse and Integrated Marketing Management solutions,  Teradata continues to make strategic investments in the Big Data market focused on delivering value to our clients.  Analytics is at the core of our database and discovery platforms.  We have added to this capability through several acquisitions in the Hadoop space and have strong strategic partnership with the key players,  including Hortonworks,  Cloudera and MapR.  We also support open source technologies,  such as R. We recognise that the Data Scientist provides the critical link between the data (big or small),  the technology and delivering value to our clients.  We are looking for talented Data Scientists that can harness the Teradata solution portfolio and open source technology to deliver outstanding results to our globally renowned clients. Our clients continuously challenge us with interesting projects and we are recruiting to fulfil the demand.  If you are innovative,  have the restless curiosity,  creativity,  commercial guile and the programming and analytical skills required to succeed with the most demanding and challenging global companies,  we want to talk to you. See how you stack up against the profile we are looking for.  The next step is to have a conversation with one or our leading data scientists,  so you can gain a better understanding of the Data Scientist role within Teradata and we can get to know you. Job SpecificationSuccessful candidates will -• Engage with Teradata Account teams and Teradata customers to analyse and understand customer requirements;• Frame the problem that the customer is attempting to solve,  specify an analytical solution to the problem and establish,  in conjunction with the other members of the Sales and Professional Services Consulting Team,  that it is feasible to solve this problem with the right technology• Take the lead in using the solution to drive business benefit for the customer and in quantifying the benefits of the solution and articulating these to the customer• The Data Scientist will work closely with the Teradata Professional Services Consulting Team to identify how the data should be stored and accessed for deriving business value• Document the analytical use-cases - and the benefits that were realized - and share this expert knowledge with the wider,  global Teradata team,  to enable similar solutions to be deployed more widely• Support the Accoount Teams with demand generation and technical marketing,  as required,  for example presenting at industry seminars. QualificationsQualificationsPHD/MSC preferred,  but not a pre-requisite. The candidate must be able to demonstrate the determination to solve problems that are not well defined and have the skills to research and find solutions to challenges encountered.  Additionally,  the candidate must demonstrate how a fail fast approach can be adopted to help explore multiple avenues and deliver new insight. Candidate ProfileSuccessful candidates must –• Demonstrate a solid understanding of advanced analytics,  Data Mining,  Statistics,  Mathematical Modelling ,  Behavioural Economics or Machine Learning• Have several years’ hands-on experience in the exploitation of data and the use of advanced statistical and modelling techniques to understand and improve business performance in at least one major industry vertical. • Demonstrate excellent organizational,  people- and project-management skills. • Be business savvy and have advanced business knowledge of at least one major industry vertical.  Have a creative approach to problem solving. • Have the ability to apply sophisticated analytical models and solutions to real-world business situations. • Have business strategy skills to build the solutions necessary to ask the right questions and find the right answers• Be a clear,  confident and persuasive communicator,  with excellent presentation skills and with the ability to structure a coherent,  logical argument and the confidence to defend assumptions,  projections and recommendations• Demonstrate a keen interest in,  and fair understanding of,  “big data” technology and the business trends that are driving the adoption of this technology• Be proficient in the use of both written and spoken business English to “speak the business language” with the ability to visualize data• Possess excellent analytical and creative problem-solving skills• Some knowledge of data warehousing and data management,  including business intelligence (BI) and SQL• Willingness to be a team player• Expertise in finding and accessing rich data sources• Acumen at working with large volumes of data independent of hardware,  software and bandwidth constraints• Knowledge of how to solve problems by melding multiple data sets together"
}
