{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86763787", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Requirements Master’s degree in mathematics,  statistics,  economics,  engineering,  computer science or related field 5 or more years of relevant quantitative and qualitative research and analytics experience An open,  analytical,  strategic and problem-solving mindset Flexibility to adapt to new/unfamiliar tools and problems Experience with at least one of the following statistical programming languages: Python (numpy,  scipy,  pandas),  R,  SAS,  Julia,  or Scala Experience with at least one of the following machine learning frameworks: scikit-learn,  Spark/MLib,  Mahout Experience at least one of the following distributed computation environments: Spark,  Hive,  Pig,  Hadoop,  Amazon EMR Experience with at least one of the following visualization frameworks: d3. js,  matplotlib,  ggplot,  Processing Experience interfacing with the Business Intelligence and data warehousing operations of an industry-leading company Understanding of Multi-channel attribution and CLTV modeling.  Hands-on experience with schema design and dimensional data modeling Understanding of SQL and relational data warehousing concepts Understanding of leading NoSQL solutions such as Cassandra and MongoDB Comfort and skill in using Git to collaborate with analysts and developers Experience setting up and maintaining environments on AWS You’re passionate about servicing client and helping them make the smartest business decisions thanks to their data You’re passionate about building data-driven features for well-designed consumer-facing applications You’ll actively participate in the evolution of our technologies and technology practices,  occasionally pitch new techniques and technologies that you believe in,  and participate in workshops to learn new skills You’ve worked in an environment where Big Data is just a concept,  or where business decisions are not led by actual data insights and want to make more of an impact You’re ready to work collaboratively with very creative people,  and define your own requirements solve real,  specific business problems", 
  "following": false, 
  "companyDescription": "About Us: Code And Theory is an award-winning creative agency which designs brand and product experiences across platforms,  with offices in New York,  San Francisco and Manilla.  Founded in New York City in late 2001 as a small digital shop,  we’ve and grown into one of the largest remaining independent creative agencies in the U. S.  through a commitment to creating excellent and innovative work,  regardless of medium.  Our past and current clients include Vogue,  Mashable,  Hearst Magazines,  SiriusXM,  Comcast,  NBC Olympics,  BravoTV,  The Los Angeles Times,  Turner Broadcasting and Vanity Fair.  At Code And Theory,  we only want to be limited by our own ambition and creativity,  and we never stop pushing our work and our clients to pursue the right solution,  rather than the easy one.  Benefits: In addition to working with the smart and passionate people that make up the Code and Theory family,  you also get the perks.  There's the usual - 401k,  excellent health,  dental and vision coverage,  life insurance,  flexible spending and long-term disability.   In addition,  we have recently rolled out new Voluntary Benefits including Accident Insurance and Short Term disability that you can choose to elect upon hire.   Then there are the extras,  some random,  mostly awesome – bagel Mondays,  summer Fridays,  stocked candy jar and exceptional coffee on constant brew,  field trips,  game nights and team outings. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Code and Theory", 
  "canFollow": false, 
  "companyId": "40289", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Code and Theory", 
    "title": "Data Scientist"
  }, 
  "description": "The Role   Data scientists are a central part of the data team at Code and Theory.  Data scientists are responsible for modeling user behavior,  discovering insights and identifying opportunities through the use of statistics,  algorithms,  data mining,  visualization,  programing,  system design and machine learning.  Their work supports data-informed decision making across our clients’ businesses and helps us to bring flexible design systems to life as dynamic,  optimized and personalized on-platform experiences.    Data Scientists work closely with clients,  analysts,  engineers and strategists to turn data into actionable intelligence,  feasible data-driven product features,  and well-defined predictive models that can be implemented by engineers.   In addition to advanced statistics,  modeling and programming skills,  data scientists are also proficient strategic thinkers---proposing innovative ways to look at problems,  validating their findings via experimental and iterative approaches,  and presenting back their results in a way that can be easily understood by non-technical counterparts.    Typically Data Scientist at Code and Theory are involved in the following activities:   Identifying and defining opportunities for personalization,  AB testing,  dynamic platform optimization,  recommendation engines and automated user-pathing in the products we design Designing experiments,  testing hypotheses,  and building models Applying advanced statistical and predictive modeling techniques to build,  maintain,  and improve real-time decision systems Designing and prototyping contextually relevant visualizations and dashboards for actionable intelligence and data-informed decision-making Interviewing client stakeholders and formulating clear and concise user and product-level requirements Evaluating technologies and vendors to determine fit between their offerings and client requirements Auditing existing data systems in order to identify gaps in coverage against known business requirements Identifying what data is available and relevant to a client engagement,  including 1st and 3rd party data sources Making strategic recommendations on data collection and integration Providing ongoing tracking and monitoring of the performance of decision systems and statistical models Presenting and depicting the rationale of their findings in clear easy-to-understand terms Educating others in the Agency (both from an engineering and a strategic design perspective) on best practices and new approaches in data science"
}
