{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90360119", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "LEGO Group", 
  "canFollow": false, 
  "companyId": "3724", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "LEGO Group", 
    "title": "Product Owner for Big Data in Corporate IT"
  }, 
  "description": "Join us to help define a new area in the LEGO Group and build the field through strong collaboration with IT and the business. Bridge IT and Business in developing products based on a new big data platformWe are at the start of our Big Data adventure,  and as Product Owner you will be responsible for products delivered to the Big Data platform.  In doing so,  you collaborate closely with the Big Data Team in both the business and IT to support and understand requirement and user story to deliver to the Big Data platform.  You will be based in Billund and:- Participate in projects to do product increment and sprint planning,  building user stories,  map,  design and track performance to ensure deliveries and quality of designed and implemented components- Ensure dependencies between user stories are tracked and the time and requirements alignment between IT and the Business- Deliver support and advice when formulating a resolution and collaborate with various teams to ensure that transitions are delivered on time while balancing changing business requirements- Ensure that user stories are signed off with clear acceptance criteriaSystematic creativityYou will be part of a family-owned business where you will develop deep expertise and a thorough understanding of our global business as you will be working with a truly international perspective.  In this environment,  you can combine your experience and imagination to set the direction for a brand new area and help deliver results using Big Data.  In doing so,  you help us achieve our mission of inspiring and developing the builders of tomorrow.  Your first project is waiting for you - a personalised 1:1 user experience. Big Data/BI Professional with Scrum experienceBecause we work in an agile open source and enterprise environment,  you need to embrace both.  Moreover,  your approach to accepting that maturing this new area,  components and architecture takes trials and errors is key.  To facilitate this,  you:- Hold a master´s degree in engineering,  computer science or similar combined with knowledge about Scrum and Agile methodology as well as big data environments- Have worked 2-4 years with as a Product Owner- Are currently in a position where you have experience with large data sets,  ideally Big Data or alternatively BI in e. g.  a FMCG/production company or the banking sector- Are familiar with working in an agile environment and you have a track record of bridging the business and IT in understanding with the business wants and what IT can deliver- Have great stakeholder management skills to ensure continuous buy-in and proper cross-organisational alignmentJoin the global LEGO FamilyIn the LEGO Group,  we succeed together,  and you will be part of a global community where you can use your creativity and enjoy a fun working environment.  We look very much forward to reading your application - please use the APPLY NOW button above or below,  and please remember to attach your application and a current CV. If you would like to know more about the position,  please call Head of Big Data Solutions Jesper Munch Søgaard on +45 79 50 72 95. This position was posted 2-12-2015 and may be online up to ten weeks following this date.  We do not have application deadlines on any of our positions.  We take candidates into the recruitment process continuously and close the position down once we have found the right candidate. Bringing it to life\"It’s awesome to join us now because we are right at the beginning of an exciting Big Data journey.  You will be part of a newly established department of currently 8 in an environment that is the perfect combo of a strong performance culture that is very open and not afraid to try new things but at the same time has a playful attitude to trying new things, \" says Jesper. "
}
