{
  "jobPosting": {
    "companyName": "Capita IT Enterprise Services", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "Jobreference:dssurey", 
    "title": "Data Scientist - Statistician", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101271266, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. capita-ites. co. uk", 
    "logo": "urn:li:media:/p/4/005/0a3/015/30b7ee6. png", 
    "universalName": "capita-ites", 
    "companyId": 3940
  }, 
  "description": "     Job description Date posted: 26/11/2015    Data Scientist - (statistics,  machine learning,  data analysis)    Surrey    £30, 000 - £45, 000    My client has just been voted as one of the best companies to work for    in 2015 and is expanding their Data Science team!    You will sit within the marketing and customer insight team and will be    responsible for turning data into valuable information and knowledge    steering the company's future.     If you can apply appropriate algorithms to discover data and pattern    trends aswell as conduct data analysis using various techniques then    this may just be the next position you are looking for!    Key Skills;       Degree within Mathematics,  statistics,  Computer Science or related        field       Statistics and statistical methods for analysis       Statistical language R       Machine learning       Structured and unstructured data analysis       One more programming language would be an advantage ie.  Python,         Java,  C++     Data Scientist    Surrey    £30, 000 - £45, 000    Capita IT Resourcing welcome applications from all suitably qualified    people regardless of gender,  race,  disability,  age or sexual    orientation.     Capita IT Resourcing is a trading name of Capita Resourcing Ltd.     Services offered are those of an Employment Agency and Employment    Business.  Applicants will be required to register with us.     Transfer of information overseas    Your information may be shared with subsidiaries of Capita plc who are    involved in carrying out functions related to the services    administration including such subsidiaries which are outside the EEA in    countries which do not have similar protections in place regarding the    information and its use.  We shall ensure that any such subsidiary has    put in place proper security measures to ensure at least the same level    of protection of the personal data as is required under UK data    protection legislation. ", 
  "companyDescription": "      Capita IT Enterprise Services    Capita IT Enterprise Services is a customer-focused,  trusted IT    services provider that brings together the right people,  processes and    technology to transform your organisation.  From individual IT services    to a total IT outsource or even our value-added reseller service; we    get to know your challenges and design the right solution for you.     Working across both private and public sectors,  Capita IT Enterprise    Services provides critical IT solutions and support to commercial    clients,  local and central government,  education,  healthcare,  financial    services,  retail and leisure,  transport,  manufacturing,  the built    environment,  wholesale,  energy and utilities and the third sector.  The    service portfolio includes:    - Cloud and infrastructure    - Applications    - Unified communications    - Security    - End user services    - Networks    - Intelligent building solutions    - Contact centre technology    With over 4, 500 people and 50 sites across the UK,  Ireland and India,     Capita IT Enterprise Services brings organisations,  people and    technology together intelligently for better results.  IT - it's what we    do.     We are part of Capita plc    www. capita-ites. co. uk", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
