{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/46346742", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Teradata is the world's largest company focused on analytic data solutions through integrated data warehousing,  big data analytics,  and business applications.  Only Teradata gives organizations the advantage to transform data across the organization into actionable insights empowering leaders to think boldly and act decisively for the best decisions possible.  Visit teradata. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Teradata", 
  "canFollow": false, 
  "companyId": "1466", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Teradata", 
    "title": "Big Data Analytics – Lead Data Scientist"
  }, 
  "description": "This position is for a Lead Data Scientist who will be specializing in Big Data Analytics projects.  The role will focus on delivering high-quality professional services to Teradata’s global customers.  Typical responsibilities include: Understand customer business use cases and translate them to analytical data applications and models with a vision on how to implement a solution.   Clearly communicate the business and technical benefits of the analytic solutions to both business and technical audiences.   Leverage knowledge in analytics,  machine learning and statistical analysis to help customers explore methods to analyze data to make better business decisions.   Utilize Teradata Aster in combination with other analytics/statistical tools to deliver innovative analytic solutions to our customers.   Work closely with onshore professional services team to come up with analytic solutions for customers.   Work closely with other members of the team to implementation of these solutions.   Achieve defined project goals within customer deadlines; proactively communicate status and escalate issues as needed.   Lead,  coach and mentor a team of data scientists.  QualificationsBasic Requirements: At least holds a Master’s degree in Computer Science,  Applied Physics,  Applied Mathematics or Statistics.   Doctorate de gree is preferred.   Minimum of 4 years experience in the predictive modeling,  statistical computing,  machine learning or natural language processing (NLP).  Technical Skills:  Experience in statistical modeling,  machine learning,  natural language processing.   Experience in R or Python using scikit-learn,  statsmodels,  NumPy and SciPy libraries.   Experience in writing SQL.   Experience in Spark MLlib or Mahout a big plus.   Experience in using tools like SAS,  SPSS,  or STATA.  Soft Skills: Intellectually curious.   Excellent written and oral communication skills.   Must demonstrate the ability to articulate complex technical concepts to non-technical people.   Willing to learn; develop expertise in areas outside of core comfort zone.   Ability to learn technology quickly through instruction and self-training.   Must be passionate,  self-motivated,  results driven,  and able to work with minimum supervision.   Strong leadership skills; demonstrate the ability to positively influence a group of people.   Excellent team player. "
}
