{
  "jobPosting": {
    "companyName": "Client Server", 
    "functions": [
      "ENG"
    ], 
    "companyJobCode": "clientserver-java-developer-big-data-cloud-java-1", 
    "title": "Java Developer - Big Data Cloud Java", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102251335, 
    "experienceLevel": "ENTRY_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. client-server. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAYeAAAAJDUwODcxYzM5LTFlOGMtNDEyZC05YTc5LWNkMWU5NTczOTJhYw. png", 
    "universalName": "client-server", 
    "companyId": 99339
  }, 
  "description": "    2318    Kingston upon Thames,  £40000 - £55000 per annum + share options    Job Type: Permanent    Managed by: Java Development Team    Java Developer / Java Software Engineer (Big Data Cloud Machine    Learning Java C++).  Successful software house is seeking a highly    technical Java Developer with a broad range of technical skills.  You    will design and develop for their core product,  managing and fault    diagnosing networks within large corporate organisations.     As a Java Developer,  you will work throughout the full development    lifecycle to deliver innovative solutions for interesting technical    challenges.  You will have access to the latest technologies including    Big Data algorithms,  Machine Learning techniques and Cloud computing,     with a strong focus on using the best tools for the job.     This is a superb opportunity to have a great deal of influence on the    technical future of a proven successful business,  working in an    informal and highly collaborative environment based in Surrey / South    West London (KT postcode).     Requirements       Strong multi-threaded object orientated programming skills with        Java       Technology enthusiast - quick to assimilate new technologies and        ideas       Familiar with at least one scripting language       Degree educated,  2. 1 or above       Excellent communication skills       Ideally,  experience of C++       Desirable: Python scripting,  Scala,  Lua,  knowledge of big data or        algorithms     As a Java Developer / Java Software Engineer you can expect to earn a    highly competitive salary (to £55k),  plus share options.     Send your CV now or call for an informal discussion about this Java    Developer opportunity.     REF: BB/8029/D/CS/041215", 
  "companyDescription": "      Client Server    Client Server Ltd is a leading IT recruitment consultancy specialising    in positions in London and the South East.     Our focus is finding exceptional candidates for exceptional    organisations including established technology leaders,  innovative    technology start-ups,  hedge funds,  banks and consultancies.  Offering a    personal and flexible approach,  coupled with a high degree of    professionalism and integrity ensures the provision of an effective    recruitment solution to both our client companies and candidates. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
