{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "LondonLocaljobs-79843183", 
    "title": "Social Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102020563, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "     We have an opportunity working with one of the largest names in media    to join their growing Data & Analytics capability.  Our client is    incredibly high profile and of significant scope,  over the past 2 years    they have identified that the future of their brands rely on data and    insights drawn from that.     An exciting opportunity has arisen for a Social Analyst to join this    growing team to develop and deliver regular social reports to the    business.  This is a business critical role where this data is    responsible for the future campaigns of the business and identifying    new target audiences.     You will be experienced in handling large sums of data and effectively    spotting trends within that data set to report back to the business.  An    ideal background is someone who understands the subscription based    landscape but this is not essential,  handling significant sums of data    is key.     If you want the opportunity to work for one of the highest profile    names in the world with a fantastic culture and capability then please    apply!       Strong social analytical background,  working within large sums of        data       SQL experience is key,  basic understanding is acceptable       Knowledge of Adobe is beneficial       Subscription-based environment is beneficial       Understanding of driving business change via data       Strong stakeholder communication skills,  must have a personality!", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
