{
  "jobPosting": {
    "companyName": "Morgan McKinley", 
    "functions": [
      "OTHR", 
      "IT", 
      "ENG"
    ], 
    "companyJobCode": "morganmckinley-619467581", 
    "title": "Performance & Infrastructure Engineer - Server & Big Data", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102425698, 
    "experienceLevel": "ENTRY_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. morganmckinley. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAALwAAAAJGZlZTE1MTg2LTQ0YmQtNDk4Mi1iMjgyLWNiMTJlMzU2ODFhMw. png", 
    "universalName": "morgan-mckinley", 
    "companyId": 16175
  }, 
  "description": "    We require a Performance Engineer to join our Architecture team with    the aim of helping validate the performance & scalability of our IoT    platform.  Objectives       Construct test harnesses and device performance tests to validate        the proposed architectures and component selections.        Design,  build,  implement and execute load and performance tests to        validate the proposed architectures and component selections.        Devise and execute tests to validate features of selected 3rd party        components at scale.        Contribute to the reliability and stability of software components        delivered to the IoT platform.       ResponsibilitiesAs Part Of This Role,  You Will Be Responsible For       Determining the performance & scalability (P&S) limits of the        proposed architecture.  You will collaborate and liaise with the        Architecture Team to achieve an in-depth understanding of both the        architecture and the underlying business requirements to devise and        execute a Performance Testing Strategy and develop Test Plans.        Identifying metrics relevant to proving the P&S limits and writing        software that will determine these limits with response to        scalability,  latency,  efficiency and availability of Tyco IoT        platform services.        Establishing processes and best practices around the component and        architectural testing activities and managing the test harnesses to        ensure proper versioning,  organization and management of the        testing environments.        Analysis of test results for determination of baselines,  trends,         and anomalies & maintaining accurate test records and prepares and        presents test results and recommendations.        Contributing to or directly solving complex performance and        scalability issues.        Liaising with Application Development and Platform Development        teams to provide feedback on performance metrics,  informing on        general trends and advising on best practice.       Required Skills       You must be a capable Java Programmer,  familiar with Database        programming.  Server-side Java programming is preferred and        familiarity with SQL is required.        You must understand how modern Web Servers interact with various        Persistency services.  Familiarity with the Spring Framework is        highly desirable,  as is JPA and JDBC.        You must have experience of using No-SQL databases.  Experience with        distributed caching mechanism is an advantage.  Experience with        Hadoop and related technologies a distinct advantage.        You must have experience of using Test Frameworks and integrations        with Build Frameworks.        You must have excellent communication skills - you will need to be        able to produce written reports and do presentations to the both        management and development teams.        Familiarity with off-the-shelf Load & Performance tools and        frameworks would be an advantage.        Systems Admin - you must know your way round both Windows and Linux        OS.  Shell scripting or other Scripting languages would be an        advantage.      Required Experience       Bachelor's degree in Computer Science or related field,  or        equivalent practical experience.        Experience of executing software load and performance testing        activities.        Experience with Profiling and Memory Analysis tools.        Strong organizational skills.        Ability to work on multiple projects simultaneously.        Ability and initiative to work independently and as part of a team.        7+ years working experience in the same or similar application      Preferred Experience       Expertise in designing,  analyzing and troubleshooting large-scale        distributed systems.        Experience developing/testing Cloud,  Big Data,  IoT and systems and        applications.        Experience is using open-source products,  building and deploying        from source code.        Understanding of TCP/IP networks,  LAN and WAN environments.        Experience working in Agile environments.        MS in Computer Science or related field.      Morgan McKinley is acting as an Employment Agency in relation to this    vacancy. ", 
  "companyDescription": "      Morgan McKinley    Your Career Ally™    Follow the Morgan McKinley global company page to keep updated on    latest news,  insights and articles.  Here you will find information    about our services and how we can help you achieve your career goals.     Recruitment is a complete process built on a relationship of trust    between the hiring company,  candidates and the consultant.     By nurturing the talent pool within our chosen professional communities    and disciplines,  Morgan McKinley ensures that the right candidates are    matched to the right opportunities.     If you are a talented professional,  when you register with Morgan    McKinley you can expect a five-star service based on career-long advice    and support.     Even when you are not actively seeking a new role.     Our mission is to be your Career Ally™,  helping you to realise your    ambitions and discover your true potential.     And when you are actively seeking a new role,  we are here to help you    at every stage of the journey.     Our specialist sectors and disciplines include Banking,  Insurance,     Commerce & Industry,  Finance & Accounting,  Project & Change,  IT,  Risk,     Compliance,  Marketing and Administration. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
