{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/30314916", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Teradata is the world's largest company focused on analytic data solutions through integrated data warehousing,  big data analytics,  and business applications.  Only Teradata gives organizations the advantage to transform data across the organization into actionable insights empowering leaders to think boldly and act decisively for the best decisions possible.  Visit teradata. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Teradata", 
  "canFollow": false, 
  "companyId": "1466", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Teradata", 
    "title": "Data Scientist"
  }, 
  "description": "Position OverviewThe North Europe,  Turkey and South Asia Industry Consultant group islooking for Data Scientists that will work with teams to apply Big Datasolutions to real-world business situations deriving value for existingcustomers and proof-of-concept (PoC) projects across the region. Working closely with the Sales Account Teams and Professional Services,  theData Scientist will: qualify opportunities; identify valuable use-cases; performdeep analytics on data,  and deploy Advanced technology to demonstrate itsutility and value to the customer ’ s satisfaction. The Data Scientist will work closely with Professional Services and to identifyhow Big Data should be stored and accessed for deriving business value. As such,  successful candidates will be expert in the application of advancedstatistical and analytical methods to the solution of business problemsand will also demonstrate excellent business communication and peopleskills. Job SpecificationSuccessful candidates will -• Engage with Teradata Account teams and prospective customers toanalyse and understand customer requirements;• Frame the problem that the customer is attempting to solve,  specify ananalytical solution to the problem and establish,  in conjunction with theother members of the Sales and Professional Services Team,  that it isfeasible to solve this problem with the right technology• Take the lead in using the solution to drive business benefit for thecustomer and in quantifying the benefits of the solution and articulatingthese to the customer• The Data Scientist will work closely with the PS and to identify how thedata should be stored and accessed for deriving business value• Document the analytical use-cases - and the benefits that were realized -and share this expert knowledge with the wider,  global Teradata team,  toenable similar solutions to be deployed more widely,  thus drivingincreased levels of business for the Teradata Corporation. • Support the Sales Teams with demand generation and technicalmarketing,  as required. Candidate ProfileSuccessful candidates must -• Demonstrate a solid understanding of advanced analytics,  Data Mining, Statistics,  Mathematical Modelling ,  Behavioural Economics or MachineLearning• Have several years hands-on experience in the exploitation of data andthe use of advanced statistical and modelling techniques to understandand improve business performance in at least one major industry vertical. • Demonstrate excellent organizational,  people- and project-managementskills. • Be business savvy and have advanced business knowledge of at leastone major industry vertical.  Have a creative approach to problem solving. • Have the ability to apply sophisticated analytical models and solutions toreal-world business situations. • Have business strategy skills to build the solutions necessary to ask theright questions and find the right answers• Be a clear,  confident and persuasive communicator,  with excellentpresentation skills and with the ability to structure a coherent,  logicalargument and the confidence to defend assumptions,  projections andrecommendations• Demonstrate a keen interest in,  and fair understanding of,  “ big data ”technology and the business trends that are driving the adoption of thistechnology• Be proficient in the use of both written and spoken business English to“ speak the business language ” with the ability to visualize data• Possess excellent analytical and creative problem-solving skills• Someknowledge of data warehousing and data management,  includingbusiness intelligence (BI)• Willingness to be a team player• Expertise in finding and accessing rich data sources• Acumen at working with large volumes of data independent of hardware, software and bandwidth constraints• Knowledge of how to solve problems by melding multiple data setstogether"
}
