{
  "jobPosting": {
    "companyName": "DP Connect", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "JO021290", 
    "title": "Data Analyst", 
    "employmentStatus": "CONTRACT", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101720240, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. dpconnect. co. uk", 
    "logo": "urn:li:media:/p/1/005/017/0d2/259df51. png", 
    "universalName": "dp-connect", 
    "companyId": 29681
  }, 
  "description": "     Data Analyst    A Data Analyst is required for a 3 month contract based in Central    London working for a large central Government department.  The Data    Analyst will need to have data management skills and experience of    working with large datasets in Excel,  SPSS and SQL.     The Data Analyst must have proven experience of dealing with suppliers    or customers in a polite and friendly manner,  and be experienced in    having successful difficult conservation's with suppliers.     The Data Analyst will need good data knowledge and knowledge of local    authority or government statistics.     The Data Analyst role involves working on a time-limited but very high    profile analytical project to estimate the volumes of high value    housing assets local authorities hold and will expect to become vacant    over the course of a typical year.  The analysis will be used directly    for local government funding proposals and it is therefore crucial that    the data is complete and fully quality assured.     In this Data Analyst role you may also be required to contact local    authorities in order to provide support to those authorities who are    having technical difficulties or to chase local authorities that are    late in delivering data.  Excellent communications skills,  both written    and verbal are therefore essential for this post.     Disclaimer: By applying for this role,  or any other role via DP    Connect,  you are consenting to your personal information being    registered with iProfile please go to our website to view our privacy    and cookie policy.  iProfile partner with DP Connect to import and    maintain clean,  accurate candidate data into our CRM.  For more    information please visit iProfile’s website. ", 
  "companyDescription": "      DP Connect    DP Connect is a specialist IT and Communications recruitment    consultancy,  placing contract and permanent ICT candidates across all    the main technologies,  platforms and disciplines.  Coverage is UK wide    and further extends to mainland Europe.     DP Connect also provides managed outsourced solutions and long term    Clients include FTSE 100 companies who rely on DP Connect to deliver    high quality solutions and talented ICT professionals.     Within DP Connect we operate a flexible working environment allowing    for a healthy work life balance and a diverse workforce.  We have    instigated many initiatives,  including ‘Women In IT’ and ‘IT    Opportunities For All’ to help address key issues in our sector.  It is    our aim to encourage all our Clients to fully embrace diversity and    therefore become employers of choice in a highly competitive    marketplace.  For our contractors and candidates we strive to ensure    that their various talents are recognised and rewarded.     DP Connect is a member of the Recruitment Employment Confederation    (REC) and the Association of Professional Staffing Companies (APSCo)    and therefore upholds the professional code of conduct.     DP Connect was most recently recognised with the Recruitment    International Award for The Best Back Office Team in 2015,  Recruiter    Investing in Talent Award for Most Effective Flexible Working Strategy    in 2014,  Best IT Recruitment Firm 2007 and Finalist in 2009", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
