{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90398614", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "We work for better and faster analytics.  This empowers our customers to make faster business decisions in a revolutionary and rapidly changing world. We talk about data warehousing,  big data,  and many other of our core competencies like data-driven profitability solutions and customer analytics.  But,  these are just terms and words to get closer to the main point; how would any enterprise benefit from data analytics.  And then again,  simply do better and more profitable business.  Decision by decision. We are always aware.  And we stay up-to-date.  Despite our deep technical expertise,  we are committed to understanding many different kinds of business environments.  Understanding does not mean there has to be an army of persons for analytics; for us it means having an insightful attitude together with the exceptional expertise of our professionals. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Avarea Oy", 
  "canFollow": false, 
  "companyId": "633712", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Avarea Oy", 
    "title": "Data Scientist / Data and Analyst consultant"
  }, 
  "description": "We at Avarea work for better and faster analytics.  This empowers our customers to make faster business decisions in a revolutionary and rapidly changing world.  We talk about data warehousing,  big data,  and many other of our core competencies like data-driven profitability solutions and customer analytics.  But,  these are just terms and words to get closer to the main point; how would any enterprise benefit from data analytics.  Avarea was established in 2009 and we are growing and aiming to become a global company.  Our office is situated in the heart of Pasila.  We are a team of innovative and dynamic mindsets and now looking for new talents to join Avarea's exceptionally great team.  http://www. avarea. fi.  Data Scientist / Data and Analyst consultant Data Scientist will be responsible for cross-functional participation in data analysis,  metrics,  executive reporting,  data validation,  and predictive analysis.  As a data subject matter expert,  you will provide technical assistance,  training,  consultation and guidance in data analysis.  You'll also advise users in the correct interpretation of data.  Part of your task will be working in a team to gather,  create and analyze data to establish key findings and develop specific recommendations around results that can be used to identify and recommend process improvement measures based on data analysis.  You will also collect data from multiple business users in a variety of methods and perform complex data analysis through data loads and manipulation of the data under specific standards,  context and existence of court ordered information to meet project requirements.   Key responsibilities of a Data Scientist also include designing and building database tables based on the requirements per RDBMS normal form theories to meet the OLTP load standards set for the database tables as well as performing Extract Transaction Load processes and data loads.   You have: - PhD or MS in Computer Science,  Statistics or Mathematics with an emphasis on algorithms,  machine learning,  data mining,  statistics,  applied mathematics or similar field - Advanced data analysis,  data management,  and problem solving skills - Strong verbal and written communication/documentation skills in Finnish and English - Advanced proficiency in data analysis and reporting using BI tools with databases and data warehouses directly - Strong proficiency with database concepts and design - Financial and/or Analyst experience preferred - Experience in predictive analysis preferred You are: - Highly analytic-oriented,  energetic and self-motivated individual - Used and willing to work,  build and maintain cooperation with a variety of people and personalities and achieve results - Able work independently  - Comfortable working in an environment in which businesses processes,  tools,  deadlines etc.  are continually evolving.  We offer: Avarea Oy offers you interesting data analytics cases within various industry sector and business problems to analyze and solve.  We offer you to have the possibility to get a position in dynamic and fast growing company with good insight in the Business Intelligence and Big Data world as well as highly competent and great colleagues.  In addition we offer the freedom of a small organization and possibilities to develop yourself in an environment thatÂÂs not limited by a glass ceiling or bound by the stiff restrictions of the banking world.  Avarea offers also great work benefits and a competitive salary.  Are you the Data Scientist that we are looking for? - If so,  apply now! Application process and contact information: Wat to hear more? For further information about the job,  contact recruiter Aini Leppäkorpi (tel.  020 122 7209,  weekdays 9-15 o'clock).  To apply,  send your CV and your application via the link.  We will start conducting interviews before the last application date,  20. 12. 2015.   We are also searching new talents for Avarea's team with the titles of Business (BI) consultants,  Microsoft BI consultants,  Lead Developer(s).  For more information: http://www. studentwork. fi/loyda-tyo/avoimet-tyopaikat. html Sharper is specialised in search and selection of qualified personnel,  such as managers,  engineers,  IT-specialists,  lawyers,  HR-experts,  and positions with responsibility for personnel,  sales or project leading.  We offer our services in administration,  construction,  corporate,  HR,  insurance,  IT,  legal,  marketing,  pharma,  real estate,  sales,  science and technology.  Read more: http://www. sharper. fi/"
}
