{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91703679", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "-   PhD in Statistics,  Mathematics,  Economics,  Machine Learning or related fields -   Proven experience in statistical modelling,  machine learning,  visualization and preferably in building statistical predictive models -   Experience with Big Data and technologies such as Hadoop,  HBase,  Hive,  Talend,  NoSQL,  etc -   Key to combine an understanding of the business goals with data analysis and ability to communicate technical ideas to a non-technical audience via strong verbal skills -   Experience of working in a fast growing environment and pro-actively interact with the C-Level business people.  -   Proficiency with data analysis platforms such as Matlab/Octave,  R,  etc.  and real-world data analysis -   Out-of-the-box thinking,  ability to find new ways of doing things to escape the status-quo   We have the challenges,  we have the Data,  we need you.  Are you up to this fast growing Adventure?", 
  "following": false, 
  "companyDescription": "Software as Service (SaaS) listed on Nyse Euronext,  Sidetrade is the European leader in Financial CRM provided in the Cloud.  Its solutions contribute to accelerate cash flow by reducing payment delays,  disputes and Bad Debts.  With more than 80, 000 daily end-users in 65 countries,  we are proud to contribute to the success of more than 800 medium and large companies in their cash generation projects.  If you are passionate about innovation,  join the pioneer of Financial CRM in the Cloud!", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "SIDETRADE", 
  "canFollow": false, 
  "companyId": "41397", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "SIDETRADE", 
    "title": "Chief Data Scientist  "
  }, 
  "description": "Become our Data Hero! Join us with your Machine Learning experience and let’s create together the best-in-class Predictive Cash Performance Software.  As a Pioneer of Software as Service (SaaS) since 2000 and listed on NYSE Euronext (ticker: ALBFR),  Sidetrade is the leader in Predictive &amp; Operational Cash Performance software provided in the Cloud.  With more than 85, 000 daily end-users in 65 countries,  we are proud to contribute to the success of more than 1 000 medium and large companies in their Cash Generation Projects.  Now,  is the beginning of a new step in our fast growing adventure with a shift to Artificial Intelligence included in our Business Software Solution.  By learning from hundreds of millions real payments experiences,  interactions,  business processes and relationships between millions of businesses,  our ambition is to create the first Cloud-based software dedicated to Predictive Cash Performance.  We are at the start of something new,  and as a Senior Data Scientist,  you will lead our initiative by exploring and implementing creative solutions that leverage our data.    In a newly established department (Business Innovation Lab oriented),  you lead your Data Science team in order to create data-driven innovations from Business insights and you make the bridge with our Product &amp; R&amp;D departments.  You will spread your Data Science culture to generate insights &amp; relevant algorithms to be implemented further by R&amp;D team in our Big Data infrastructure (Hadoop platform,  Talend cloud platform,  2 data centers,  more than 200 servers and 5 terabytes of production data)   Develop statistical models (Dataiku Studio currently used) and also contribute to turn these scalable algorithms into our Predictive Cash Performance Software Test and implement the algorithms in production-ready code with focus on scalability,  data quality and integration of machine learning models Research and investigate academic and industrial machine learning,  deep learning and modeling techniques to apply to our specific business cases Assist with Product direction by bringing in innovative ideas generated through data mining &amp; data modeling Recruit and manage your Data Scientists Establish data science as a strategical discipline of the Group"
}
