{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89089310", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Your skills &amp; experience. .  Experience of developing reliable,  maintainable,  efficient code in most of SQL,  Linux shell,  Java and Python  You should want to learn new skills and tools in the Hadoop Data Platform,  who wouldn’t want to?! But if you have previous experience with Hadoop,  we REALLY want to hear from you  You will have a habit of thorough developer testing as-well as discipline of working with a ticketing system  You will ideally have an understanding of UNIX systems,  especially Linux.   If you are a Data Warehouse Engineer / ETL Developer / Big Data Tech Lead,  you will appreciate that this is a rare and exceptional opportunity to learn skills with the Hadoop Data Platform,  only one of the hottest technologies in our market right now with a company who take all things data extremely seriously! To be considered for this permanent opportunity,  please click on the link below with a copy of your CV. ", 
  "following": false, 
  "companyDescription": "KDR is a specialist recruitment business,  with expertise in finding permanent and contract jobs for talented people in the Information Management and Data Analytics industry.  We've been supplying talent to this vital sector since 2003.  Our candidates often have highly sought after niche skills including: Business Intelligence,  Data Warehousing,  Master Data Management,  Data Integration/ETL,  Data Migration,  Data Quality,  Data Architecture,  Data Modelling,  Data Analysis and Big Data.  If you are a looking for a new opportunity,  have a vacancy to fill or would just like some advice about structuring your team or market trends,  please get in touch on 01565 651428. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "KDR Recruitment Ltd", 
  "canFollow": false, 
  "companyId": "250646", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "KDR Recruitment Ltd", 
    "title": "Big Data Tech Lead – Hadoop / SQL / Analytics"
  }, 
  "description": "Big Data Tech Lead – Hadoop / SQL / Analytics    £60, 000 - £100, 000 + Market Leading Benefits Package + Bonus KDR are working with a giant who are a global leader in their field,  a company that is renowned for innovation with technology.  They have a vision to lead the way in expanding their global reach with regards to Data Analytics,  and we have a truly amazing opportunity for you to join them on this journey and play a vital role in utilising your strong ETL / Data Integration skills,  taking your career in a completely new direction by gaining real life big data experience.  This role is focused on a large Hadoop based Enterprise Data Platform which will be used to provide data insights to our clients internal teams and customers – whilst you don’t need Hadoop experience,  you will be trained up in this area.  To be considered,  you will need to be a hands on \"Data Geek\" who is currently very close to the technology,  and really knows their stuff when it comes to Data Loading,  ETL,  Integration and Migration.  You'll also need experience of working with large data sets – any work with the likes of Netezza,  Teradata,  Oracle etc would be a real bonus.  Whilst you will have an amazing array of technical expertise required,  you’ll need to be switched on commercially.  Let’s face it,  it’s fantastic if you can write a fancy SQL script that will pump millions of rows into a data warehouse in a few minutes,  but if you don’t know why you’re doing this for our client,  there’s a problem.  You’ll be contributing to our clients commercial success by providing in depth analysis,  using your problem solving skills which should be second-to-none,  and utilising your passion for data and insight.  If you think you’ve got what it takes,  then please read on. . .  What you will do: You will load data (ETL / scripting) from multiple operational systems into our clients Data Lake,  and combine this data in ways that have not been possible or done before  You will be using your strong scripting skills to pick up Hadoop / Hive for data loading and transformation  You’ll be part of a dynamic development team,  so you’ll need to be supportive and want to work collaboratively to achieve our clients goals and objectives  Build data migration scripts to take all data stores in the cluster from one release to the next,  without loss of data "
}
