{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89063744", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "MINIMUM REQUIREMENTS BS degree in Computer Science,  Human-Computer Interaction,  Statistics,  Psychology or related field 3+ years of relevant research experience Experience in one or more general purpose programming language (e. g.  Python,  Java,  C++),  and experience with SQL.  PREFERRED REQUIREMENTS Knowledge of financial products,  asset management or pension funds industries Master degree,  MBA or PhD Previous experience with user research for finance products Knowledge of designs and design practices.  Excellent communication skills: can convey research findings clearly and concisely. ", 
  "following": false, 
  "companyDescription": "\"Smart Investments for Everyone\"   MoneyFarm brings together technology and independent financial advisory to help you smartly manage your wealth for a fraction of the cost of traditional financial services.  Our mission is to let people take control over their savings and manage them autonomously in a smart,  simple and efficient way.  We believe that every investor has the right to the best possible treatment regardless of their financial status,  that's why we give the access for each individual portfolio to be optimised to suit our customers needs.  By also having our platform across a range of devices we offer instant access to your investment allowing you to make modifications to your portfolio anywhere,  anytime.  MoneyFarm is part of the Fintech revolution,  that’s why we set up our headquarters right in the heart of London City the focal point of the Digital industry and Financial Market in Europe.  This enables us to attract specialists to join our team and help us revolutionise the Financial Services industry.  Can't see your role? Send your CV and cover letter to jobs@moneyfarm. com and we'll be in touch! www. moneyfarm. co. uk", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "MoneyFarm", 
  "canFollow": false, 
  "companyId": "1789673", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "MoneyFarm", 
    "title": "Data Scientist"
  }, 
  "description": "As Data Scientist you are the voice of our users and their strongest advocate.  You are curious to understand them and their needs and capable of conducting independent research as well as analyse real user behaviour.  The quantitative component of your skill-set allows you to analyse large data sets and use methodologies such as A/B experiments and statistical modelling to understand user behaviour and attitudes.  In your role,  you will work directly with User Interface Designers and Products Manager to make our products better.  RESPONSIBILITIES Work with designers and product managers to define and prioritise user experience research Engage current and potential users in field studies,  surveys and create experiment frameworks Analyse research data to produce insights into user behaviour Create metrics of positive and negative user experience and use them to analyse the impact of product features and changes"
}
