{
  "jobPosting": {
    "companyName": "Penta Consulting", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "JOB0034253", 
    "title": "Data Analyst - SQL", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101994251, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. pentaconsulting. com", 
    "logo": "urn:li:media:/p/3/000/025/31e/2b7d1e0. png", 
    "universalName": "penta-consulting", 
    "companyId": 17538
  }, 
  "description": "     Leading e-commerce organisation in London URGENTLY requires a Data    Analyst to join their growing business.  You will be responsible for    querying large Data sets,  extracting and preparing data for analysis    and consumption.  You will also write SQL extract scripts,  derive data    subsets( including CSV files) and liaise with 3rd party service    providers who need access to the data.  Ideally you would have some    experience working within an e-commerce / highly transactional    environment but this is not essential.  This is a critical hire for my    client and they have confirmed they will meet suitable candidates ASAP.     Penta Consulting is a global staffing solutions business providing    innovative and flexible recruitment strategies for clients and the very    best permanent,  interim and contract career opportunities for    candidates across IT & Telecoms.  Ranked 8 in the 2013 Sunday Times Top    100 Companies to Work For awards,  Penta holds a Queen's Award for    Enterprise among other high profile business and quality awards.  Visit    www. pentaconsulting. com for more information.  Penta Consulting is    acting as an Employment Business in relation to this vacancy. ", 
  "companyDescription": "      Penta Consulting    Established in 1998,  Penta Consulting is the UK’s leading IT and    Telecoms staffing company,  working with 90% of world’s telecom sector.     Through our network of international offices and partnerships we    deliver outstanding and unparalleled services to clients and candidates    globally.     Our extensive database of technical talent is second to none and we use    our strong network to connect clients with hard-to-reach technical    professionals that can drive their business forward.  We offer a    personal service backed up with the latest market intelligence and our    expertise and insight have won us numerous business awards and great    client and candidate testimonials.     We offer strong service capability and innovative resource solutions    that address key industry challenges and individual company strategies    across 85 countries geared to today’s complex and challenging global    mobile marketplace.  We are able to resource across all levels and    technical skill-sets for both contract and permanent roles and we are    constantly developing and adapting to reflect new technologies,  trends    in the market and,  most importantly,  the needs of our clients and    candidates to work with them to create and retain their competitive    edge.     The only technical recruiter ever to have achieved two Queen’s Awards    for Enterprise in International Trade 2006 and 2014,  Penta has been an    accredited Best Company to Work for since 2006 with the top three star    rating for the sixth consecutive year and a Sunday Times 100 Best Small    Company to Work for since 2009.     We are growing and actively recruiting top talent    (careers@pentaconsulting. com)    Head Office Contact    +44 (0) 20 8647 3999    info@pentaconsulting. com", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
