{
  "jobPosting": {
    "companyName": "Avira Operations GmbH & Co.  KG", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobijoba-6c10367884311095dfdd963b5f1f30cc", 
    "title": "Machine Learning / Data Mining Researcher (m/f)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102253806, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      118
    ]
  }, 
  "company": {
    "websiteUrl": "www. avira. com", 
    "logo": "urn:li:media:/p/1/005/02b/1d9/036d6e7. png", 
    "universalName": "avira-gmbh", 
    "companyId": 34316
  }, 
  "description": "     With 100 million customers worlwide and 500 employees,  Avira is a    leading provider of proprietary IT security solutions for private and    professional customers.  Machine Learning / Data Mining Researcher (m/f)    Position Summary As a member of Avira's Research Team you will design    and implement new security technologies.  You constantly interact with    an international team of open minded computer scientists located in    Germany,  Romania and The Netherlands to find the very best solutions to    a diverse set of interesting problems.  You evaluate requirements with    other teams within the Avira Protection Labs in order to react to the    newest malware trends when designing new products.  Keys to hiring Your    ability to think out of the box and your strong will to pursue the    right solution through extensive research inspires others and    invigorates projects.  Your independent solution finding skills are    complemented by your ability to learn from others and your    open-mindedness to open source solutions.  With pride in your work and a    sense of urgency to deliver the best possible solution,  you persist to    see your work completed in a product.  You have a degree in computer    science,  a solid understanding of the field of machine learning    (supervised and unsupervised) and data mining.  Experience with the    design and implementation of complex solutions,  versatile programming    skills,  mathematical rigor in algorithm design and superior    understanding of computing architecture bottlenecks is required.     Ideally you have prior experience with C,  C++,  OpenMP,  Linux,  Python    and Git.  Performance Objectives Starting from day one you will    familiarize yourself with large scale ML based systems,  which protect    millions of customers from malicious files.  Within the first three    months you understand the theoretical background of the solution and    get a firm grasp on the software- and hardware architecture of the    implementation,  so that you can start improving,  deploying and    operating the system independently.  In addition,  within the first six    months you will design,  implement and launch a system that utilizes    feature selection techniques to provide robust outlier detection.  This    system will be used to find data anomalies,  clean up data sets and    improve the detection quality.  A year into the job you have implemented    systems that automatically detect outliers in our training sets,  score    data features and thus improve systems that are shipped in the context    of Avira's protection cloud services to provide market-leading online    security to our millions of customers.  The long term goal is to stay    ahead of competition by improving existing and developing future    products by utilizing techniques of data mining and machine learning.     Our offer Varied tasks in an expanding company with an above average    growth Independent working Highly motivated team members --> If you are    enthusiastic about broadening your technical expertise and have a    desire to work in an environment that promotes creativity,  research,     innovation and fun,  we would love to hear from you! This position is    based in Tettnang,  Lake Constance.  Please submit your application    including your salary requirements and availability by clicking on the    \"Apply now\" button.  How to apply for Bucharest,  Romania Please submit    your application including your salary requirements and availability by    sending your resume at.  How to apply for Munich/Tettnang,  Germany    Please submit the relevant application documents,  including examples of    your previous work and your salary requirements and availability by    clicking on the \"Apply now\" button.  Online applications preferred.     Contact name: Dennys Hartwig --> Apply Now This job is based in    Tettnang near Lake Constance (close to Friedrichshafen,  Ravensburg and    Lindau).  --> Avira has over 25 years of experience and is an industry    pioneer.  With headquarters in Tettnang,  Germany,  which is located close    to Lake Constance,  Avira is one of the region's largest employers.  In    addition to Tettnang,  Avira has offices abroad and maintains    partnerships in Europe,  Asia and America. ", 
  "companyDescription": "      Avira Operations GmbH & Co.  KG    Avira,  a company with around 100 million customers and 500 employees is    a worldwide leading supplier of self-developed security solutions for    professional and private use.  With more than 20 years of experience,     the company is one of the pioneers in this field.     Locations:    United States of America    Avira Inc.     330 Primrose Rd. ,  Suite 610    Burlingame,  CA 94010    Phone: +1 800-403-7019 | Fax: 650-403-4547 | Email: info. us@avira. com    Romania    Avira Soft srl - (Regional R&D Centre)    26 Armand Calinescu Street,  4th floor | Bucharest,  Sector 2,  021012    Phone: +40 21 322 49 74 | Fax: +40 21 322 51 10 | Email:    info. ro@avira. com    Netherlands    Avira BV    Gildenbroederslaan 1,  7005 BM,  Doetinchem    Postbus 110 7000 AC Doetinchem    Phone: +31(0)314-399999 | Fax: +31 (0) 314-399934 | Email:    info. nl@avira. com", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
