{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86794914", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "About SAS:   Data is more than just facts and figures.  It can tell a story – the past,  the present and,  potentially,  the future of an organisation,  an industry or even a nation.  But without a good storyteller to bring it to life,  data is like an unwritten book.  It’s our job at SAS to be great storytellers.  With our advanced analytics tools,  we transform data into insights that tell the true story about an organisation.  We help people understand what’s really working in their businesses,  fix what isn’t and discover new opportunities.    For almost 40 years we’ve been giving our customers the power to know and through constant innovation we’ve remained the leader in analytics software and services.    Yes SAS makes great software,  but it’s our people who make the real difference.  Our people look beyond facts and figures to deliver the insights our customers need.  We want our people to truly love what they do – so we’ve worked hard to establish a culture that fosters creativity,  collaboration and innovation.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "SAS", 
  "canFollow": false, 
  "companyId": "1491", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "SAS", 
    "title": "Senior Data Scientist – APAC"
  }, 
  "description": "SAS Cloud Analytics delivers SAS offerings to address a wide range of business problems,  sized to the needs of an organization.  SAS Cloud Analytics is available as software as a service (SaaS) and as an enterprise hosting solution.    Working with the SAS Cloud Analytics team based in North Carolina,  U. S this role will see you assisting the sales teams,  pre-sales teams,  and senior and executive management across APAC to maximize revenue opportunities and ensure the highest levels of customer satisfaction.     You will also influence sales through domain or business expert credibility brought directly to ongoing sales cycles by enabling those who will be executing sales cycles or through supporting in-country business development efforts.    In addition you will also serve as an Analytical Lead on projects as needed.    In addition your responsibilities will include:   Providing statistical assistance for statistical consulting sessions.  Support data acquisition,  validation,  and management from incoming data sources.  Become proficient in the use of base SAS software,  SAS/STAT procedures,  and statistical add-on SAS products such as Enterprise Miner and Forecast Server.  Provide assistance to other members of the group in the cleaning and preparation of data for data mining and analysis.  Work closely with clients in defining media for transferring data and loading data onto company systems for analysis.  Review documentation,  publications,  and course materials.  Work on complex issues where analysis of situations or data requires an in-depth evaluation of variable factors.  Exercise judgment in selecting methods,  techniques and evaluation criteria for obtaining results.  Network with key contacts outside own area of expertise.  Provide Analytical consulting using SAS software/technologies   To be successful in this role,  you will have the following:   Industry or academic experience in mathematical/statistical modelling,  pattern recognition,  or data mining/data analysis.   Six or more years of experience analysing data and/or teaching,  including at least one year using the SAS system.  Public speaking,  consulting,  or classroom teaching experience preferre Degree in Statistics,  Mathematics,  Computer Science,  Operations Research,  or a related quantitative field with 6 or more years of experience of applied analytical experience.  English proficiency with strong written,  verbal and interpersonal communication skills.  Proven leadership capabilities      "
}
