{
  "jobPosting": {
    "companyName": "Aviva", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "peopleclick-36380", 
    "title": "Data Analyst", 
    "employmentStatus": "CONTRACT", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100327478, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      43
    ]
  }, 
  "company": {
    "websiteUrl": "www. aviva. com", 
    "logo": "urn:li:media:/p/3/000/1b9/355/1cb683c. png", 
    "universalName": "aviva-plc", 
    "companyId": 2922
  }, 
  "description": "    Role Description    A fantastic opportunity has arisen in the Corporate and Speciality Risk    department.   We are actively recruiting for a Data Analyst to be based    in London or Perth on a 12 month fixed term contract.     As a Data Analyst,  you will deliver data solutions to MI customers    which provide total oversights to business customers on business    performance.   You will work with IT to ensure a suitable infrastructure    is created and maintained to support efficiency goals around Commercial    data storage & distribution.   You are also required to develop the    Commercial Data strategy and ensure alignment  with Group Strategy.     Qualifications    •             Honours Degree with high analytical / numerate content.     •             Professional qualification in IT,  Finance,  Business or    Insurance.     AND/OR    •             Track record of outstanding analytical,  IT or managerial    contribution in a financial services operation.     Skills / Knowledge    •             In-depth technical knowledge of Commercial underwriting    and claims systems,  products & practices    •             Strong communication skills    •             Numerate with strong analytical skills    •             Broad business perspective    Experience    •             Experience of using / specifying Commercial data files    •             Communicating with confidence    We offer a competitive salary and fantastic benefits,  including    excellent pension and bonus potential,  as well as generous annual    leave.     We’re here to free people from the fear of uncertainty.  Our insurance,     savings and investment products help some 31 million customers enjoy    life today,  knowing that tomorrow is covered.  And we definitely know    how to look after our own people.  If you love doing a great job to    improve things for customers,  you’ll be at home here.  Help us build a    future to be proud of and get ready to fulfil your potential with    Aviva. ", 
  "companyDescription": "      Aviva    Aviva is the only true composite insurer of scale in the UK and one of    only a handful in the world.  This means we can provide customers with    life,  general,  and health insurance,  and asset management in one place.     We help 34 million customers  in 16 markets across the world to save    for the future and manage the risks of everyday life.     In the UK we are the leading insurer serving one in every four    households and have strong businesses in selected markets in Europe,     Asia and Canada.     By serving our customers well,  we are building a business our people    are proud to work for,  which is strong and sustainable and which makes    a positive contribution to society.  We’ve been protecting our customers    since 1696.     Friends Life Group Limited and its subsidiaries became part of the    Aviva Group in April 2015.     Following the merger with Friends Life Group Limited in April 2015,     before removal of duplication of Aviva and Friends Life customers. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
