{
  "jobPosting": {
    "companyName": "i4 Recruitment Ltd", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "i4recruitment-28213", 
    "title": "Data Scientist", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102132459, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. i4recruitment. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAFzAAAAJDgwMWE5MDhjLWMxZjQtNDU0Ni1hYmMwLTg1MTA4YjA2NWNjYQ. png", 
    "universalName": "i4-recruitment", 
    "companyId": 361629
  }, 
  "description": "    Data Scientist - Norwich,  Norfolk,  £30-40K plus package    My client are looking for a Data Scientist to drive the design and    execution of data mining models and analytics solution.     Key Responsibilities    Identify and implement new capabilities and best practices to develop    and improve automated data analysis processes.     Collect,  analyse and present actionable data to drive consumer    experience and client data    Effectively foster collaboration across a network of talented software    engineers    Propose and prioritize changes to reporting and create additional    metrics and processes based on program changes and customer    requirements.     Basic Qualifications    Bachelor's degree in Math,  Statistics,  Computer Science,  or any related    field.  Self-taught technical candidates are also encouraged to apply.     Advanced SQL writing skills    Advanced knowledge of statistics and 3+ years of hands-on experience in    using R,  SAS,  or other statistical modelling tools    Strong problem solving ability    Proven analytical and quantitative skills and an ability to use hard    data and metrics to back up assumptions and develop business cases    Ability to prioritize multiple concurrent projects while still    delivering timely and accurate results.     Effective communication and data presentation skills    A clear passion for learning new BI skills and techniques independently    and continuously.     Preferred Qualifications    Advanced degree in Math,  Computer Science,  Statistics,  Business    Administration,  Finance,  Computer Information Systems or any related    field.     Experience mentoring others in SQL,  modelling,  forecasting and the use    of large datasets.     Experience working with software engineering and data engineering teams    to develop scalable analytic platforms    Knowledge of a programming or scripting language    Proven ability to work with and engage end users throughout the project    lifecycle.     Experience performing behavioral customer segmentation", 
  "companyDescription": "      i4 Recruitment Ltd    At i4 Recruitment we have been providing our clients with high    performing recruitment solutions since 2003.     We started life as a recruitment agency with a vision to provide high    quality IT & Engineering staff to leading organisations in Norfolk.     After gaining an excellent reputation,  demand increased and we expanded    to cover neighbouring counties.  Within 3 years,  i4 Recruitment had    developed into operating across the whole of the UK.  The same service    qualities our clients relied on were soon applied to other areas    including: Accountancy & Finance,  Operations,  Project Management,     Sales,  Marketing & Executive Hires.     During this period of development,  we identified a need for a low cost,     high value resourcing solution and i4 Jobs (www. i4jobs. co. uk) was born.     We were one of the first companies to bring a fixed fee recruitment    solution to market and i4 jobs continues to supply a range of companies    with diverse requirements spanning all industries UK wide.     As our client relationships and reputation continued to grow,  we began    to find more ways of saving time and money for our customers.  We soon    became a preferred source for resourcing activities for a handful of    household names.     Our service has evolved into what we now call i4 Resourcing    (www. i4resourcing. com) a tailored corporate resourcing solution which    adapts with every client.  Today,  our original brands still offer the    same level of service to SMEs,  whilst i4 resourcing continues to save    millions of pounds in resourcing costs for our corporate clients.     More About i4 Recruitment Ltd:    Traditional Recruitment - We offer traditional recruitment services for    most industries.  These are provided on a ‘no win,  no fee’ basis but for    prices call us on 0845 2260677    Retained Services - Retained services are popular with clients looking    to fill high level or multiple vacancies.     Sole Agency - Working as a sole agent allows us to offer reduced rates.     This is normally set for a two week period. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
