{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/81874311", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Data Analyst"
  }, 
  "description": "For the Payments by Booking Team,  we are looking for an enthusiastic Data Analyst.  You will have the opportunity to be part of and contribute towards implementing new processes,  working with various internal reservation,  banking platform and payment service provider data,  allowing customers,  via Booking. com to pay the hotel directly.  The focus of this position is to ensure the accuracy of data received from different sources and for different payment models are clearly matching in our databases.  You will in turn support finance to ensure accurate reporting.  Your critical mindset,  ability to multi-task and clear communication with different stakeholders is crucial in supporting further exciting project roll-outs.  You will report,  analyze,  and explain variances as well as make proposals for process improvements.  Ad-hoc analyses are part of the scope whenever there is a need from the business. It is important that this candidate is comfortable with complex reconciliation,  data queries and analysis.  Project related experience and ability to work with cross functional teams is preferable.  This position will report into the Senior Team Leader for Payments by Booking. com but will work closely with IT. Due to the rapid and continuous growth of the organization,  the tasks and duties of this role will evolve over time.  You will be keen to develop and grow within the role and challenge yourself to take on additional projects and responsibilities as they present themselves. Main Responsibilities:Proactively deliver intelligence based on data and support and advise the business partners whenever there is an opportunity; Contribute to robust,  scalable and insightful reporting on key metrics; Continuously seek ways to improve existing reporting and processes to fit with evolving requests from senior management; Work with accounting,  IT and business teams to accurately report results including explanatory comments and follow up if on outstanding items; Build relationships with cross functional teams to ensure priorities are clear and consistent and information is complete and accurate; Help the team to meet and exceed the departmental goals; Provide timely and accurate reporting to the various stakeholders; Managing ad hoc projects and assignments. Requirements:Degree in IT,  Business,  Finance,  or other related field; A proven track record of 3+ years in a similar role; Financial modeling and analytical skills; Knowledge of SQL,  Hadoop,  data mining and Microsoft VBA is preferred; Creative &amp; critical thinker; Knowledge of financial systems e. g.  SAP is an advantage Commercial attitude; Excellent communication skills,  both written and spoken in English; Team and service oriented approach; Experience with process improvement or automation; Accurate with good attention to detail ; Strong organizational and prioritizing skills; Ability to work independently,  self-motivation and discipline; Should be persistent and have sense of urgency; Internationally focused and an awareness of different cultures Only candidates living in the Netherlands will be considered; Only candidate with a valid work permit/ search year permit for the Netherlands will be considered!Booking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com International BV,  one of the support companies in Netherlands,  is looking for a Data Analyst . "
}
