{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90398369", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Experience in exploiting data and the use of advanced statistical and modelling techniques to understand and improve business performance Proficient with SQL and relational databases Experience in the application of advanced statistical and analytical methods to solve business problems Data Scientist experience Experience of  Enterprise SaaS technology", 
  "following": false, 
  "companyDescription": "Innovative SaaS technology vendor in the Cloud Mobility space Rapid growth and completely unique product UK HQ'd software vendor Strong management and leadership team Significant funding with a strong client base Established for over 3 years .  CD IT Recruitment - the recognised “experts” in IT Technical,  IT Sales,  &amp; IT Marketing Recruitment.  We operate niche teams within the following practice areas: - IT Technical (Perm &amp; Contract); - IT Software Sales;   - IT Services Sales;   - ICT Sales; - IT Marketing.    We have been building our outstanding reputation for 22 years.  CD IT has built many of Europe's most talented IT Technical,  IT Sales &amp; IT Marketing teams.  We find our clients the \"A Players\" they critically need to realise their goals.  Our core markets are UK,  Germany,  France,  Nordics &amp; the USA.    We only advertise a small selection of our live roles on LinkedIn,  so if you are a passive job seeker,  we strongly recommend following us on LinkedIn &amp; making contact to discuss your career options. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CD IT Recruitment", 
  "canFollow": false, 
  "companyId": "2651649", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CD IT Recruitment", 
    "title": "Data Scientist – First online cloud platform of its kind!"
  }, 
  "description": "One of the fastest growing UK Software technology companies has an urgent need to hire their 1st Data Scientist within the company.  The company offer some innovative and amazing SaaS technology solutions focused in the Cloud Mobility space and have been experiencing rapid growth through the significant funding that they have received.  This is a fantastic opportunity for someone to build and shape their Data Scientist function.  .  JOB TITLE: Data Scientist – First online cloud platform of its kind! TERRITORY: UK LOCATION: Daily access to Central London office PACKAGE: Basic £70-95k + Bonus + Benefits .  Working as the sole Data Scientist within the business you will be responsible for defining and building their Data Science offering Responsible for creating and structuring a data model to underline their products and systems Working with the product and engineering teams to define entities and relationships to model the domain as data structures and services Drive innovation in the data model and roadmap to enable the company to differentiate and create value Create a strategy to define the data capture,  identify gaps and design a predictive analytics model Build their data roadmap strategy for machine learning and predictive analytics This is a critical role as it will underline all the features they create (workflows,  reporting,  alerts and analytics) and you will also build their predictive data strategy going forward The success that you have will help to drive company value,  product strategy and customer value propositions"
}
