{
  "jobPosting": {
    "companyJobCode": "adzuna_xml-330266560", 
    "expirationDate": 1450342336000, 
    "title": "Ingénieur Big Data (H/F)", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [], 
      "rawText": "Ingénieur Big Data (H/F)  Vous avez à cœur de…  • Vous ouvrir à l’un des métiers les plus passionnants de l’IT  • Vous investir dans des projets complexes et structurants  • Vous enrichir d’un parcours de formation de premier plan  Alors… Rejoignez l’aventure “BIG DATA by Open” !  Open recrute 20 Ingénieurs d'études et développement pour renforcer son pôle d’expertise BIG DATA afin de répondre aux besoins de ses grands clients dans la mise en place de projets d’envergure.   Intégrez le parcours « BIG DATA By Open »  Open propose de vous intégrer dans son parcours de formation pour développeurs"
    }, 
    "postalCode": "75017", 
    "jobState": "LISTED", 
    "companyName": "OPEN", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "Bienvenue sur la page Linkedin d'Open,  acteur des référence des entreprises de services du numérique (ESN) françaises ! 700 nouveaux collaborateurs en 2015 ! Parce que votre talent mérite notre engagement,  Open vous propose des missions à forte valeur ajoutée au cœur des nouvelles technologies.  Open,  ESN Responsable &amp; Innovante,  accompagne les entreprises dans leurs enjeux liés à la Transformation Industrielle et Numérique.  Avec plus de 3300 collaborateurs,  Open exerce ses trois métiers - Consulting,  Application Services et Infrastructures Services - en conjuguant des atouts la différencie sur son marché- Professionnalisme &amp; Proximité,  Valeur &amp; Innovation.  L’état d’esprit d’Open se caractérise par cinq valeurs - Pertinence,  Audace,  Ethique &amp; Responsabilité,  Passion,  Engagement - reflétant ses traits de caractère et leur rôle fondamental dans les actes de chacun des collaborateurs.  Open a défini sa stratégie RSE autour de 5 axes stratégiques forts,  en cohérence avec les valeurs de l'entreprise.  Cinq thèmes majeurs guident l'entreprise dans sa démarche de Responsabilité Sociétale - La Performance Industrielle - Le Dynamisme de l'Innovation - l'Energie du \"Mieux vivre chez Open\" - l'Excellence au Service des Clients - l'Engagement Responsable.  Open inscrit sa démarche dans une logique d’avenir au travers de sa politique Ressources Humaines structurée et motivante,  dont le fil rouge reste un intérêt commun et une finalité de réussite mutuelle avec ses collaborateurs. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "IT", 
      "ENG"
    ], 
    "listDate": 1447750336000, 
    "countryCode": "fr", 
    "company": "urn:li:company:772519", 
    "id": 99234137, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Paris,  FR", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/99234137?trk=guest_apply_click_apply_button&url=http%3A%2F%2Fwww. adzuna. fr%2Fland%2Fad%2F330266560%3Fv%3D052FC358F8F65D48AA2527D534ED2942F0F282C7%26utm_source%3Dlinkedinfr%26utm_medium%3Dorganic%26chnlid%3D173&urlHash=5ayk&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "formattedEmploymentStatus": "Full-time", 
  "formattedJobFunctions": [
    "Information Technology", 
    "Engineering"
  ], 
  "formattedExperience": "Entry level", 
  "formattedIndustries": [
    "Information Technology and Services"
  ], 
  "formattedPostedDaysAgo": "Posted 18 days ago", 
  "formattedPostedDaysAgoSlim": "18 days ago", 
  "formattedPostedDaysAgoShort": "18d", 
  "companyDescriptionLanguage": "fr", 
  "decoratedCompany": {
    "formattedIndustries": [
      "Information Technology & Services"
    ], 
    "hasPaidLcp": true, 
    "canonicalName": "OPEN", 
    "company": {
      "specialities": [
        "Consulting", 
        "Infrastructure Services", 
        "Application Services"
      ], 
      "universalName": "open_2", 
      "companyId": 772519, 
      "heroImage": {
        "croppedImage": "urn:li:media:/AAEAAQAAAAAAAAX9AAAAJGUwOWI3ODlmLWVjODYtNGE2Yy1iNWFlLTVmODdjMTZhNThkNw. png"
      }
    }, 
    "foundedYear": 1989, 
    "formattedCompanyType": "Public Company", 
    "formattedEmployeeCount": "1001-5000 employees", 
    "formattedCompanySize": "1001-5000", 
    "careersImage": "urn:li:media:/AAEAAQAAAAAAAAX_AAAAJDdmYTFmYTdjLTkwODAtNDg5Yi04YWQ1LWYyZWU0NDgzMWE5OQ. png", 
    "companyLogo": {
      "logoType": "SQUARE_LOGO", 
      "urn": "urn:li:media:/AAEAAQAAAAAAAAYmAAAAJGJlYzg2MTlhLWNkMzQtNDVhYy05Mjg1LWUxMDcyMGIzMWFkNA. png"
    }, 
    "careersImageLink": "https://media. licdn. com/media/AAEAAQAAAAAAAAX_AAAAJDdmYTFmYTdjLTkwODAtNDg5Yi04YWQ1LWYyZWU0NDgzMWE5OQ. png", 
    "localizedDescription": "Bienvenue sur la page Linkedin d'Open,  acteur des référence des entreprises de services du numérique (ESN) françaises ! \r700 nouveaux collaborateurs en 2015 ! \rParce que votre talent mérite notre engagement,  Open vous propose des missions à forte valeur ajoutée au cœur des nouvelles technologies.  \r\rOpen,  ESN Responsable & Innovante,  accompagne les entreprises dans leurs enjeux liés à la Transformation Industrielle et Numérique.  \r\rAvec plus de 3300 collaborateurs,  Open exerce ses trois métiers - Consulting,  Application Services et Infrastructures Services - en conjuguant des atouts la différencie sur son marché- Professionnalisme & Proximité,  Valeur & Innovation.  \r\rL’état d’esprit d’Open se caractérise par cinq valeurs - Pertinence,  Audace,  Ethique & Responsabilité,  Passion,  Engagement - reflétant ses traits de caractère et leur rôle fondamental dans les actes de chacun des collaborateurs.  \r\rOpen a défini sa stratégie RSE autour de 5 axes stratégiques forts,  en cohérence avec les valeurs de l'entreprise.  Cinq thèmes majeurs guident l'entreprise dans sa démarche de Responsabilité Sociétale - La Performance Industrielle - Le Dynamisme de l'Innovation - l'Energie du \"Mieux vivre chez Open\" - l'Excellence au Service des Clients - l'Engagement Responsable.  \r\rOpen inscrit sa démarche dans une logique d’avenir au travers de sa politique Ressources Humaines structurée et motivante,  dont le fil rouge reste un intérêt commun et une finalité de réussite mutuelle avec ses collaborateurs. "
  }, 
  "formattedListDate": "November 17,  2015", 
  "formattedExpireDate": "December 17,  2015", 
  "hasSavedJobPosting": false, 
  "offsiteApply": true, 
  "hasMySavedJobPosting": false, 
  "descriptionLanguage": "fr", 
  "hasDecoratedCompany": true
}
