{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85344690", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "In order to be considered for the positon of Data Scientist t - Contract - (Hive, MongoDB Python,  OOP,  Hadoop,  R,  Matlab)  A Masters degree,  preferably (information) technical and / or managerial direction At least two years working knowledge of BI / DWH and Big Data architectures,  technologies and implementations Partical working experience with NoSQL technologies such as MongoDB,  Mapreduce,  Kafka,  Cassandra is required.  Two years practical experiences with various Big Data tools like Hadoop / Cloudera / Hortonworks,  SAS,  etc.  Strong customer orientation and communication skills Proven expertise in at least one high level programming language such as C#,  C++,  JAVA,  Python,  Ruby or knowledge of software engineering Experience with Object Orientated Programming (OOP) Independent,  results-oriented,  collegial work associated with high self-motivation Experience with Natural Language Processing,  Machine Learning and Data Mining is benefical in a application  ", 
  "following": false, 
  "companyDescription": "Our Data &amp; Technology Division operates throughout the UK &amp; Ireland,  Benelux and the DACH region.  We recruit into the most cutting-edge technology markets where our combined number of years’ experience puts us in a superior position to our competitors.  We can provide clients with tailored market information and advise on their needs.  Although we started our journey back in 2005,  we are continually looking at ways to improve our delivery model.     Using our extensive experience and expertise,  our Data &amp; Technology Division has expanded faster than all others under the Optimus Search Brand.  Our team has a real understanding of our clients’ needs and candidate’s aspirations,  so will ensure you find the right people or secure your dream job.    Key areas of expertise:  Big Data &amp; BI Analytics: Data Analytics,  Data Science,  Machine Learning,  Intelligent Data,  Hadoop Development,  Data Administration.   Infrastructure &amp; Cloud: Cloud,  Datacentre,  Virtualisation,  Storage &amp; Data management,  Networking.   Software Development &amp; Testing: Java,  Web &amp; Mobile,  Functional Programming,  DevOps,  Dynamics,  . NET Framework,  Agile. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Science - Quantitiative Analyst/Researcher "
  }, 
  "description": "With years of dedicated experience within the field of Business Investment Solutions,  we are looking for a 2 Data Scientists to join our leading finance company based in London.  Awareness across our products needed in order to effectively contribute to technical teams and make presentations to a variety of technical and business personnel.  It is critical to ensure that we can partner with our various business teams in order to improve the customer experiences.   Job role -Responsible for driving the strategic view and development of product and platform management.    -Determine objectives on critical projects and provide bespoke solutions.   -Require considerable knowledge and experience in specifying and building advanced analytics.    -Implement solutions for large data sets (Map/Reduce,  Hadoop,  Hive,  etc. )  -3+ years’ experience manipulating large datasets and using databases (e. g.  SAS,  R,  SQL,  S-Plus,  etc. ) Preferred Qualifications -Degree in Engineering Mathematics,  Statistics,  Theoretical/Computational Physics,  or related field.  -Proven experience with Machine Learning techniques,  especially on large scale datasets.  -Proven experience with Hadoop and related programming environments (Hive, Pig, etc).    -2 positions available.   -6 month Contract (potential for further extension)  -£450 to £580 day rate  -Location: London"
}
