{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87880755", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Junior Data Scientist"
  }, 
  "description": "Booking. com is the world’s leading accommodation website with more than 950, 000 room nights booked every day.  Since 1996 our team has expanded to over 10000 professionals from customer service,  hotel,  finance,  internet technology and marketing businesses and has built a company that provides online accommodation reservations in the best possible way.  We believe that the passion of our employees is our strength and this is what drives us towards outstanding performance. Does a successful career to you mean challenges,  delivering results and winning? Should it be an environment that values your individuality? We offer a dynamic,  pleasant and sophisticated work environment.  A culture that is open,  innovative and performance orientated.  Our scale and scope,  Amsterdam roots,  commitment to people,  and high standards of integrity make Booking. com a great place to work. In this role,  you will be aiding the team with insights based on data and supporting them in making data-driven decisions.  You will work closely with the Front-end Analytics team and assist in both ad-hoc requests as well as regular reports for various business segments. As a Jr.  Data Scientist,  it is your responsibility to understand the business needs of your stakeholders,  formulate the right questions and find an answer using large datasets.  Part of your daily activities is extracting data from our databases using MySQL and aggregating/transforming it using MS Excel,  Python,  Perl,  R or any other tools you find suitable.  You are able to interpret the data you’ve gathered,  identify trends and organize and present data in a meaningful way.  You have excellent communication skills and are able to translate your findings into the business language of your stakeholders. We are looking for highly motivated people who can work independently,  adapt quickly and who are interested in learning new skills.  In this role you will be able to grow rapidly and tackle new challenges as your skill set evolves,  while contributing highly to Booking. com’s success. B. responsibleLiaise with several teams within Business bookers teams and front-end,  understand their business needs and translate them into data requests Extract data from our MySQL databases and Hadoop cluster,  using hive and MySQL queries.  Build and improve reporting that help the stakeholders understand the performance of their business segment and identify action points Perform ad-hoc analysis,  translate and communicate results to stakeholdersB. skilledStrong business awareness and data-driven Basic knowledge of statistics Ability to draw business insights from data Knowledge of MySQL or relational databases BSc or MSc degree with an IT,  Math or Statistics component Knowledge of Perl,  Python,  R or other programming languages is an advantage,  but not necessary.  Excellent English communication skills (written and verbal) Currently living in The Netherlands B. offeredWe are a performance-based company that offers career advancement and lucrative compensation,  including bonuses and stock potential.  We also offer what we call the “Booking Deal” with other competitive perks and benefits.  IT also has monthly hackathons,  training and attends/speaks at global conferences. This position is open to worldwide candidates and in the case of relocation,  we will assist you with a generous relocation package,  ensuring a smooth transition to working and living in Amsterdam.  We have successfully relocated 200+ IT professionals to Amsterdam in the last year!Booking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com BV is looking for a Junior Data Scientist. "
}
