{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90396549", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Have an understanding of technical market research requirements and applications.  Be extremely numerate (mathematical or statistical background bonus) Whilst use of SAS is mandatory,  an understanding of other programming languages such as Python or R would be of use.  Understand and be knowledgeable of statistics and its application in market research and data science.  Be aware and have experience in advanced data integration techniques such as data fusion and imputation.  A good communicator on technical areas relating to projects they are working on.   Submit your up to date CV as soon as possible if you’d like to find out more!", 
  "following": false, 
  "companyDescription": "Our client is a major player in the market research industry,  at the fore-front of design ideas in the UK and as part of the globally established data science unit responsible for: A Global network looking at statistical techniques covering Big Data processing,  passive methodologies,  data integration techniques that bring different and disparate data-sets together to provide meaning.  Providing input and advice ideas into the central based UK Research Methods Unit who specialise in market research design and statistics Developing advanced data delivery and analysis options for clients using new and emerging IT technologies.  You will be responsible for the migration and streamlining of currently implemented software tools and assisting client relation steams with some of the most well known commercial brands of today!", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data scientist "
  }, 
  "description": "Senior data scientist – SAS/ R/ Python - Main global player in Market research   Duration: Permanent Salary: £55K - £65K p/a Start date: ASAP! Optimus Search is looking for an experienced data scientist with a strong numerical background who's ready to take the next step in the career in a hands on lead role with a global giant in market research.   Thie ideal candidate may have a background in finance,  however a keen intrest in the feild of R&amp;D is key Don't miss out!!"
}
