{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89070351", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "DGI Geoscience Inc.  is a dynamic and innovative company that maximizes the investment in mining projects.  DGI helps clients achieve increased earnings,  with lower capital costs,  and lower risk,  by improving investment decisions based on richer quantitative measures and improved analysis delivered significantly faster than traditional methods.  For our mining clients,  this translates to improved success rates,  less time to extraction,  higher yields and lower costs to extract the end product.    We have a dedicated R&amp;D department that is committed to developing new commercially relevant products and services to gain competitive advantages through innovation.  We are looking to expand our dynamic team to further improve and innovate our current processes and accelerate our development and implementation of new products. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "DGI Geoscience Inc", 
  "canFollow": false, 
  "companyId": "380415", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "DGI Geoscience Inc", 
    "title": "Data Scientist"
  }, 
  "description": "DGI Geoscience is looking for an exceptional data scientist to synthesize and extract value from disparate quantitative datasets.    This is a unique opportunity to join a new,  multidisciplinary team of creative and passionate individuals destined to change the face of the minerals industry.  We are focused on high-impact projects utilizing big data analytics and machine learning to extract the intelligence required to fundamentally change decision making and operational processes.    We’re a lean,  fun and experimental team combining science and engineering to identify and inject high-value insights into the minerals industry processes at the point of highest impact.  The team works in quick iterations,  using the techniques and algorithms best suited for solving challenging problems.    What the successful candidate will be doing:   You will advocate for and build data-fuelled products that will extract unprecedented value for our clients.  You will provide insight into leading analytic practices,  design and lead iterative learning and development cycles and ultimately produce new and creative analytical solutions that will become part of our core deliverables.    You will work with cross-functional team members to identify and prioritize actionable,  high-impact insights across a variety of core business areas.  You will research,  design,  implement and validate cutting-edge algorithms to analyze diverse sources of data to achieve targeted outcomes.  As our data scientist,  you will provide expertise on mathematical concepts for the broader applied analytics team and inspire the adoption of advanced analytics and data science across the entire breadth of our organization.    Who we’re looking for:   You have extensive experience or a degree in applied statistics,  data mining,  machine learning,  physics or a related quantitative discipline.  You have a deep understanding of statistical and predictive modeling concepts,  machine-learning approaches,  clustering and classification techniques,  and recommendation and optimization algorithms.  You solve complex analytical problems using quantitative approaches with your unique blend of analytical,  mathematical and technical skills.    You’re passionate about asking and answering questions in large datasets,  and you are able to communicate that passion to product managers and engineers.  You have a keen desire to solve business problems,  and live to find patterns and insights within structured and unstructured data.  You propose analytics strategies and solutions that challenge and expand the thinking of everyone around you.    You are expert in analyzing large,  complex,  multi-dimensional datasets with a variety of tools.  You are accomplished in the use of statistical analysis environments such as R and MATLAB.  You’re as comfortable with relational databases as you are with Hadoop-based data mining frameworks.  You are familiar with SQL,  Python,  Java and C/C++.    You desire a fast paced,  test-driven,  collaborative and iterative engineering environment.  You love learning,  data,  scale and agility.  You excel at making complex concepts simple and easy to understand by those around you.  You’re driven to show the world the power of applied analytics. "
}
