{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90332548", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "IHS (NYSE: IHS) is the leading source of information,  insight and analytics in critical areas that shape today’s business landscape.  Businesses and governments in more than 165 countries around the globe rely on the comprehensive content,  expert independent analysis and flexible delivery methods of IHS to make high-impact decisions and develop strategies with speed and confidence.  IHS has been in business since 1959 and became a publicly traded company on the New York Stock Exchange in 2005.  Headquartered in Englewood,  Colorado,  USA,  IHS is committed to sustainable,  profitable growth and employs approximately 8, 000 people in 31 countries around the world. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "IHS", 
  "canFollow": false, 
  "companyId": "164306", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "IHS", 
    "title": "Data Scientist"
  }, 
  "description": "Data Scientist – Maritime &amp; TradeIHS Advanced Analytics – London,  UKIHS is a company that has helped businesses and countries make better decisions with information and insight for over 50 years.  Our core focus is on capital intensive industries (i. e.  Automotive,  Energy,  Chemicals,  Technology,  Aerospace &amp; Defense,  Maritime,  etc…) with a combined annual spend of more than $32 Trillion.  Critically,  these industries have highly interconnected supply chains and IHS – with deep expertise and data within each of the industries – is uniquely positioned to understand these connections and their impacts,  both within and across industries,  unlike any other company.  Our vision,  and next evolution as a company,  is the convergence of our insights across the industries. Advanced analytics is the mechanism by which we integrate our data and deep industry expertise in ways that no one else can.  Our group has been challenged to fundamentally change the way we use data and subject matter expertise to answer key industry questions for the next 50.  To realize this vision,  we are building an industry leading advanced analytics group.  The IHS Advanced Analytics group is looking for smart,  driven,  and creative individuals to help lead our efforts by managing global teams of analysts,  data scientists,  and consultants in the development and delivery of novel analytic solutions for clients around the world.  We have unparalleled information about every car on the road,  every vessel on the ocean,  and every well in the field – join us in leveraging our macroeconomic,  industry,  trade,  price,  and risk forecasts as we stand on the shoulders of our industry experts and change the way decisions are made.  When our capabilities are brought together we have the opportunity to do what no one else can. Our colleagues at IHS are passionate about the work we’re doing – we have three ways in which you can help us do that work even better …Help us drive analysis:Lead tasks that use advanced modeling techniques – regression,  time series,  machine learning,  and more – to provide actionable results,  to support new and existing products and platforms,  and to influence business decisions to IHS’s Maritime &amp; Trade clients. Spearhead Maritime &amp; Trade related analytic projects (internal and external) with deep industry experienceContribute substantially to the analytic approaches utilized by the team in the development and delivery of solutions. Maintain and develop knowledge of various unique analytical methodologies and best practices. Help us drive others:Manage teams of junior employees to coordinate development and delivery of solutions. Confidently and regularly interact electronically and personally with internal teams and clients throughout the engagement process. Cooperatively work across the analytics team to efficiently and effectively utilize the resources and knowledge base available. Work across the analytics team to share knowledge,  educate and develop junior staff. In order to make that happen,  we’re looking for you to have these skills:Minimum education requirement of four year degree in statistics,  computer science,  mathematics,  economics,  or a similarly quantitative discipline.  Additional education is preferred. Eight (8) or more years of relevant analytics,  quantitative analysis,  and predictive modeling experience. Four (4) or more years of relevant industry experience,  including being a part of analytic solution development. Strong proficiency in advanced statistical and machine learning techniques (random forest,  support vector machines,  neural networks,  survival analysis,  Bayesian statistics,  etc). Demonstrated creative problem solving &amp; critical reasoning abilities. Demonstrated ability to rapidly understand problems and conceptualize solutions through mastery of data manipulation,  exploratory data analysis,  modeling,  and visualization of results. Established ability to communicate effectively and proactively. Strong proficiency in R required. Experience with SAS,  SQL,  Oracle,  Python,  C++,  VBA,  Tableau,  ArcGIS,  and/or Hadoop highly desirable. Primary Location:London,  UKWe are proud to be an EEO/AA employer M/F/Disability/Veterans.  View the “EEO is the law poster here . We maintain a drug-free workplace and perform pre-employment drug testing. IHS endeavors to make our career sites accessible to any and all users.  If you would like to contact us regarding the accessibility of our website or need assistance completing the application process,  please contact HRServices@ihs. com or call 303-858-6891 .   This contact information (email and phone) is intended for accommodation requests only .  Unfortunately we are unable to accept resumes or provide information about application status through the email address above.  Resumes are only accepted through the online application process,  and only qualified candidates will receive consideration and follow-up. "
}
