{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86787707", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "What you’ll need: Ideally a degree (or equivalent qualification) in Maths,  Statistics,  Physics,  Computer Science or Engineering (or similarly highly numerate subject) Strong written and verbal communication skills Able to perform statistical analysis Able to advise senior management in clear language about the implications of their work for the organisation Able to understand,  deconstruct and build algorithms An understanding of programming principles Comfortable working with large volumes of data Experience with databases would be an advantage,  particularly familiarity with SQL Modelling experience would be an advantage Some experience of research would be an advantage", 
  "following": false, 
  "companyDescription": "At Asda,  Every Day Matters.  Every day we make it our business to save our customers money and make life better.  Every day 200, 000 colleagues share this one sole purpose and strive to be Britain’s most trusted retailer.  And because we want every colleague to enjoy every minute of their Asda career,  we make every day a development opportunity.  As part of Walmart,  the world’s largest retailer,  you’ll have unlimited scope and support to succeed.  Because your success is our success. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Asda", 
  "canFollow": false, 
  "companyId": "7001", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Asda", 
    "title": "Data Scientist"
  }, 
  "description": "eCommerce Data Scientist   It’s an exciting time to join our newly formed Data Science team as they focus on driving efficiencies across our eCommerce division,  the fastest growing part of our Retail business.  As a Data Scientist,  within eCommerce,  you will work cross functionally and draw upon our existing technical,  product and analytical resources to improve business operations.    The Ins and Outs: To construct data driven solutions Advise on data driven decisions Design and improve algorithms Use statistical and mathematical techniques to improve efficiency Work with other data teams within Asda in order to develop robust and consistent data sets"
}
