{
  "jobPosting": {
    "companyName": "Henry Schein", 
    "functions": [
      "OTHR", 
      "MRKT", 
      "IT"
    ], 
    "companyJobCode": "henryschein-227309", 
    "title": "Senior Marketing Data Analyst (m/f)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102067775, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      17
    ]
  }, 
  "company": {
    "websiteUrl": "www. henryschein. com", 
    "logo": "urn:li:media:/p/2/000/035/1ad/0725d8b. png", 
    "universalName": "henry-schein", 
    "companyId": 164175
  }, 
  "description": "        Collect,  compile,  validate and analyze disparate data from various        sources;       Prepare standard and/or ad-hoc reports with high level of        complexity;       Assure that all reports are prepared and distributed in a timely        manner;       Maintain and enhance existing databases and reports;       Analyze marketing metrics and identify effect-cause relationships;       Research and review annual reports,  business publications,  and        other sources to gather data on existing and potential competitors,         suppliers,  market environment,  and industry;       Prepare presentations and provide support for executive meetings       Nature of work requires increasing ability to work independently;       Work review typically involves periodic review of output by        supervisor and/ or executives      Primärer Standort    DE-HE-Langen       Bachelor's degree in math,  business informatics or a similar        analytical discipline; or equivalent combination of education and        experience;       Experience using SAP data systems,  databases,  BI software,  Oracle        HFM and Essbase is a plus       Strong data management and analytical skills       Microsoft office suite expertise is necessary,  particularly Excel        (in-cell formulas,  pivot tables,  basic macros,  and other data        manipulation and formatting functions);       Fluency in English and German.  Knowledge of other European        languages is a plus;       Strong organizational skills and successful management of multiple        tasks simultaneously;       Knowledge of key financial metrics and principles is a plus. ", 
  "companyDescription": "      Henry Schein    Henry Schein,  Inc.  is the world's largest provider of health care    products and services to office-based dental,  animal health and medical    practitioners.  The Company also serves dental laboratories,  government    and institutional health care clinics,  and other alternate care sites.     A Fortune 500® Company and a member of the S&P 500® and NASDAQ 100®    Indexes,  Henry Schein employs more than 18, 000 Team Schein Members and    serves more than one million customers.     The Company offers a comprehensive selection of products and services,     including value-added solutions for operating efficient practices and    delivering high-quality care.  Henry Schein operates through a    centralized and automated distribution network,  with a selection of    more than 100, 000 branded products and Henry Schein private-brand    products in stock,  as well as more than 150, 000 additional products    available as special-order items.  The Company also offers its customers    exclusive,  innovative technology solutions,  including practice    management software and e-commerce solutions,  as well as a broad range    of financial services.     Headquartered in Melville,  N. Y. ,  Henry Schein has operations or    affiliates in 30 countries.  The Company's sales reached a record $10. 4    billion in 2014,  and have grown at a compound annual rate of    approximately 16 percent since Henry Schein became a public company in    1995.  For more information,  visit the Henry Schein website at    www. henryschein. com", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
