{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85348906", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Ability to work independently on project deliverables – especially those with competing priorities – in a fast-paced ambiguous environment.  Be nimble and comfortable with ambiguity; especially be comfortable responding quickly to rapidly evolving threats and opportunities,  all the while keeping a cool head and holistic awareness.  Experience working with web/cloud-based apps and service and shipping software on time.  Sufficient technical fluency,  such that you can understand and discuss architectural concepts,  schedule tradeoffs and new opportunities with technical team members.  Proven ability to make smart features versus time-to-market prioritization trade-offs.  Experience using data and metrics to back up assumptions and assertions of business value  Experience in advertising,  LBS,  mobile and/or large scale Internet technology-related industry preferred but not required.  Strong background with SQL/Hadoop/Hive/R/PostGIS queries Education or background in either Applied Math (Bachelors),  Statistics (Bachelors),  Master's level Economics,  Computer Science or Computer Engineering,  with a strong bent for Statistics from a leading academic institution is preferred; in lieu of relevant degree,  3 years of relevant skills or experience. ", 
  "following": false, 
  "companyDescription": "Thinknear is a leader in the mobile advertising industry.  We work with the largest brands and agencies and help marketers reach consumers in new and exciting ways.  We are tackling hard and interesting challenges,  creating massive opportunity,  and having a ton of fun in the process.  We’re always looking for ambitious,  driven,  self-starters who want to work in a fun and fast-paced environment while helping to build a world-class business.  Our mission is to combine mobile and location expertise to create and execute amazing mobile advertising campaigns for our clients and consumers. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Thinknear by Telenav", 
  "canFollow": false, 
  "companyId": "2192096", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Thinknear by Telenav", 
    "title": "Product Manager/ Data Scientist"
  }, 
  "description": "We are looking for a Data Scientist/Product Manager blend.   Experience instrumenting analytics,  BI or data analysis platforms or tools,  - OR - devising algorithms/models to be applied to buying patterns and forecasting.  Will work very closely with our data analyst,  business analyst and operations teams to identify ways to instrument various auto-optimization mechanisms,  or identify models for sussing out interesting findings from our data that could lead to new product lines.  Contribute to the maintenance of overall product backlog and roadmap.  Gather and document detailed product requirements (business cases,  user stories,  wireframes) and prioritize features based on customer needs and expectations.  Communicating product features and benefits to the internal team to gain consensus Be a subject matter expert and advise on buy/build decisions,  identifying potential partners,  and providing requirements for third party software.   Clearly and proactively communicate goals,  roles,  responsibilities,  and desired outcomes of new features/functionality to cross-functional project teams.  Support and enhance existing products with thoughtful and measurable impact. "
}
