{
  "jobPosting": {
    "companyName": "General Dynamics", 
    "functions": [
      "RSCH", 
      "ENG"
    ], 
    "companyJobCode": "careers-gd-ais-16953", 
    "title": "Data Scientist / Java Analytic Developer", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102433906, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      1
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. gd. com", 
    "logo": "urn:li:media:/p/1/000/07a/366/2fe4c7d. png", 
    "universalName": "general-dynamics", 
    "companyId": 1904
  }, 
  "description": "    General Dynamics Mission Systems (GDMS) engineers a diverse portfolio    of high technology solutions,  products and services that enable    customers to successfully execute missions across all domains of    operation.   With a global team of 13, 000 top professionals,  we partner    with the best in industry to expand the bounds of innovation in the    defense and scientific arenas.   Given the nature of our work and who we    are,  we value trust,  honesty,  alignment and transparency.   We offer    highly competitive benefits and pride ourselves in being a great place    to work with a shared sense of purpose.   If who we are and what we do    resonates with you,  we invite you to join our high performance team!    General Dynamics is an Equal Opportunity/Affirmative Action Employer    that is committed to hiring a diverse and talented workforce.     EOE/Disability/Veteran.     Candidates must show a passion for innovation,  a sophisticated    understanding of software systems and applications,  and the ability to    effectively manage,  grow and evolve General Dynamics Mission Systems'    software solutions.     The Data Scientist/Java Analytic Developer position requires a    Bachelor's degree in Software,  Computer,  or Electrical Engineering,     Computer Science,  or a specialized area or equivalent field and eight    to ten years of related experience; or Master's degree and six to eight    years of related experience.     Department of Defense Top Secret/SCI with Polygraph security clearance    is required at time of hire.  Applicants selected will be subject to a    U. S.  Government security investigation and must meet eligibility    requirements for access to classified information.  Due to the nature of    work performed within our facilities,  U. S.  citizenship is required.      Candidate Must Possess a Minimum Of       8 years of software development experience.        4 years Java development experience.        4 years experience working with MapReduce.       General Dynamics Mission Systems (GDMS),  a market leader and technology    innovator,  is seeking talented professionals to deliver cutting edge    solutions to our customers.      General Dynamics Mission Systems has an immediate opening for a Data    Scientist/Java Analytic Developer to join our team.  The position    provides an opportunity to develop the cutting-edge technology that    supports some of our nation's fundamental defense services.  General    Dynamics Mission Systems employees work closely with esteemed clients    to develop solutions that allow them to carry out high-stakes national    security missions.  The selected candidate will work with collaborative    teams to build and further advance General Dynamics Mission Systems'    software systems and applications.  In addition to receiving a    competitive salary and generous health and personal benefits,  the Data    Scientist/Java Analytic Developer will enhance their skill set by    working among a talented and technically accomplished group of    colleagues.  The employee will also enjoy a flexible work environment    where contributions are recognized and rewarded.     Key Responsibilities    Data Scientist/Java Analytic Developers conduct or participate in the    research,  design and development of systems software,  software    applications and/or tools for new programs and subprograms.     Responsibilities also include enhancements,  modifications and    corrections to existing software.  In addition,  these employees are    responsible for coding,  testing,  integrating and documenting software    solutions.     Additional Responsibilities       Exercise creative thinking and ideation to advance our business        performance.        Deliver innovative,  flexible,  integrated solutions to meet        customers' changing business needs.        Support and engage in programs,  projects and practices behind the        General Dynamics Mission Systems' culture and strategy,  and comply        with all policies and procedures.        Follow industry and department trends and developments to ensure        General Dynamics Mission Systems' services are consistent with,         and/or superior to,  industry best practices.      Learn how you can be a part of something bigger as a software engineer    with GDMS. ", 
  "companyDescription": "      General Dynamics    General Dynamics focuses on creating shareholder value while delivering    superior products and services to military,  other government and    commercial customers.  The company emphasizes excellence in program    management and continual improvement in all of its operations.  General    Dynamics values ethical behavior and promotes a culture of integrity    throughout all aspects of its business.  This culture is evident in how    the company deals with shareholders,  employees,  customers,  partners and    the communities in which it operates. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
