{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/70753804", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Requirements:  - A PHD with a large data-analysis and statistics component (Egg.  genetics,  Machine learning,  High Energy physics) OR an MSc in Applied statistics,  machine learning or similar  - Commercial Data Science Experience  - Data Analysis on Big Data and Big Data Technologies  - Experience applying statistical techniques and machine learning algorithms to extract insights from real data  - Strong Technical Skills (e. g.  software development,  practical data analysis)  - Strong communication skills with the ability to communicate complex research to non-technical personnel  - Machine learning / Decision Techniques  - Robust statistical interpretation of experimental data  - Data Visualisation tools / GUI  - Database design and querying (NoSQL ideal)  - Mathematical modeling of physical data  - R  - Python  - F# desirable  - . NET ideal ", 
  "following": false, 
  "companyDescription": "As a Software House they operate in an extremely niche sector,  and having worked with this client for a long time i am confident there are few organisations who can challenge them in the projects they have on offer,  the progression you will see and the technology you will use.  They are a relaxed environment - you will not find a suit/tie in the office! They also have plenty of perks that make them truly unique,  including in house state of the art gym facilities (sauna/steam room),  and in house chef who cooks for you (free breakfast,  lunch &amp; dinner!) and a bar/pool table area! If you want to work with some of the best in the business,  whilst having a lot of fun and making good friends along the way,  you are urged to apply! ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Lawrence Harvey Group", 
  "canFollow": false, 
  "companyId": "144455", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Lawrence Harvey Group", 
    "title": "Data Scientist - London - Greenfield Project - £60-90K Basic "
  }, 
  "description": "Data Scientist - London - Greenfield Project - £60-90K Basic  Data Scientist required by a London based software house who are about to go through a greenfield project in Data Analytics.  The current BI/Data team are set to double in size and part of this growth will be the appointment of their first Data Scientist.   As such they require a Data Scientist with not only a strong academic background (PHD / MSc) but also good commercial experience.  This role would suit an experienced Data Scientist looking to join a business in which you would have the autonomy and responsibility of taking ownership of the analytics,  with the prospect of growing the team in the future.   As a Software House they operate in an extremely niche sector,  and having worked with this client for a long time i am confident there are few organisations who can challenge them in the projects they have on offer,  the progression you will see and the technology you will use.  They are a relaxed environment - you will not find a suit/tie in the office! They also have plenty of perks that make them truly unique,  including in house state of the art gym facilities (sauna/steam room),  and in house chef who cooks for you (free breakfast,  lunch &amp; dinner!) and a bar/pool table area! If you want to work with some of the best in the business,  whilst having a lot of fun and making good friends along the way,  you are urged to apply! "
}
