{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/81836568", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Required Skills:   Proficient experience as a Data Scientist with a minimum of three years of industry related experience Strong knowledge of Python 3-4 years of professional experience in the field of data analysis / evaluation,  Statistics,  Business Intelligence,  Data Science Joy of analytical,  structured and data-driven work Goal-oriented,  results-focused and flexible way of working Experience in the fields of data mining and statistics as well as the tools,  eg R,  STATA,  SPSS or SAS,  beneficial Experience working with Machine learning techniques and algorithum Development.  Fluent German is vital for this position.  Candidates shoudl be able to work and travel within Germany and the EU with out restriction Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!", 
  "following": false, 
  "companyDescription": "Back End Software Developer My client is a market company based in Germany and since their establishment over 15 years ago,  have placed themselves at the forefront of innovation within the market.  As well as their development team in Germany,  they have healthy representation in the form of development teams across Europe and even have offices across the world - they truly are an international company and are experiencing a fantastic period of growth meaning it is a very exciting time to be joining a company of this stature.  They are a company that do not compromise on code quality and due to their pioneering development,  they constantly deliver cutting edge platforms that meet and surpass client and customer requirements and specifications.   If you feel you are suited to this position,  and see yourself as an important member of one of the most innovative and pioneering development teams in Germany then APPLY NOW! Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Scientist - Hadoop,  Machine learning, NoSQL"
  }, 
  "description": "We are in Urgent need of a experience and talented Data Scientist to begin work in Leipzig at the earliest possible date.  This is a position for a experience individual to bring their own ideas and experience as a Data Scientist to our team and develop new and exciting methods working with the latest technology in the field of Big Data.  Your tasks will include: Development of business intelligence with the help of Big Data Analysis and evaluation of customer and usage data Journey- Development and derivation of statistical models and optimization possibilities Results-oriented use of data mining methods and algorithms Ensuring data quality: preparation,  combination and streamlining of data (Google Analytics,  databases,  Excel,  etc. ) Development of appropriate strategies,  and visualization of data and analysis results Development of a structured data analysis environment and documentation of evaluation skills Formulating hypotheses from a variety of data sources and media outlets Deep analysis of complex marketing relationships and formulation of recommended actions Automation of data analysis and data Mining techniques in a variety of forms Still interested or know someone else who might be?   Then please send the most up to data version of your CV along with an appropriate time to contact you to mlogue@optimussearch. com   We look forward to hearing from you soon!"
}
