{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86725629", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "450 Blue is a specialist customer management agency whose mission is to help its luxury clients communicate more effectively with their customers.  We find clever ways to join the dots between data,  strategy,  technology and creativity,  bringing your brand closer to the people that matter.   INSIGHT  Data analytics is at the heart of everything we do.  A full understanding of your data provides us the insight we need to be able to drive your marketing strategy.   STRATEGY  By combining data insight with our industry knowledge,  we are able to put a strategy in place that will make it all happen.   IDEAS  We work with a team of industry experts,  the 450 Blue Collection™,  to develop ideas that bring the strategy to life.   PERFORMANCE  Our 450 Blue Hub™ enables us to effectively implement your activity,  and visualise its performance. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "450 Blue", 
  "canFollow": false, 
  "companyId": "2904507", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "450 Blue", 
    "title": "Data Analyst"
  }, 
  "description": "Data Scientist   ABOUT 450 BLUE   450 Blue is a fast growing,  data led,  marketing agency that specialises in working for a portfolio of luxury brands,  including Bang &amp; Olufsen,  Berry Bros.  &amp; Rudd and dunhill.    We were founded in 2013 and are based in London’s growing digital and e-commerce hub Richmond-upon-Thames.    You will be working as part of small,  young and dynamic team in a fast moving and constantly changing digital marketplace.    We offer a competitive salary,  with some exciting benefits,  including a generous holiday allowance and flexible working hours.    THE ROLE   Data analytics is at the heart of everything that we do.  A full understanding of our clients’ data provides us with the insight we need to be able to drive their marketing strategy.    If you’re excited and passionate about data driven marketing and highly skilled in data analysis,  then this is the role for you.    As a data scientist,  you will work closely with a cross functional team composed of technical,  creative,  business development and client service professionals.    We use a number of tools and techniques to deliver data driven services and solutions,  therefore we are looking for someone who is fairly agnostic to the software tools,  willing to learn,  or suggest new approaches / database tools to help drive the agency forward.    WHAT THE ROLE ENTAILS   - Help is join the dots between data,  strategy and creativity - Process and analyse data to generate insights and make proactive recommendations - Develop databases (minimum 1 year experience),  using database apps e. g.  filemaker,  SQL - Communicate findings clearly to both technical and non technical audiences - Work with creative people to visualise performance analytics and results - Segment target groups in our client databases for CRM campaigns    THE TYPE OF PERSON WE ARE LOOKING FOR   - Excellent verbal and written communication skills - Strong problem solving and organisation skills - A hunger and ability to learn and contribute to our team - Ability to operate effectively under pressure and deal with frequent interruptions - Ability to work effectively under you own initiative with minimum supervision - A specialist – a desire to develop fit for purpose and value adding solutions whilst gaining a deep understanding in specific areas     KEY SKILLS   -              Statistics -              Maths,  esp Linear Algebra and Calculus -              Programming -              Alogorithms – both general and machine learning specific -              Data wrangling,  cleaning,  transforming and evaluating data -              Database design,  SQL,  Filemaker -              Open source toolsets"
}
