{
  "jobPosting": {
    "companyName": "Anson McCade", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "AMCXP/DS67", 
    "title": "Senior Data Scientist (R,  SAS,  Machine Learning)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100946333, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. AnsonMcCade. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAATiAAAAJGY0YWNlMzc3LWU0YzUtNGI4NC04NDZlLTY3YmEzNjI4NzllMA. png", 
    "universalName": "anson-mccade", 
    "companyId": 31392
  }, 
  "description": "     Senior Data Scientist (R,  SAS,  Machine Learning)Location:    London/Dublin/Manchester/Edinburgh  The global leader in data    innovation requires a Senior Data Scientist to be the strategic lead in    bringing new-age machine learning and artificial intelligence to the    fore of data comprehension. About The RoleLeverage your experience and    broad expertise by demonstrating your ability to elucidate and inspire    as a thought leader and mentor. You will drive the development of new    models for our cross device products. You will derive business insights    into our data,  and communicate them to our product team to enable them    to make strategic decisions about data. Work closely with our big data    engineering team to productionise our models.  The Ideal Candidate Would    Also Have:Direct experience in preparing datasets for use in    statistical and predictive modelingAn interest in statistical and    predictive modellingPhD level education in a highly statistical/    machine learning subjectKnowledge of SAS (scripting in base SAS and    knowledge of SAS macros)Skills in other coding languages such as R,     Python,  C++Experience in data warehousing,  dimensional modelling,  or    NoSQL databases and distributed file systems (e. g.  Hadoop,  Cassandra,     MongoDB)Exposure to Business Intelligence and data visualisation    toolsCore Management Skills Required:Ability to solve problems    creatively and,  where necessary,  pragmaticallyPassionate about    developing effective and efficient data solutionsComfortable and    effective in working in teams and on own initiative where    requiredPrepared to take ownership and accountability for    deliverablesExcellent communication skills with the ability to hear    what others are saying and the ability to be heardSummaryDo not    hesitate to contact Xavier Peluso at Anson McCade if you believe    yourself to be an elusive,  yet pure Data Scientist.  Reference:    AMCXPDS67Type: PermanentPosition: Senior Data ScientistSalary:    £120, 000 - £140, 000Contact: Xavier Peluso Telephone: 0207 780 6700", 
  "companyDescription": "      Anson McCade    An IT and Capital Markets recruitment consultancy centred in London,     UK.     Anson McCade Ltd is an established and well-respected IT & Capital    Markets recruitment agency based in the City of London.  Our success has    been achieved by a no-nonsense approach to recruitment,  where the    Client can rely on a dedicated and personal service based on both rapid    response and long-term delivery principles.     Anson McCade is aware that the straightforward matching of skills    fulfils only a fraction of our Clients' requirements.  Therefore we    operate a more holistic approach to the evaluation of a candidate for    each Client,  placing equal emphasis on their precise technical skills,     personal qualities and aspirations.  This has been achieved by    extensive,  comprehensive and continual training within Anson McCade.     The result is the provision of a high quality service to a wide range    of long-term Clients,  who can rely on high calibre candidates being    presented and therefore a high cvs-to-interviews-to-placement ratio.     Anson McCade's traditional marketplace is to supply experienced,  senior    contract and permanent IT & Front/Middle Office staff to high profile    industry sectors from Banking and Hedge Funds to Consultancies and    Media organisations. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
