{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/91700059", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "CyberCoders", 
  "canFollow": false, 
  "companyId": "21836", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "CyberCoders", 
    "title": "Data Scientist ($125K - $165K)"
  }, 
  "description": "If you are a Data Scientist with software development,  predictive analytics and mathematical modeling experience,  please read on!Located in Bedford,  MA and founded by the best and brightest engineers of MIT,  we have been tackling the most complex process manufacturing challenges,  creating value and improving profitability for our customers for over 30 years.  Some of our customers are the world's leading oil &amp; gas,  chemical,  engineering &amp; construction,  pharmaceutical,  food,  beverage,  and consumer packaged goods companies.  Currently,  we are looking for an experienced Data Scientist to join our team at a principal developer level.  So if you are a Data Scientist with software development,  predictive analytics and mathematical modeling experience,  we want to hear from you! We are actively interviewing this week!!! What's In It for You Competitive Base Salary ($125K - $165K,  DOE)Exceptional benefitsHealth (Medical,  Dental,  Vision,  Life,  etc. ) Insurance401(k) retirement plan with excelling company matchingTuition Reimbursement and much more! What You Will Be Doing As a member of the data science team,  you will develop and investigate hypotheses,  structure experiments and build mathematical models to understand data patterns and relationships,  and prescribe actions and options.  We are building a unique technology platform dedicated to the real-time discovery and manipulation of data; this is your chance to be a critical part of that data research team.  What You Need for this Position 1. ) 3-5 years of software development in one or more of the following languages - Python,  Java,  C,  C++,  C#2. ) Strong background in probability,  statistical or mathematical modeling with analytical and quantitative problem solving ability3. ) Experience with tools such as MATLAB,  Mathematica,  SPSS,  R Programming languages4. ) B. S.  or higher in Applied Math,  Statistics,  Computer Science,  or related field.  Nice to have1. ) Experience with Open Source big data technology such as Apache Hadoop with HDFS,  Hive,  Pig,  Horton Works,  NOSQL DB,  etc. 2. ) Solid understanding of pattern recognition / predictive analysis/ data mining / expert system concepts. 3. ) Experience in designing and building Web Applications,  HTML5,  JavaScript,  XML,  JSON,  and Web Services4. ) Knowledge of chemistry,  petroleum and process verticals along with business,  finance,  economics would be a plus  So,  if you are a Data Scientist with experience,  please apply today! Looking forward to receiving your resume through our website and going over the position with you.  Clicking apply is the best way to apply,  but you may also:  Email your resume in Word to:  Lowell. Santos@CyberCoders. com  Please do NOT change the email subject line in any way.  You must keep the JobID: linkedin : LS4-1240651 -- in the email subject line for your application to be considered.   Lowell Santos - Executive Recruiter - CyberCodersApplicants must be authorized to work in the U. S. CyberCoders,  Inc is proud to be an Equal Opportunity Employer All qualified applicants will receive consideration for employment without regard to race,  color,  religion,  sex,  national origin,  disability,  protected veteran status,  or any other characteristic protected by law.  Your Right to Work – In compliance with federal law,  all persons hired will be required to verify identity and eligibility to work in the United States and to complete the required employment eligibility verification document form upon hire. "
}
