{
  "jobPosting": {
    "companyJobCode": "academicworkjobs-14962985", 
    "expirationDate": 1451989633000, 
    "title": "Global Tech Company searching for Data Scientist skilled at Machine Learning", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [
        {
          "startIdx": 4307, 
          "type": "BR", 
          "endIdx": 4307, 
          "attribute": []
        }, 
        {
          "startIdx": 4307, 
          "type": "BR", 
          "endIdx": 4307, 
          "attribute": []
        }, 
        {
          "startIdx": 2155, 
          "type": "LI", 
          "endIdx": 4307, 
          "attribute": []
        }, 
        {
          "startIdx": 2155, 
          "type": "BR", 
          "endIdx": 2155, 
          "attribute": []
        }, 
        {
          "startIdx": 2155, 
          "type": "BR", 
          "endIdx": 2155, 
          "attribute": []
        }, 
        {
          "startIdx": 2143, 
          "type": "U", 
          "endIdx": 2155, 
          "attribute": []
        }, 
        {
          "startIdx": 2143, 
          "type": "B", 
          "endIdx": 2155, 
          "attribute": []
        }, 
        {
          "startIdx": 2143, 
          "type": "BR", 
          "endIdx": 2143, 
          "attribute": []
        }, 
        {
          "startIdx": 2143, 
          "type": "BR", 
          "endIdx": 2143, 
          "attribute": []
        }, 
        {
          "startIdx": 1073, 
          "type": "BR", 
          "endIdx": 1073, 
          "attribute": []
        }, 
        {
          "startIdx": 1073, 
          "type": "BR", 
          "endIdx": 1073, 
          "attribute": []
        }, 
        {
          "startIdx": 1063, 
          "type": "BR", 
          "endIdx": 1063, 
          "attribute": []
        }, 
        {
          "startIdx": 1063, 
          "type": "BR", 
          "endIdx": 1063, 
          "attribute": []
        }, 
        {
          "startIdx": 27, 
          "type": "BR", 
          "endIdx": 27, 
          "attribute": []
        }, 
        {
          "startIdx": 27, 
          "type": "BR", 
          "endIdx": 27, 
          "attribute": []
        }, 
        {
          "startIdx": 12, 
          "type": "BR", 
          "endIdx": 12, 
          "attribute": []
        }, 
        {
          "startIdx": 12, 
          "type": "BR", 
          "endIdx": 12, 
          "attribute": []
        }, 
        {
          "startIdx": 0, 
          "type": "U", 
          "endIdx": 12, 
          "attribute": []
        }, 
        {
          "startIdx": 0, 
          "type": "B", 
          "endIdx": 12, 
          "attribute": []
        }
      ], 
      "rawText": " Job DescriptionGelato Group’s B2C brand Optimalprint is an e-commerce leader in personalized greeting cards across Europe and recently launched in Canada,  Australia and the U. S.  – and expanding further,  with a 100% revenue growth rate year on year.  They are top 3 in Google AdWords and Facebook ads thanks to 7 years deep online marketing experience,  48 hour delivery with local production partners and a complete mobile user experience.  They also have a world-class customer satisfaction scores averaging 9. 5 out of 10 based on tens of thousands of independent reviews on Trustpilot (www. trustpilot. com/search?query=optimalprint).   We are now looking for a data thinker &amp; doer with previous success in building complex customer engagement models and analyses.  You thrive on giving the customer a great experience and fulfill their needs before they even know they have them.   In this role you must be comfortable in an \"all hands on deck\" environment,  love solving problems,  love developing and building teams while thriving in a startup culture. Job DutiesYou’ll be responsible for the lifetime customer journey of all of Gelato Group's Optimalprint (B2C) customers: create a beautiful,  relevant and consistent customer experience in every step of the customer journey and at every touch point.  This will include tasks such as:   - Drive the development of recommendation algorithms and related predictive analytics and predictive modeling techniques – encouraging innovative approaches - Identify,  analyze,  and interpret trends or patterns in complex data sets.  Analyze the results using statistical techniques and provide ongoing reports on the customer database and all marketing activities related to it - Develop and implement data collection systems and other strategies that optimize statistical efficiency and data quality - Translate analytic insights and performance reports against KPIs into concrete,  actionable recommendations for business,  product and communication improvements,  as well as funnel testing,  and communicate these findings to all levels of the company - Seek,  embrace and harness new technologies. Requirements Passion for Gelato Group and their vision - Ph. D.  or M. Sc.  degree in Economics,  Econometrics,  Statistics,  Mathematics,  Operations Research,  Computer Science or a related field - 3+ years proven track record of successfully executing predictive analytics or machine learning projects with demonstrable impact on the customer experience.   - Experience from working at (or with) a high-growth company is a serious plus - Knowledge of statistics and experience using statistical tools for analyzing large datasets (R preferred),  knowledge of software development (e. g.  JavaScript or PHP) is a plus - Ability to adapt,  lead,  drive change and grow quickly as we build the organization - The ability to think big but also to execute well; be nimble and quick on your feet.  You are detail-oriented and persistent.  You like to hit the ground and just run - Full time position located in Oslo,  Norway; Norwegian language is not a prerequisite - All candidates should be business-fluent in English.   BENEFITS  Employees are showered with the challenges associated with daunting and ever escalating growth ambitions and expansion challenges Ground floor opportunity with the team,  shaping the strategic and creative direction of Gelato The rare opportunity to change the world such that everyone around you can use the services you´ve been part of building.  We’re not just another social web application; we’re improving one of the world´s largest industries Sharp,  motivated and very hard working co-workers in an intense and very energetic environment.   We expect a lot.  We are a driven team with big goals,  so we seek individuals who are truly passionate about their work and possess entrepreneurial spirit.  Our culture is unique and we live by our values,  so it's worth learning more about Gelato Group at gelatogroup. com  Additionally,  it is important to include grade transcripts and a motivational letter answering these two questions:   1.  What are the main reasons that you desire to work within Gelato Group?  2.  Why do you apply for this specific position?  Applications without these documents and not answering these questions will not be considered. "
    }, 
    "postalCode": "0608", 
    "jobState": "LISTED", 
    "companyName": "Academic Work Germany GmbH", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "Als Personaldienstleister sind wir auf die Vermittlung von Young Professionals spezialisiert.  Wir unterstützen Unternehmen im Suchen und Finden dieser Zielgruppe,  die auf dem Arbeitsmarkt mehr und mehr an Relevanz gewinnt.  Hierbei bieten wir unseren Kunden und Kandidaten attraktive Lösungen in den Bereichen Arbeitnehmerüberlassung und Direktvermittlung. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "RSCH"
    ], 
    "listDate": 1446815391000, 
    "countryCode": "no", 
    "company": "urn:li:company:2836085", 
    "id": 97047927, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "Oslo,  NO", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/97047927?trk=guest_apply_click_apply_button&url=https%3A%2F%2Fwww. academicwork. de%2Fstellenanzeige%2Fglobal-tech-company-searching-for-data-scientist-skilled-at-machine-learning%2F14962985&urlHash=2cVR&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "formattedExperience": "Mid-Senior level", 
  "hasDecoratedCompany": true, 
  "decoratedCompany": {
    "formattedCompanyType": "Privately Held", 
    "formattedEmployeeCount": "51-200 employees", 
    "foundedYear": 2008, 
    "formattedIndustries": [
      "Staffing & Recruiting"
    ], 
    "companyLogo": {
      "logoType": "LOGO_LEGACY", 
      "urn": "urn:li:media:/p/5/000/1d3/3d2/27ff45b. png"
    }, 
    "localizedDescription": "Als Personaldienstleister sind wir auf die Vermittlung von Young Professionals spezialisiert.  Wir unterstützen Unternehmen im Suchen und Finden dieser Zielgruppe,  die auf dem Arbeitsmarkt mehr und mehr an Relevanz gewinnt.  Hierbei bieten wir unseren Kunden und Kandidaten attraktive Lösungen in den Bereichen Arbeitnehmerüberlassung und Direktvermittlung. ", 
    "company": {
      "specialities": [
        "Arbeitnehmerüberlassung", 
        "Personalvermittlung", 
        "Young Professionals"
      ], 
      "universalName": "academic-work-germany-gmbh", 
      "companyId": 2836085, 
      "heroImage": {
        "croppedImage": "urn:li:media:/p/6/005/08a/05e/0a02d52. png"
      }
    }, 
    "canonicalName": "Academic Work Germany GmbH", 
    "hasPaidLcp": false, 
    "formattedCompanySize": "51-200"
  }, 
  "formattedIndustries": [
    "Staffing and Recruiting"
  ], 
  "formattedPostedDaysAgo": "Posted 29 days ago", 
  "formattedPostedDaysAgoSlim": "29 days ago", 
  "formattedPostedDaysAgoShort": "29d", 
  "companyDescriptionLanguage": "en", 
  "formattedJobFunctions": [
    "Research"
  ], 
  "formattedListDate": "November 6,  2015", 
  "formattedExpireDate": "January 5,  2016", 
  "offsiteApply": true, 
  "hasSavedJobPosting": false, 
  "hasMySavedJobPosting": false, 
  "descriptionLanguage": "en", 
  "formattedEmploymentStatus": "Full-time"
}
