{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80894634", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "King is a worldwide leader in casual games with more than 30 billion games played per month globally.  We are a leading interactive entertainment company for the mobile world.  Our mission is to provide highly engaging content to our audience to match their mobile lifestyles: anywhere,  anytime,  through any platform and on any device.  In June 2013,  an average of 92 million daily active users played our games more than one billion times per day.  Our top title to date,  Candy Crush Saga,  is one of the largest interactive entertainment franchises of all time. Our focus is to provide a highly engaging,  differentiated entertainment experience where the combination of challenge and progress drives a sense of achievement.  We make our games available for free,  while players can purchase virtual items priced relative to the entertainment value they provide.  We embed social features in our content that enhance the player experience.  We build on a unique and passionate company culture predicated on collaboration,  humility and respect.  We believe all of these in combination have made our content a core part of our audience’s daily entertainment. King has offices in London,  Hamburg,  Stockholm,  Malmö,  Barcelona,  Malta,  Bucharest and San Francisco. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "King", 
  "canFollow": false, 
  "companyId": "230546", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "King", 
    "title": "Studio Data Scientist Intern"
  }, 
  "description": "Your role within our KingdomIf you want to improve the experience of King’s 300 million+ players across our network of games and help us to further understand,  model,  predict,  segment,  monetise and retain those customers,  then this may be the right opportunity for you.  You will be part of the community of 80+ business intelligence &amp; analytics experts at King,  while working on a daily basis in smaller teams of 5-8 people within the studio. Specifically,  as a studio data scientist intern,  you will:Use your quantitative and data mining skills to monitor and report on the performance of the studio’s games Work with business performance managers to solve performance and data problems and identify new opportunities and trends Translate business needs to technical requirements and experiments Evaluate experiments and game releases to identify and evangelise new best practices across the organisation Proactively develop new analyses,  models and data-driven tools to better understand our players behaviour and the performance of our gamesSkills to create thrillsWith a passion for games,  you will be strong in quantitative analysis,  statistics or mathematics,  have programming skills and an interest in drawing business insights from data.  You will need to demonstrate the ability to learn quickly and work in a fast pace and collaborative environment whilst communicating your findings effectively. . Other requirements include:Pursuing a degree in computer science,  statistics,  math,  analytics or equivalent Preferred experience dealing with large,  real-world datasets (SQL) Some knowledge of statistical analyses Experience with data mining,  clustering,  segmentation Some programming skills in languages such as Java,  R,  Python,  etc.  Able to use Excel for analytical purposes. Our KingdomKing is a worldwide leader in cross-platform,  bite-sized games on mobile,  Facebook and the web.  King created Candy Crush Saga,  one of the most popular and highest grossing mobile apps across the globe and Facebook’s #1 app.  King currently has over 225 million monthly players generating over 30 billion gameplays per month across mobile,  Facebook and the website www. king. com .  Across all platforms,  King now has more than 100 million daily players.  The company offers more than 160 exclusive games in 14 languages through www. king. com ,  on mobile and tablets,  and on Facebook. "
}
