{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83092724", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Belron® is the world’s leading vehicle glass repair and replacement group,  with a turnover of more than 2. 8 billion Euros.  We operate worldwide,  employing 26, 500 people in 34 countries across 5 continents.  Our strength is our focus.  We focus on only one thing – we repair and replace damaged vehicle glass.  This means that we can put all our research,  knowledge and energy into providing the best service for our customers.   We are able to repair and replace a customer’s windscreen 24 hours a day and our technicians provide both a branch based and a mobile service in many countries.   We focus on building strong brands in the countries we operate in.  Our key brands include Carglass®,  Safelite AutoGlass®,  Autoglass® ,  Lebeau® ,  O'Brien®,  Smith&amp;Smith® and Speedy Glass® . ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Belron® International", 
  "canFollow": false, 
  "companyId": "24905", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Belron® International", 
    "title": "Data Scientist"
  }, 
  "description": "Belron International has recently been voted the 4th best medium sized company to work for in the Best Workplaces programme and we are currently recruiting!   ROLE BACKGROUND AND PURPOSE   The purpose of every member of the Marketing and Customer Insight Team is to support and challenge our business units to develop exceptional brands and shape our consistently superior customer services for motorists and sales approach to clients through the general and use of valuable customer insights (ie.  Market,  motorist,  client and competitor).    The role of the /Data Scientist is to assist the Marketing and Customer Insight Team with the collection and analysis of data in order to turn data into critical information and knowledge that can be used to make organisational decisions.   PRIMARY RESPONSIBILITIES AND ACCOUNTABILITIES: Work with the relevant stakeholders to identify the requirements and the expected outcome Collaborate with subject matter experts to select relevant data sources (quantative &amp; qualitative of information for analysis.  Conduct data analysis using various techniques.  Employ appropriate algorithms to discover patterns.  Validate analysis by comparing appropriate samples and quantify the accuracy metrics of the analysis Perform experimental design approaches to validate findings or test hypotheses Document and present results and methodologies.  Work with key contacts in the BU’s to retrieve and collect data from different sources – key responsibility Source and analyse date to provide required insights into issues/topics.   Provide recommendations/finding based on analysis KNOWLEDGE,  SKILLS AND EXPERIENCE:   Essential Criteria:   -  Bachelor's degree in Mathematics,  Statistics,  Computer Science or related field.  -  0-1 years of experience with data analysis/data science.  -  Knowledge of: statistics and statistical methods for analysis a statistical package such as R structured and unstructured data analysis techniques machine learning one or more programming languages text analytics -   High level of skill in analysing and interpreting data -   Confident explaining technological and analytical output to non-expert audience.  -   Confident and able to attain and share knowledge with experts from multidisciplinary fields.  -   Strong written and verbal communication skills.   -   Ability to prepare clear concise documentation and have an ability to present.  -   Strong interpersonal skills  -  Ability to manage multiple tasks/assignments simultaneously  -  Be able to work independently Desirable Criteria:   -  Data Science Masters degree -  Experience of working within a business environment.    The role will be based in Egham,  Surrey but with global travel to various Business Units so candidates must have a willingness to travel.     Please No Agencies.   "
}
