{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83085116", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "About You:   Passion and experience with data processing applications,  including relational and non-relational data stores (Oracle 11/12; ElasticSearch; OrientDB; MongoDB; Neo4J; Accumulo; Kafka; ZeroMQ; Zookeeper; IBM Infosphere Streams; Storm; Hadoop; Spark; Cassandra) A strong coder who is comfortable programming in a number of the following: Java,  C,  C++ (or embedded C++),  Perl,  Ruby,  Scala,  VHDL,  OpenCL Familiarity with various software development methodologies (agile,  waterfall etc. ) and a variety of operating systems Knowledge of open source software communities and their products   We are eager to receiving your application.  You don’t need to be the perfect match so please apply today to find out more!", 
  "following": false, 
  "companyDescription": "Optimus Search is a recruitment company that supplies high class talent to companies in Europe.  With 10 years of expertise working with some of the biggest names in the industry we know what makes a recruitment company successful – “understanding of our clients’ needs”.    We have broken our business down in to three separate divisions in order to make sure it is clear to you,  as a client or as a candidate,  as to exactly what markets and therefore what skills it is we recruit for.  The Three Divisions are as follows:   Optimus Data &amp; Technology Optimus Engineering Optimus Life Sciences   Our range of services includes contingency search,  executive search and contract recruitment.    With various awards to our name,  including the Virgin Fast track 100,  the Optimus Search brand is recognised as a recruitment company that will deliver on its promises. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Scientist"
  }, 
  "description": "Data Scientist   Optimus Search has is proud to be recruiting for a world renown technology company who are looking to add multiple Data Scientists to their team!   These are permanent positions based in central London,  paying up to £65, 000 depending on your experience.    This role is perfect for someone looking to work with leading edge technologies in the Big Data world,  and make use of them in a commercial context.    Job Description:   Our client is a well-known multinational technology and consulting company.  This position is based in their UK Data Science Team which is growing steadily to service the needs of their customers,  primarily prominent FTSE 100 companies and the UK Government.    The team specialises in data processing applications for security and is working on cutting edge solutions involving the following technologies: Oracle 11/12; ElasticSearch; OrientDB; MongoDB; Neo4J; Accumulo; Kafka; ZeroMQ; Zookeeper; IBM Infosphere Streams; Storm; Hadoop; Spark; Cassandra.    In this position,  you will be working closely with specialists from a number of disciplines,  in a customer-facing role,  and across all stages of the lifecycle.  From rapid developments where tight time-scales apply,  to full scale system development programming; designing,  developing,  integrating,  testing and maintaining complex systems in support of critical UK national infrastructure. "
}
