{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83932123", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Think innovation.  Think Sky,  a FTSE TOP 30 and the UK’s favourite triple play provider– TV,  broadband and telephony.  Now in over 10 million households we entertain,  excite and inspire customers with the combination of great content and great innovation.  This is the driving force behind our growth as we strive to be the UK’s no.  1 choice in entertainment and communications.  Our people are critical to our success.  Together they make Sky what it is today and what it will be tomorrow,  whether in front of the camera,  being the face of Sky inside our customer’s home or behind the scenes.  We deliver some of the most diverse content and services on the planet built by our world class technology teams and we value the same diversity within our business.  At Sky we believe in better and that starts by recruiting the best.  We want Sky to be a great place to work.  Somewhere people can reach their potential,  fostering a culture of opportunity that motivates people to aim high and giving them all the support and tools they need to succeed.  Go to workforsky. com to find out more about brilliant opportunities.  It’s our people that make Sky the UK and Ireland's leading entertainment company.  That’s why we work hard to be an inclusive employer,  so everyone at Sky can be their best. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Sky", 
  "canFollow": false, 
  "companyId": "3318", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Sky", 
    "title": "Data Scientist"
  }, 
  "description": "Our experts working in Insight and Decision Science (IDS) are at the forefront of understanding consumers and creating actionable insight about their behaviours,  attitudes,  needs,  how they like to interact and what makes them tick.  This consumer intelligence helps deliver a better experience and service to consumers and improves marketing performance.  We have developed,  and are responsible for,  one of the most powerful,  large-scale consumer data sets in the World,  combining detailed consumer cross-platform viewing behaviours with transactions,  interactions,  profiles,  needs,  attitudes and preferences across a wide breadth of UK and ROI households.  We deliver a premium service to many parts key parts of Sky and are truly dedicated to helping achieve their objectives.  We are forward-thinking and customer-centric,  everything we do is thorough and rigorous and is driven by passion. IDS employs a considerable team across five locations in a variety of specialist skills including data development,  analytics,  research,  report development,  decision execution,  CRM,  insight consultancy,  software development and econometrics and has a very extensive and deep stakeholder base across 30+ areas of Sky,  covering every subject – from acquisition to retention,  from on-screen to online,  from marketing effectiveness to targeted advertising.  Sky IDS is a people-oriented organisation which takes personal development very seriously,  so we’ll help you to grow,  with excellent training and development opportunities from the very start. This position will sit within our new Big Data team tasked with unlocking value contained in large/semi-structured data across the business.  The team actively identifies new opportunities and rapidly innovates,  by developing new tools and systems to exploit the data using state-of-the-art technology &amp; algorithms. This is a role designed to enable the Big Data team to produce rigorously tested analytic systems and results of the highest quality.  The ideal candidate will help take the lead in establishing a strong Data Science capability and instilling best practice in their discipline as the team grows.  With a superb analytical and business-focused mind,  the Data Scientist will come from a strong quantitative background and be self-motivated to identify new opportunities in the growing ocean of data,  deliver compelling proposals,  and turn those into effective tools to drive the business forward. He or she will work closely with product teams/business stakeholders,  other technology teams,  and Big Data software engineers within the team in a “hands-on” fashion to help design new projects and guide them through successful delivery and validation. Main Responsibilities:Design algorithms,  build models,  and prototype solutions for multiple projects and stakeholdersWork closely with an engineering team to translate prototypes into high quality production solutionsUse machine learning and large-scale data mining techniques to discover and identify actionable patterns in data and develop hypotheses and modelsDesign hypothesis tests,  oversee execution,  and perform rigorous statistical evaluation of the results to produce actionable insightsManage stakeholders and guide them in unlocking the value in their dataChampion the scientific method and strive for excellence in results at all times,  balanced with working in an ‘Agile’ way to achieve rapid turnaroundEssential Skills:Solid experience as a Research Scientist with an advanced degreeStrong background in statistics and statistical theoryStrong working knowledge of data mining algorithms including decision trees,  probability networks,  association rules,  clustering,  regression,  and artificial neural networksHands-on experience with Hadoop,  Hive and HBaseExperienced in Spark and/or StormDemonstrated ability to build prototype software using any modern programming language such as Scala,  Java,  C++,  Python,  etcDemonstrated working knowledge of statistical tools such as R,  MATLAB,  etcAbility to map business needs to engineering systemsAbility to work as part of a team delivering real-world resultsCreative,  innovative thinker with outstanding problem-solving skillsMeticulous and thorough,  with a healthy respect for quality &amp; standardsOutstanding verbal and written communication skillsDesired Skills:Machine Learning exposure,  especially Apache MahoutExperience in Scalding or CascadingStrong background in RDBMS,  data modelling and SQLExperience in creating/consuming RESTful APIsSocial network analytics experience a plusQualifications:BSc/MSc in Maths,  Statistics,  Computer Science,  Physics or relatedPhD in a numerate subject would be a big plus Proven senior level experience of managing large and complex business relationships possibly from a systems integrator or large scale services outsourcerProven experience of successfully managing multiple (disparate) teams within a matrix organisation structureProven successful track record of driving material service improvements and efficiency within a blue chip client organisationExperience of dealing with business stakeholders at senior levelProven experience of defining and delivering operational change in a complex environmentOur benefits package recognises the essential part you play in Sky's success.  We offer free Sky+HD,  broadband and talk services; private medical insurance,  generous holiday entitlements,  a contribution pension scheme,  a Share scheme so you can have a stake in Sky and our success plus Sky Choices,  a benefit scheme to help you make valuable tax &amp; national insurance savings. Sky delivers some of the most diverse content and services on the planet,  and we value the same diversity within our business.  We provide a culture of entrepreneurialism and opportunity for one and all. Due to the fast paced nature of Sky’s Businesses our vacancy close dates may be subject to change. Sky.  Believe in BetterIt’s our people that make Sky the UK and Ireland’s leading entertainment company.  That’s why we work hard to be an inclusive employer,  so everyone at Sky can be their best. "
}
