{
  "jobPosting": {
    "companyName": "Anson McCade", 
    "functions": [
      "RSCH", 
      "OTHR", 
      "ENG"
    ], 
    "companyJobCode": "AMCCHN/QYT345", 
    "title": "Security Data Scientist (Java,  R,  Python,  Octave,  Matlab)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 98984532, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. AnsonMcCade. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAATiAAAAJGY0YWNlMzc3LWU0YzUtNGI4NC04NDZlLTY3YmEzNjI4NzllMA. png", 
    "universalName": "anson-mccade", 
    "companyId": 31392
  }, 
  "description": "    Security Data Scientist (Java,  R,  Python,  Octave,  Matlab)    2    London    3    Not just another day at the office.  Do you wake each day,  thinking    about going through the motions of another day in the office? Just    waiting for that right door to open? Do you want to work with a rapidly    growing financial research and software house? All the time developing    and progressing down that career path you always wanted?    4    This is a top flight Financial Services Company with the most exciting,     challenging and stimulating work in this space.  The company works to    create trading platforms and predict financial probability using its    latest technology.  The company takes a relaxed approach and focuses on    the quality of work rather than working to outdated and rigid ways of    working.     5    The Role    6    The role involves analysing massive data sets that contain logging data    from internal systems and user behaviour information.  The role needs a    creative person who is able to create models that meet the highest    security standards in order to predict unexpected or malicious    activities.     7    The role needs someone with enthusiasm,  drive and passion for    information security,  scripting and data analytics.  The individuals    will need to be well organized,  and having an attention to detail will    be crucial in success.  Any experience which can demonstrate these    traits well will be of interest to the company.     8    Skills And Experience    9    Necessary    10    11    At least 3 years relevant industry experience as a Business    Analyst/Data Scientist or similar    12    Experience with some of the following: R,  Python,  Octave,  Matlab,  Java    13    SQL Knowledge    14    Strong quantitative and problem solving skills    15    16    Desirable    17    18    To be from a security cleared background    19    Experience with advanced searching and analytics using Splunk    20    Experience with Javascript and XML    21    Experience with the Hadoop ecosystem and NoSQL (Cassandra,  HBase or    similar)    22    23    Qualifications    24    25    In Science/Maths or Statistical subject from a top university with at    least a 2:1    26    (Desirable) MSc.  In Science/Data Science/Statistics/Machine Learning    27    28    You will provide financial insight into the turbulent world of    financial markets.  If you want to see your work used around the globe    and around the clock and If you feel you meet the requirements for the    role don’t hesitate,  apply today!    29    For further information please contact Christopher Nellis on    02077806706 or alternatively you can email to    Christopher. Nellis@ansonmccade. com    30    Reference: AMCCHN/QYT345    31    Type: Permanent    32    Start: Flexible    33    Duration: Permanent    34    Salary: £60, 000 – £95, 000    35    Contact: 02077806706    36    Email: Christopher. Nellis@ansonmccade. com", 
  "companyDescription": "      Anson McCade    An IT and Capital Markets recruitment consultancy centred in London,     UK.     Anson McCade Ltd is an established and well-respected IT & Capital    Markets recruitment agency based in the City of London.  Our success has    been achieved by a no-nonsense approach to recruitment,  where the    Client can rely on a dedicated and personal service based on both rapid    response and long-term delivery principles.     Anson McCade is aware that the straightforward matching of skills    fulfils only a fraction of our Clients' requirements.  Therefore we    operate a more holistic approach to the evaluation of a candidate for    each Client,  placing equal emphasis on their precise technical skills,     personal qualities and aspirations.  This has been achieved by    extensive,  comprehensive and continual training within Anson McCade.     The result is the provision of a high quality service to a wide range    of long-term Clients,  who can rely on high calibre candidates being    presented and therefore a high cvs-to-interviews-to-placement ratio.     Anson McCade's traditional marketplace is to supply experienced,  senior    contract and permanent IT & Front/Middle Office staff to high profile    industry sectors from Banking and Hedge Funds to Consultancies and    Media organisations. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
