{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90339266", 
  "descriptionLanguage": "en", 
  "description": " Do you share the vision of data-driven retail marketing?  Are you eager to take the next step and join the most exciting data analytics initiative in the Finnish retail business? This is your chance.    Stockmann Retail Marketing is looking for a Data Scientist with special focus on omnichannel data analytics.  In this new role Data Scientist will be responsible for developing and maintaining advanced analytics processes that support both planning of marketing activities and marketing actions.    The omnichannel data comes from various internal and external sources,  such as customer transactions from various channels,  usage of applications and customer surveys.  The external data consists of market data,  social media and other relevant sources for retail business.  One part of the job is to assess valuable data sources and develop their use.    Responsibilities:   Develop operational,  data-driven and realtime automated models for marketing actions Bring insight for business decisions based on omnichannel data and external data sources Facilitate the organization to learn an end-to-end data-driven process from data collection to testing and measuring the real effect of data-driven operation Assess valuable data sources and develop their use Proactively lead the new development of omnichannel analytics methods and processes in co-operation with Stockmann ICT   Qualifications and experience required:   Minimum 3 years of experience in developing advanced analytics driven B2C business Extensive knowledge of statistical modelling and machine learning Command of languages that are essential for statistical modelling such as R or Python Basic knowledge of cloud services and cloud related databases (e. g.  AWS and Redshift) Experience from retail business from offline and online channels Master’s degree in Computer Science,  Statistics,  Mathematics or equivalent Fluency in Finnish and English   We offer: Chance to work with innovative and dynamic team and colleagues Exciting opportunity to participate in the renewal of retail data ecosystem Stockmann employee benefits Interested? Please fill in the application form including your CV and salary request latest by Tuesday,  15 December.   For more information,  please contact Head of Insights&amp;Analytics Harri Tumanoff on 4 December at 14:00-15:00 or 11 December at 15:00-16:00 (+358 50 563 1897) or harri. tumanoff@stockmann. com.   ", 
  "jobPosting": {
    "title": "Data Scientist", 
    "companyName": "Stockmann"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "217632", 
  "canFollow": false, 
  "companyName": "Stockmann", 
  "bottom": "true"
}
