{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80812082", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "To be considered for this opportunity you should be able to demonstrate experience with the following:   We are looking for an individual who has a real passion for Data Science and enabling business improvement though delivering innovate and creative initiatives.  Being solution driven is a must as you should be always looking for a better way of doing things.  Other trait we are looking for you to demonstrate include being intelligent,  self-confident and entrepreneurial.    Technologies Big Data technologies: Apache Spark (preferred),  Hadoop Working experience with SQL ,  R,  Matlab Scala,  Python,  Java Experience working in an Agile environment is desirable Skills and Competencies: Experience with analytics,  modelling or software development Understanding of and experience of applying machine learning methods Understanding of and experience of using Big Data technologies An education background in a statistical discipline including mathematics,  physics,  computer science or engineering.  Coding/software development skills Mathematical and statistical skills Experience of using a data warehouse with good working knowledge of SQL", 
  "following": false, 
  "companyDescription": "For more information on this opportunity,  the department and the company as well as to talk through your career aspirations please send your up to date CV along with a cover letter to Tom Chambers on tom. chambers@robertwalters. com.  Alternatively you can call Tom on +44 (0)7833401229. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Robert Walters", 
  "canFollow": false, 
  "companyId": "165757", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Robert Walters", 
    "title": "Data Scientist"
  }, 
  "description": "This is a fantastic opportunity to join a progressively growing e-retailer who are putting a strong emphasis on using data analytics as a core element to the business and investing heavily as a result.    As a Data Scientist you will be a key hire of a large scale green field optimization role out that will benefit the business greatly,  be instrumental in providing them a competitive advance and reaching the goal of becoming the global leader.  You will be expected to lead in the creation of a highly innovative advanced analytics team,  owning relationships with key information entrepreneurs and technology leaders to innovate,  design,  build and test applications that deliver analytical and predictive content direct to users,  combining commercial,  analytical and technological expertise.    The initiatives you will be involved in include:   Customer personalisation Recommendation Optimisation of marketing and advertising initiatives Identifying how to improve the performance of the business partners   Your key accountabilities  will include but not be limited to:   Lead in the development of a growing team that is collegiate and Agile in ethos and is recognised for its commitment to delivery and world-class performance Lead data and technology initiatives as they relate to Data Science Contribute to the development of the Data Science team through leadership,  coaching and a commitment to excellence Lead complex data analysis to understand challenges and scope work Work closely with technical teams,  architects,  designers,  and administrators to overcome technical challenges and to make it happen Build advanced analytical tools to generate insight,  recognise patterns and predict behaviour,  and to deliver content direct to users of information product Own key initiatives to deliver results through an Agile workflow"
}
