{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90315137", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Experienced in delivering analytics solutions at scale using Hadoop platforms and NoSQL databases,  especially interested in candidates with experience of building Spark or Flink applications  Expert knowledge of R,  Python,  or similar and familiarity with machine learning libraries such as MLib,  Mahout,  pandas,  Scikit-learn,  SciPy H2O Experience of elastic/Solr and text mining techniques would be an added advantage.  Experienced in conducting complex statistical analysis,  preferably holding a PHD,  or Masters in a relevant discipline such as computer science,  statistics,  applied mathematics,  or engineering Familiarity with methods including clustering,  time series regression,  decision trees,  random forests,  Bayesian inference,  SVM’s,  Markov models Expert knowledge shell scripting and strong programming skills such as Python,  Java,  or Scala To apply please click on the apply on company website tab and attache a CV and cover letter to your application and the recruitment team will be in contact shortly. ", 
  "following": false, 
  "companyDescription": "We're one of the fastest growing online gaming operators in Europe with leading Sportsbook,  Casino &amp; Games,  Poker and Bingo products via desktop,  tablet and mobile.  We employ 1000 people in 5 offices Malta (HQ),  London (SW19),  Stockholm,  Sydney and Paris.  Our careers have great scope for personal growth and to work internationally.  Our values are Friendly,  Passionate and Expert and our brand promise is built on the motto \"By players,  for players\" to put customers at the heart of our business! We’re always on the lookout for talented people to join the team,  you can find the latest roles at team. unibet. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Unibet Group", 
  "canFollow": false, 
  "companyId": "9143", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Unibet Group", 
    "title": "Head of Data Science"
  }, 
  "description": "An exciting opportunity has come up in the analytics function for a Head of Data Science.  At Unibet,  customers are at  the forefront of what we do and why we do it and it is our aim to provide the best possible experience to them while they are using our products.  The Head of Data Science will ultimately drive the data function that allows us to do this and this provides an opportunity for a passionate data scientist to join the team and have hands-on leadership of the Data Science team.  Alongside being an expert in Hadoop platforms we are looking for someone with R and Python experience.  The ideal candidate would be someone that can communicate well,  not just to experts in the data science field but also to other stakeholders around in the business.  To stay at the forefront of data science we are always looking at new technolgies and means to get the most out of the data we have so if you can pick up new tools and technolgies quickly and have the skills mentioned above,  then this could be an ideal role for you. "
}
