{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90398969", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Rank is one of the great names in British entertainment - thrilling the nation since 1937.  Today,  Rank specialises in the regulated gaming segment of the entertainment market,  bringing thrills and enjoyment to millions through brands that include Grosvenor Casinos and Mecca.   Rank’s brand teams serve more than 2. 7 million customers per year,  creating over 28 million thrilling experiences.  Our brands bring people together in licensed venues across more than 100 communities and they entertain our customers in their own homes and on the move via a range of branded websites and mobile applications.   The business remains true to its founding mission to entertain,  delight and thrill.   During 2012,  we have further reduced our carbon footprint and raised almost £1million for Marie Curie Cancer Care as well as delivering great profits for our shareholders - all due to our fantastic teams.  From those delighting our customers in our venues,  to those creating great new mobile apps and websites and those doing the hard graft behind the scenes.  When hiring,  we focus on identifying the highly motivated,  talented,  enthusiastic and loyal individuals that will enable us to continue to deliver the thrilling entertainment experience for our customers.   So,  if you think you'd like to be a part of our exciting growth plans across any of our amazing brands please look at our careers pages and products/services summaries on LinkedIn", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Rank Group", 
  "canFollow": false, 
  "companyId": "30063", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Rank Group", 
    "title": "Data Science Manager "
  }, 
  "description": "The Rank Group are recruiting for a Data Science Managerto provide us with insightful,  actionable analyses and innovative solutions to impact our brands' retail and digital offerings.  The Rank Group is the UK's leading land based gaming operator with an increasing online presence on an exciting journey to becoming the UK's leading multi-channel gaming operator.  Snapshot of the role: Work with existing and new technologies to shape the development of analytical insight delivery.  Use statistical data approaches to uncover patterns in data from which predictive models can be developed.  Translate customer,  transactional and behavioural data into key insights and business deliverables.  Present findings to key stakeholders,  and input to negotiations on strategies to drive performance across the business.  Collaborate with team members and stakeholders to build data products that enable others to work with reporting effectively and inform decision-making that solve business problems with data.  What successful applicants will need:  Degree in mathematics,  statistics,  computer science (or similar).  Experience in a data driven environment ideally with a focus on big data solutions.  Experience working with multiple solutions,  suppliers and data science disciplines.  Ability to create statistical models and is comfortable working with imperfect data.  Ability to translate complex mathematical and statistical concepts for non-technical audiences.  Strong qualitative and quantitative analytical skills are essential as is proficiency within some of: SAS/R/SQL/Python/Spark/Hive (or similar).  Demonstrable knowledge of modelling (e. g.  cluster analysis,  decision trees,  regression,  propensity modelling).   The person: Passion and pride about own work.  Positive attitude and adapts well to change.  Inspire passion and excitement around shared goals promoting strong team morale.  Excellent verbal &amp; written communication together with the ability to provide engaging presentations to the wider audience.   Well-structured and analytical approach to reporting.  Proven experience of influencing at all levels within an organisation and cross-functionally,  and of providing clarity and insight to complex discussions and debates in order to achieve resolution and understanding.  Determination and purpose to deliver and achieve the best results for the organisation.  Curious,  which results in new lines of thinking,  original insight and breakthrough ideas for the business.  Encourage and challenge others to investigate and explore alternative solutions and ideas.  Rigorous attention to detail and promotes a high standard of quality.  Please note this is not the full job description,  this can be provided on request.  The Rank Group has been entertaining Britain since 1937,  from its origins in motion pictures to today’s gaming based entertainment brands.  Over the course of more than three-quarters of a century,  the group has entertained many millions of customers in Britain and around the world.  The Group’s story is one of iconic brands and talented people with a mission to entertain.  JOIN US NOW! To apply for this position,  please click the 'apply now' button.  We do not accept unsolicited CVs from agencies.  Please note due to the large number of applications we receive we are unable to respond directly to all candidates therefore if you have not heard from us within 10 days please assume that you have been unsuccessful,  in which case we would like to thank you for your interest in working with the Rank Group. "
}
