{
  "jobPosting": {
    "companyName": "Client Server", 
    "functions": [
      "ENG"
    ], 
    "companyJobCode": "clientserver-java-developer-big-data-web-java-energy-2", 
    "title": "Java Developer Big Data Web Java - Energy", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102251340, 
    "experienceLevel": "ENTRY_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      96
    ]
  }, 
  "company": {
    "websiteUrl": "www. client-server. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAYeAAAAJDUwODcxYzM5LTFlOGMtNDEyZC05YTc5LWNkMWU5NTczOTJhYw. png", 
    "universalName": "client-server", 
    "companyId": 99339
  }, 
  "description": "    2318    London,  £55000 - £60000 per annum + bonus (c50%) + benefits    Job Type: Permanent    Managed by: Java Development Team    Java Developer / Senior Java Software Engineer (Scala Big Data Web    Agile).  Technology-led energy provider is seeking a skilled Senior Java    Developer to join a small team of likeminded software engineers.  As a    Senior Java Developer,  you will be encouraged to take ownership for    business-vital projects from day one,  proactively driving rapid,     test-driven development and continuous integration.     Working within a highly collaborative development environment that    promotes creativity,  you will get involved in all aspects of    architecting this feature-rich,  interactive web and mobile product.     This innovative,  young company based in West London has more than    300, 000 customers and as a Java Developer you will be a key player in    ensuring its continued growth in this competitive market.     Requirements       Strong object orientated core Java development experience       Advocate of agile development methodologies       Bright,  passionate and highly motivated - must have achieved a 2. 1        or above in a technical discipline from a well-regarded university,         likely to have gone on to study at MSc / PhD       Excellent communicator and team player - sociable and like to have        fun at work!       Desirable: Grails,  Scala,  Ruby,  Python,  web technologies (HTTP,         certs,  cookies,  headers,  asset loading),  Big Data technologies        (MapReduce,  CouchDB,  MongoDB,  Redis)     As a Senior Java Developer / Java Software Engineer you can expect to    earn a highly competitive salary (to £60k) bonus (c50%) and benefits,     including private healthcare,  employee pension scheme,  shopping    discounts and 25 days holiday.     Send your CV or call for an informal discussion about this Senior Java    Developer opportunity.     REF: BB/7637/C/CS/041215", 
  "companyDescription": "      Client Server    Client Server Ltd is a leading IT recruitment consultancy specialising    in positions in London and the South East.     Our focus is finding exceptional candidates for exceptional    organisations including established technology leaders,  innovative    technology start-ups,  hedge funds,  banks and consultancies.  Offering a    personal and flexible approach,  coupled with a high degree of    professionalism and integrity ensures the provision of an effective    recruitment solution to both our client companies and candidates. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
