{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/75019032", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "King is a worldwide leader in casual games with more than 30 billion games played per month globally.  We are a leading interactive entertainment company for the mobile world.  Our mission is to provide highly engaging content to our audience to match their mobile lifestyles: anywhere,  anytime,  through any platform and on any device.  In June 2013,  an average of 92 million daily active users played our games more than one billion times per day.  Our top title to date,  Candy Crush Saga,  is one of the largest interactive entertainment franchises of all time. Our focus is to provide a highly engaging,  differentiated entertainment experience where the combination of challenge and progress drives a sense of achievement.  We make our games available for free,  while players can purchase virtual items priced relative to the entertainment value they provide.  We embed social features in our content that enhance the player experience.  We build on a unique and passionate company culture predicated on collaboration,  humility and respect.  We believe all of these in combination have made our content a core part of our audience’s daily entertainment. King has offices in London,  Hamburg,  Stockholm,  Malmö,  Barcelona,  Malta,  Bucharest and San Francisco. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "King", 
  "canFollow": false, 
  "companyId": "230546", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "King", 
    "title": "Data Scientist"
  }, 
  "description": "We are looking for a talented and creative Senior Data Scientist for our London studio.  This role will be part of the Farm Heroes Saga team.  You’ll have a proven ability to apply your skills,  be it technical,  behavioural or economic,  in order to generate value. Your role within our KingdomIf you want to improve the experience of King’s 300 million+ players across our network of games,  then this may be the right opportunity for you.  You’ll help us to further understand,  model,  predict,  segment and retain our players.  You will be part of a community of 80+ business intelligence &amp; analytics experts,  while working on a daily basis in smaller teams of 6-8 people.  As a data scientist at King,  your role will be focused on a particular game,  although there is the option to move around between teams easily. Specifically,  you’ll:Identify potential business opportunities and scope/design approaches to capture those opportunities Translate business needs to technical requirements and AB-tests,  then work with development teams to ensure correct implementation and tracking Develop an analysis strategy and perform analysis of complex scenarios and AB-tests,  both systematically and on a one-off basis.  Carefully check,  debug,  and problem solve issues to ensure you deliver accurate and clear analysis and reports,  even when confronted by subtle data complications Provide an analytics perspective to discussions and helping to drive the priorities within your team Be the pro-active owner of the entire data chain for your game(s)Skills to create thrillsYou have a passion for quantitative analysis and will have the ability to draw business insights which will add real value to King.  You will need to demonstrate the ability to learn quickly and will have worked in a fast paced and collaborative environment.  This role will involve working with teams and individuals across King - such as Game Developers,  Business Performance Managers and Marketeers,  so excellent communication skills are essential. Our ideal candidate will have at least 3 years' experience as a Data Scientist in a commercial environment. While we certainly don’t expect you to have all of these skills from day one,  we do expect you to learn and develop in each of the following five areas:Business Insight: The ability to understand the problems and issues our games and business wants to solve,  and then defining the right data,  analysis or interpretation to lead to the right recommendations and decisions SQL: The ability to write complex SQL queries to analyse our databases with 300+ million players,  and work effectively with both Hive and relational database systems.  Analytical coding: Using tools such as R,  Python (and also Excel) for analytical purposes Stats: Understanding the appropriate statistical or machine learning techniques to use in different circumstances.  Communication: Designing good ways of communicating,  visualising or reporting your results/analysis so they are clear and unambiguous Self-motivated: Curious about learning with a hunger drive your development personally as well as the ability to improve how we do things. There is plenty of scope at King for you to learn from your colleagues in the areas where you have less experience,  and to share your own skills where you are stronger.  This team would particularly benefit from someone with a computer science/engineering background,  although we are open to different types of experience. Specific experience that might be helpful,  but is not required,  includes: experience in the games industry or similarly sophisticated customer-facing digital businesses; experience in “big data” systems such as Hadoop,  Hive; experience in behavioural psychology/economics; robust understanding of more advanced statistical techniques suitable for analysis of highly skewed populations; experience in predictive analytics,  segmentation,  and related areas; experience in experimental design; software engineering skills in Java and other languages (beyond R and Python which we use most frequently); skills with standard reporting tools such as QlikView/Tableau/etc. Personal AttributesSmart – intellectual dexterity High integrity Low ego Pragmatic problem-solver - someone who looks for solutions rather than worrying about problemsWe’re knights of creativity!We believe that great gaming experiences happen when they are developed by working in small,  autonomous creative teams that control the whole process – from idea to amazing game.  Our close connection with the player community gets us instant feedback and enables us to deliver truly magical moments.  We value your free time and your need to refuel,  relax and find inspiration – by playing games with your colleagues,  being at home with your family or going to the gym or out for a run.  That's how we stay creative.  That’s why we call ourselves developers of magic and knights of creativity!Want to join our Kingdom?If you are interested,  please apply! Applications must be in English. The brilliant experience we give our players comes from the diversity and experience of our people.  A great saga needs all sorts of heroes.  That’s why we hire all sorts of talent. "
}
