{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "ENG"
    ], 
    "companyJobCode": "MyGloucesterjobs-78884599", 
    "title": "Systems Engineer - Big Data - C,  C++ and Java. ", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101666807, 
    "experienceLevel": "ENTRY_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "    Systems Engineer - Permanent - Gloucestershire - Fantastic Salary!    Essential       At least 5 years experience of working in a Systems Engineering        role.        Excellent,  applied,  knowledge of the entire Systems Engineering        Lifecycle.        Experience of working with multiple delivery teams.        Requirements Capture and Management,  use of Requirements Management        tool such as DOORs.        System Architectural Design.        Experience of one or more of modelling tools such as: Enterprise        Architect,  RSA,  MooD.        Experience of V&V activities,  including the creation of Test        Strategies,  Plans and Procedures.        Working knowledge of at least one of the following: SysML,  UML,         MoDAF,  TOGAF.        Experience of tailoring the SE Lifecycle and products.        Experience of Change Management and Change Management tools        (PRs/CRs).        Experience of Systems including software elements.        Ability to influence others.        Ability to self-manage and plan own work.      Desirable Skills       Working Knowledge of the Agile Software Development methodology or        similar.        Familiarity with the OSI 7 layer model.        Knowledge of one or more of the following: Database technologies,         'Big Data' technologies such as Hadoop,  and Cloud Technologies such        as Amazon S3.        Background in Software Engineering,  in one or more of: C,  C++ and        Java.        Working Knowledge of ITIL.        A degree in an Engineering Discipline,  Mathematics or Physics.        Knowledge of Soft Systems Methodology.      You will be required to hold a minimum of DV security clearance.  If you    do not hold an active DV clearance please familiarise yourself with the    vetting process before applying.     Hit the 'Apply now' button to apply and to discuss this role further.     We will be delighted to hear from you!    (c) Copyright Datasource Computer Employment Limited 2015. ", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
