{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83946868", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "GitHub is how people build software.  With a community of more than 10 million people,  developers can discover,  use and contribute to over 25 million projects using a powerful,  collaborative workflow.   Whether using GitHub. com or your own instance of GitHub Enterprise,  you can integrate GitHub with third party tools,  from project management to continuous deployment,  to build software in the way that works best for you. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "GitHub", 
  "canFollow": false, 
  "companyId": "1418841", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "GitHub", 
    "title": "Data Scientist"
  }, 
  "description": "GitHub is hiring Data Scientists!GitHub has more than 10 million users and 30 million monthly visitors who generate an abundance of data.  We use that data to inform our product strategy,  verify that what we're shipping is having the impact we want,  and provide a more efficient and expansive experience for our users.  As a Data Scientist you'll work closely with our product managers and software engineers to implement machine learning algorithms,  design statistical models,  analyze data,  and present findings.  Our data work ranges from recommendations and classification to forecasting and decision making.  We're hiring a number of positions and so are seeking candidates with significant experience in one or more of these areas.  Responsibilities: Surfacing product insights through data inquiry and analysisWorking with our analytics infrastructure engineers to build upon our data collection,  storage,  and processing infrastructureDeveloping predictive modeling and machine learning solutionsCommunicating your work to product managers and the wider companyWork closely with product and engineering to identify and solve relevant product questions Qualifications: Strong written and verbal communication skillsUnderstanding of computer science fundamentals (data structures and algorithms)Familiarity with distributed systemsProficiency in one or more programming languagesFluency in SQL and understanding of relational database technology and query planning (e. g.  MySQL,  Postgres,  Redshift,  Hive,  Spark SQL,  etc. )Understanding of efficient computation en masse (e. g.  Hadoop,  Tez,  Kinesis,  Samza,  etc. ) About GitHub  Who we are GitHub is the best place to share code with friends,  co-workers,  classmates,  and complete strangers.  Over ten million people use GitHub to build amazing things together.  With the collaborative features of GitHub. com,  our desktop and mobile apps,  and GitHub Enterprise,  it has never been easier for individuals and teams to write better code,  faster. We have a lot of exciting things to do,  and we’re looking for the right people to grow with us! Why you should join Working at GitHub is,  to put it simply,  a special slice of the universe.  We're committed to transparency,  collaboration,  experimentation,  and always staying classy. Because of this unique perspective,  we've established one of the most flexible and well designed physical workspaces around that encourages you to work as you work best.  Right now,  over 60% of our employees are based outside of our San Francisco (SOMA) headquarters and work according to how they get their best stuff done. Ensuring that GitHubbers are healthy,  motivated,  focused and creative is how GitHub stays awesome.  Part of this is ensuring that our benefits are out of this world. In a nutshell,  we've built and are growing a place where we truly love working,  and we think you will too. GitHub is made up of people with many different backgrounds and lifestyles,  and we like it that way.  We invite applications from people of all stripes.  We don't discriminate against employees or applicants based on gender identity or expression,  sexual orientation,  race,  religion,  age,  national origin,  citizenship,  pregnancy status,  veteran status,  or any other differences that people imagine to discriminate against one another.  Also,  if you have a disability,  please let us know if there's anything we can do to make the interview process better for you; we're happy to accommodate.  Please note that benefits vary by country,  if you have any questions don't hesitate to ask your recruiter!"
}
