{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/81887393", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Demonstrated strong statistical analysis knowledge with practical experience Knowledge of predictive analytics and machine learning disciplines is advantage Practical experiences with R-language or similar science language Knowledge of some relational database.  The knowledge of Vertica DB is advantage Ability to visualize findings in data.  The experience with Tableau BI or another BI tool is advantage Strong communication (verbal and written) and presentation skills; proven ability to present ideas,  findings,  results etc. ,  to a business audience- proficiency in English is required EU work permit is a must", 
  "following": false, 
  "companyDescription": "Vendavo harnesses the power of Big Data to generate actionable insights that enable businesses to sell more profitably.  Our price optimization and management solutions help global customers make better data-driven decisions for pricing and sales effectiveness.  Using cutting-edge analytics and deep industry expertise,  Vendavo boasts the largest number of implementations for B2B enterprises in the industry,  having helped more than 300 company divisions dramatically increase revenue,  improve profit margins and maximize shareholder value.   We have on-premises,  hybrid,  and software-as-a-service (SaaS) offerings available for different customer needs and requirements.  Located across the globe,  Vendavo is the solution of choice for Fortune 500 companies in industries such as chemicals and process industries,  consumer packaged goods,  wholesale distribution,  energy and utilities,  technology,  industrial manufacturing,  and medical devices and consumables.  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Vendavo", 
  "canFollow": false, 
  "companyId": "14613", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Vendavo", 
    "title": "MaaS Researcher / Data Scientist"
  }, 
  "description": "As Vendavo expands into new product and market segments,  we are looking for a highly skilled The Data Scientist – MaaS Researcher (MaaS = Math as a Service),  who will be a key member of the team in Prague developing cutting edge analyses for Vendavo pricing software.  You will work closely with other team members on analyzing given data sets with the intention to visualize the findings to business specialists.  Based on feedback from the specialists,  you will work on designing,  developing and validating new algorithms and analyses to be provided as a service with real utilization.    You will be part of the international team that enables Vendavo to enter a new phase of growth!     You will be responsible for:   Data analyses,  visualization and presentation of the results in Tableau Cooperation with the business specialists from the biggest companies and converting their requirements to analyses Application of existing datamining,  statistical and artificial intelligent approaches to pricing domain Research and Development of the brand new algorithms and analyses for B2B pricing domain in R language Systematic team work in accordance to the Scrum methodology   What you need to be successful in this role:   Knowledge of predictive analytics and machine learning disciplines Practical experiences with R language or some another science language Statistical analysis knowledge with practical experience is advantage Knowledge of some relational database.  The knowledge of Vertica DB is advantage Ability to visualize findings in data.  The experience with Tableau BI or another BI tool is advantage Communication skills (verbal and written) to be able to present the ideas to business specialist       Why you will like working at Vendavo:   Working within a team of young and highly skilled people Opportunity to get to know the pricing domain and grow into a consulting role Professional and personal trainings Flexible working hours Daily communication in English,  international travel opportunities,  English courses Friendly atmosphere based on our company culture"
}
