{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87828548", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Think innovation.  Think Sky,  a FTSE TOP 30 and the UK’s favourite triple play provider– TV,  broadband and telephony.  Now in over 10 million households we entertain,  excite and inspire customers with the combination of great content and great innovation.  This is the driving force behind our growth as we strive to be the UK’s no.  1 choice in entertainment and communications.  Our people are critical to our success.  Together they make Sky what it is today and what it will be tomorrow,  whether in front of the camera,  being the face of Sky inside our customer’s home or behind the scenes.  We deliver some of the most diverse content and services on the planet built by our world class technology teams and we value the same diversity within our business.  At Sky we believe in better and that starts by recruiting the best.  We want Sky to be a great place to work.  Somewhere people can reach their potential,  fostering a culture of opportunity that motivates people to aim high and giving them all the support and tools they need to succeed.  Go to workforsky. com to find out more about brilliant opportunities.  It’s our people that make Sky the UK and Ireland's leading entertainment company.  That’s why we work hard to be an inclusive employer,  so everyone at Sky can be their best. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Sky", 
  "canFollow": false, 
  "companyId": "3318", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Sky", 
    "title": "Big Data Engineer"
  }, 
  "description": "Senior Big Data Engineer - Hadoop  West London (Isleworth,  Middlesex)  Think innovation.  Think Sky.  At Sky,  innovation has always been a key asset to make us one of the world’s largest broadcasters.  As the sector has reached a pivotal point that will dramatically change the way people will use their TV and watch their favourite content,  Sky needs to prove more imaginative and disruptive than ever before.  Our business requires our teams to remain at the cutting edge of technology,  in order to understand deeply the needs of our customers and deliver the best products.   Our team sits within the Enterprise Data Management area and comprises of 12 individuals whose talents lie in the proactive and innovative thinking that is well known in Sky. Our goal is to transform the way Sky uses data to drive their daily business decisions by using the vast resources available to us.   You will be based at the Sky campus in West London and will be able to experience our friendly working environment,  affordable canteens,  gym and facilities.  The campus is located next to three train/Underground stations,  and is connected to Central London by several free Sky buses.  http://workforsky. com/life-at-sky  Key responsibilities  As a Big Data Senior Software Developer,  you will work with top-notch open-source technologies and algorithms to deliver high-quality data analytics products and systems to the business.  By pairing with data scientists,  technical stakeholders and other tech teams in an Agile environment,  you will be involved on innovative projects involving Customer Behaviour Analytics,  Forecasting,  Fraud Detection and Data Visualisation.   We’re looking for talented software developers who are confident,  eager to learn and are great team players,  who will work across departments to achieve the project goals set.   Essential  - Strong interest in learning new technologies and working with Big Data tools- Creative,  pro-active with outstanding problem-solving skills- Experience in building data processing and/or data analysis software- Strong background in RDBMS,  data modelling and SQL- Experience with NoSQL technologies (ideally HBase or Cassandra)- Comfortable using distributed computing,  MapReduce- Experience in creating/consuming RESTful APIs- Extensive knowledge of Java- Scala or other functional programming language- Experienced and a strong advocate of test-driven development- Demonstrated experience delivering quality-product software- Experience working in an agile/SCRUM environment  Desired  - Hands-on experience with Hadoop,  Hive and HBase- Experience in Scalding or Cascading- Experienced in Spark and/or Storm- Experience in search engine applications (Elasticsearch or Solr)- Knowledge of reactive programming (Akka)- Exposure to Machine Learning and/or statistical modeling techniques"
}
