{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": null, 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/99585880", 
  "descriptionLanguage": "en", 
  "description": "Looker is seeking a Data Analyst to provide phenomenal support to our customers,  based out of London,  UK.  This role requires that you reside in (or are willing to relocate to) London,  and that you are authorized to work for any UK employer without requiring visa sponsorship of any kind.   ABOUT LOOKER   Looker is a business intelligence platform that makes it easy for analysts to create and curate custom data experiences—so everyone in the business can explore the data that matters to them,  in the context that makes it truly meaningful.  More than 300 industry leaders trust Looker to unleash the power of their data,  including Yahoo!,  Warby Parker,  Asana,  Instacart,  Docker,  Venmo,  Upworthy,  Gilt and more.  The company is headquartered in Santa Cruz,  California,  with offices in San Francisco,  New York and London.     DATA ANALYST,  CUSTOMER SUCCESS - UK   Our customer base is growing rapidly,  and so must our capacity to meet their needs,  answer their data modeling questions,  and ensure maximum business value is derived from our unique product.  The Customer Support Analyst is responsible for bringing Looker’s best practices,  innovations and capabilities to our customers to deliver world class support,  while also driving adoption,  usage,  engagement and delight.  You will deliver technical leadership coupled with a deep understanding of business intelligence and data modeling,  thus ensuring overall adoption and driving greater business value and satisfaction.  This high-touch,  rapport-building position requires strong communication skills and a desire to give our customers the personal attention that they need to have a fantastic experience with our product.     Responsibilities: Develop trusted advisory relationships with customer stakeholders,  users,  and project leads.  Answer incoming customer questions,  resolve complex data modeling challenges,  and provide proactive guidance to deepen relationships and product usage.  Obtain a comprehensive understanding of Looker’s cutting-edge,  data discovery software and guide the customer on business and technical decisions that ensure adoption success,  and that maximize the value of their investment in Looker.  Utilize your astute business acumen to understand our customers’ business objectives and provide exemplary support as their first contact when they are experiencing challenges or opportunities with the product.  Propose creative solutions to proactively address customers’ business problems and lead the their transformation toward a data-enabled business.  Effectively field questions on application features and product information for new releases and updates.  Serve as the voice of the customer back into Looker to ensure that our solutions are evolving to meet our customers’ needs.  Monitor and identify trends in adoption and utilization.  More about us:    We are an enterprise software start-up with 300+ customers  Founded by Silicon Valley industry leaders and a very experienced team  We are post series B with great investors that include First Round Capital,  Redpoint Ventures and Meritech Capital Partners  Headquartered in sunny Santa Cruz,  CA  We are oriented around SQL and relational databases (from MySQL to Redshift and Greenplum)  We’re making SQL cool again!  Most importantly,  we have a product that our customers love.  More about you: 1+ year business experience,  preferably in a SaaS customer success or data analysis role.  SQL-savvy recent grads will also be considered! Unbridled passion for helping enterprises solve data access,  usage and visualization challenges Technically fluent in SQL and related technologies Demonstrated problem-solving ability in providing practical business insights from large,  complex data sets Assertive,  positive and effective communication skills – both written and oral – with considerable attention to detail  Fast learner,  adept at understanding and articulating new technologies and corresponding value propositions  Ability to thrive in a dynamic,  fast paced start up environment Flexibility and adaptability to a high growth and evolving organization  Four year university BA/BS degree (or equivalent) Demonstrated ability to communicate,  present and influence credibly Ability to navigate and advise on efforts related to complex customer requests or projects involving multiple parties and enterprise systems,  escalating for assistance if needed Self-motivated team player who has fresh ideas when it comes to user adoption and churn mitigation  Highly motivated to work closely with customers to ensure complete satisfaction ", 
  "jobPosting": {
    "title": "Data Analyst,  Customer Success", 
    "companyName": "Looker"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "2663015", 
  "canFollow": false, 
  "companyName": "Looker", 
  "bottom": "true"
}
