{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/77936889", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Centralway is creating the world’s leading mobile banking platform.  Centralway’s focus is on developing products to manage banking transactions and assets.  The platform provides banking services for the consumer,  as well as the development and implementation of banking software towards financial institutions.  Due to the requirements of the global finance market and the needs of the consumer,  the platform is constantly transforming.  The banking app Centralway Numbers is the new bank branch.  It is one of the leading mobile banking applications in Germany,  enabling its users to manage their financial lives on the go.  Centralway's staff works on our vision to create the world’s leading mobile banking platform from our headquarters in Zurich.  The team operate across an array of functions including software development,  finance,  security,  marketing,  operations and IT services,  among others. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Centralway Switzerland AG", 
  "canFollow": false, 
  "companyId": "1066132", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Centralway Switzerland AG", 
    "title": "Senior Data Scientist (m/f)"
  }, 
  "description": "About Centralway Centralway’s focus is on developing products to manage banking transactions and assets.  The platform provides banking services for the consumer,  as well as the development and implementation of banking software towards financial institutions .  We are currently looking for a Senior Data Scientist,  at the earliest possible start date,  to strengthen our position in the industry. This role is based at Centralway Headquarters,  Zürich. Responsibilities Your responsibilities will include analysing large data sets to gain new insights and find patterns.  Through your understanding,  restructuring and optimal processing of the data,  you will create actionable presentations and visualisations for decision makers throughout the organisation. Partnering with engineering teams,  you will gain access to new data sets and deliver insights which result in the production of new,  optimised algorithms.  You will also analyse and optimise existing data processing algorithms. You will initiate,  manage and support technical projects,  coaching and mentoring junior technical talent during the course of which. Interaction with other teams will be a core part of your duties,  consulting and supporting the Centralway stakeholders in all data processing questions.  Through positive and helpful reviews,  you will become a part of the technical process. Additionally,  you will be required to participate in workflow tracking (JIRA) and documentation (CONFLUENCE),  in order to ensure scalable,  industrialised processes that facilitate business growth. Requirements  Master’s degree required.  PhD in Computational Science (e. g.  Statistics,  Machine Learning,  Natural Language Processing),  Operations Research,  Statistics,  Computer Science or Applied Mathematics preferred.   A preference for clean,  elegant solutions to complex problems  At least 5 years experience in analytics or at scientific level or demonstrated equivalent experience and education  Hands on experience in data mining,  statistics and machine learning  Experience working in the financial sector is a plus  Experience with MapReduce,  Hadoop or other distributed data processing frameworks  Strong grasp of hypothesis formation and testing  Ability to deal with uncertainty,  taking high level requirements and getting to required level of granularity independently  Experience with Git and continuous integration  Experience of working in teams that are run with ‘agile’ processes  Fluent in English,  German is a strong asset Our Office Centralway expects passion and commitment from our employees in order to reach our goals.  Our unique working environment has been tailored to this purpose: Café and restaurant  Air-conditioned cinema  Free breakfast and lunch buffets,  snacks and ice-cold drinks  Sports club  Fitness studio  Many extra perks and benefits"
}
