{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87851563", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Desired skills and experience   3+ years experience in data science / predictive analytics with a solid understanding of scalable machine learning algorithms.   Experience in e-commerce or other consumer behavior analytics will be a strong differentiator.    Ability to communicate with business stakeholders and translate that into an actionable analysis strategy by the data science team is important.   ", 
  "following": false, 
  "companyDescription": "Lazada Group is pioneering e-Commerce across Southeast Asia.     Launched in 2012,  Lazada has grown rapidly to include over 7, 000 full-time employees in the region,  with operations in Indonesia,  Malaysia,  Philippines,  Singapore,  Thailand and Vietnam,  and a sourcing center in Hong Kong that drives cross-border marketplace activities.  Lazada has earned the trust and financial backing of key investors Tesco,  Temasek,  J. P.  Morgan,  Verlinvest,  Investment AB Kinnevik and Rocket Internet.     Revolutionizing the way we shop,  and perform online transactions across the region,  Lazada has an online footprint of approximately 4 million dail visits to its websites,  and the largest Facebook following in Southeast Asia with over 10 million fans.     Given our tremendous growth,  we are searching for dynamic,  entrepreneurial,  broad-minded individuals to be part of our rapidly expanding team! Join our diverse and motivated team to hone in on your creativity as well as implement new initiatives within a nurturing,  equal opportunity environment! ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Lazada Group", 
  "canFollow": false, 
  "companyId": "2725478", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Lazada Group", 
    "title": "Data Scientist"
  }, 
  "description": "Role Description   As Lead Data Scientist,  you will help set strategy for,  grow and mentor a team of data scientists to address a wide variety of data needs for a growing ecommerce company.   Our opportunities span,  consumer behavior,  marketing spend optimization,  pricing,  seller analytics,  recommendations,  logistics optimization,  fraud,  and more.     You will bring your broad knowledge and deep experience in data science to bear on problems and opportunities that Lazada faces as we scale rapidly.   Part of the work will be efficiently solving problems we are aware of,  part of the work will be proactively uncovering new opportunities that will give Lazada a strategic advantage.    "
}
