{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89046020", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Must have substantial experience in analysis role demonstrating hands-on ability to deliver insights and models that have directly led to improved business performanceDemonstrate bottom-line impact: profits,  revenues,  or customer numbers.  Must have some experience demonstrating ability to influence business to change based on insights by effective communications and stakeholder management Must have hands-on experience and skills in using R and the relevant components / packages for predictive analyticsDemonstrable business experience a must Formal training / certification in tool is desirable Should be able to demonstrate experience in one or more ofInsurance analytics Healthcare analytics Multi-channel marketing analytics Applied scientific or Economic background preferred Experience of working/living internationally is desirable Some consulting experience desirable Multi-lingual is highly desirable. ", 
  "following": false, 
  "companyDescription": "Bupa Global is the international PMI business,  within Bupa,  generating in excess of £1bn in revenue.  We provide products and services in 190 countries for globally minded people who want the most premium coverage and access to the best healthcare anytime,  anywhere in the world,  whether at home or when studying,  living,  travelling or working abroad.   Achieving our ambitious divisional goals depends on the dedication and talent of all our people (1700 worldwide),  working in new,  agile and innovative ways that brings Bupa’s purpose to life.  We provide a great working environment and a culture that’s respectful,  caring,  accountable,  enabling and ethical.  Creating an organisation where our people love to work benefits them,  our customers and our business. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Bupa Global", 
  "canFollow": false, 
  "companyId": "9469635", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Bupa Global", 
    "title": "Data Science Lead"
  }, 
  "description": "Bupa Global are looking for a Data Science Lead.  Customers are at the heart of everything we do at Bupa Global (BGMU).   As a result,  our customer insight is the core driver of all of the decisions we make,  from target segments,  priority markets,  channel selection,  proposition development and retention strategy This role is responsible for delivering deep market and customer insights and driving the effective use of insights to enhance business performance and profitability.  Additionally,  the job holder is expected to liaise with other analytical teams in the market unit,  sister and third party companies to develop best practice processes that leverage insights to benefit the wider Bupa group of companies.  Responsible but not limited to: Increase customer lifetime value across the business through the effective use of insights Responsible for the delivery of key predictive and descriptive models,  includingCustomer lifetime value models,  and tenure-,  spend-,  and price models.  Target customer identifications: Consumer and business acquisition segmentations,  Broker segmentation Acquisition: Channel optimization,  Broker optimization,  Pricing elasticity,  Marketing spend effectiveness Customer Base Management: Service- and channel preference models,  Cross- and up-sell models Retention: Churn drivers,  Best retention offer model,  Individual retention pricing,  Retention optimization.  Identify and manage external partners for delivery of specialized data science services"
}
