{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/85381836", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Booking. com B. V. ,  part of the Priceline Group (Nasdaq: PCLN),  owns and operates Booking. com™,  the world leader in booking accommodations online.  Each day,  over 750, 000 room nights are reserved on Booking. com.  The Booking. com website and apps attract visitors from both the leisure and business sectors worldwide. Established in 1996,  Booking. com B. V.  guarantees the best prices for any type of property,  from small,  family-run bed and breakfasts to executive apartments and five-star luxury suites.  Independent accommodations are also specifically a focus of Villas. com,  a sister site recently launched by Booking. com.  Truly international,  Booking. com is available in more than 40 languages,  and offers over 566, 189 properties in 210 countries. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Booking. com", 
  "canFollow": false, 
  "companyId": "11348", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Booking. com", 
    "title": "Research Data Scientist - Web Marketing"
  }, 
  "description": "Booking. com is looking for a Research Data Scientist to join our dynamic,  pleasant and international work environment in Cambridge.  You will be part of the small Booking. com Web Marketing team that are responsible for one of the largest global online advertising accounts. Within Booking. com,  data drives all our decisions.  You will use analytical rigor to mine the data and find opportunities for improvements to the millions of advertisements we show customers on search engines,  driving transactional growth and promoting the brand online.  This is more than just data crunching and involves interacting with the wider Marketing team,  other departments and the global search engines.  You are based in Cambridge,  but will also frequently travel to head office in Amsterdam. This is an excellent opportunity for a gifted,  analytically minded individual to progress in online search marketing.  If you love driving ideas from conception through to fruition; one of the great parts of this job is being able to test your ideas and prove whether they work or not. B. responsible Carry out research,  data mining and experimentation,  to improve the companies understanding of paid click advertising.  Help to implement the paid search marketing activities Assist with paid search marketing/pay-per-click advertising Bid management Analysis of campaigns Help to identify and develop new opportunities Pro-actively manage paid search-marketing activities working within the agreed budgets/targets. Ideal candidateExperienced Statistical modeler with strong quantitative and analytical skills Strong understanding of statistics and how to apply them to online marketing Enjoy analysing datasets to make decisions  Results &amp; delivery focused Be a good communicatorB. skilledFluent in English.  (Multi-lingual beneficial but not required)  Educated to at least Masters (Research i. e.  MPhil) level but preferably Doctorate in Statistics,  Minimum three years experience in a relevant role Machine Learning or similar discipline Strong understanding of how to value the marketing spends,  including experience building and testing attribution models Experienced programmer (R,  Python,  Perl preferred but any experience considered so long as willing to learn new languages) International travel requiredB. offeredSalary GBP 40. 000 – 50. 000 per annumOpening date: 1st July 2015Closing date: 10th August 2015We are a performance-based company that offers career advancement and lucrative compensation,  including bonuses and stock potential.  We also offer what we call the “Booking Deal” with other competitive perks and benefits.  IT also has monthly hackathons,  training and attends/speaks at global conferences. This position is open to worldwide candidates and in the case of relocation,  we will assist you with a generous relocation package,  ensuring a smooth transition to working and living in Amsterdam. We have successfully relocated 200+ IT professionals to Amsterdam in the last year!Booking. com BV (the company behind Booking. com™,  the market leading online hotel reservation service in the world) and/or its various support companies throughout the world are looking for people to support the business in the fast-growing hotel markets.  Booking. com Ltd. ,  one of the support companies in United Kingdom,  is looking for a Research Data Scientist - Web Marketing. "
}
