{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90361218", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "The task may require an individual security clearance to be performed according to the Act on Personnel Security Clearances  Send application TeliaSonera Norway is the second largest provider of mobile solutions in Norway with a complete offering for businesses and consumers.  The company has 1000 employees,  1. 6 million subscribers,  59 stores and had close to 6. 3 billion in revenues in 2013.  TeliaSonera is building a nationwide and world-class 4G-network that will be accessible to 98 percent of the Norwegian population by 2018.  The company operates with the brand names NetCom and Chess on the Norwegian market.  For further information please visit www. netcom. no,  www. chess. no and www. teliasonera. com. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "NetCom", 
  "canFollow": false, 
  "companyId": "5657", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "NetCom", 
    "title": "Data Scientist"
  }, 
  "description": "As a data scientist within Product &amp; Services you will be working within 1-2 product teams that are dedicated to exploring opportunities within Internet of Things,  Financial Services,  Communication services and Cloud solutions.  Our teams are autonomous,  so it is up to the team to decide what makes sense to explore,  sketch out,  prototype,  establish a MVP,  beta launch and scale.  We are heavily influenced by Agile,  Lean,  Kanban and Lean start-up.  Honestly,  we don’t really use any of them all the way,  our teams come up with their own crazy mixes and that’s just how we like it.  In this “job” you will innovate,  experiment and create; a recipe for a fun work environment.  TeliaSonera Norway is attracting some of the best and brightest to our Technology division.  This is definitely not an ordinary desk job,  but an amazing opportunity to unleash your inner entrepreneurial passion,  and work with ideas from A-Z,  thoughts to realization!DescriptionExplore and establish methods within statistical data analysisDesign and conduct product experimentsPerform analysis,  data modelling and create data visualizationsPrepare easy-to-understand experiment reportsProvide insights and recommendations to product teams,  to grow the businessKeep up-to-date on trends,  techniques and technologies within the fieldHave a high level of innovation and dare to try new things in order to achieve excellenceRequirementsA higher degree within statistics,  computer science,  mathematics or similarIn-depth knowledge of statistical methods2+ years of relevant experienceTech-savvy and knowledge of SQL,  R,  Python or similar Familiar with the concepts of machine learning and data visualizationNerdy about data and analysis,  and yet with a good understanding of the business outcomes that the data is going to supportStrong communication skills towards a large number of stakeholders within senior management,  business,  technology,  and other analytics rolesWork fluently in English,  both written &amp; verballyGlobal mindset"
}
