{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80817720", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Skills / Experience 3+ years of working experience as a data scientist,  statistician or equivalent University degree,  B. Sc.  preferred,  in Statistics,  Mathematics,  or a related field- Magna cum laude/high psychometric score - an advantage Excellent analytical skills Experience/knowledge in statistical software – (R preferred) Experience at an Internet company – advantage", 
  "following": false, 
  "companyDescription": "Natural Intelligence is a world leader in the fast growing comparison sites arena,  with unique technologies that give us a competitive advantage in the marketplace.  Our comparison sites help millions of consumers to choose suitable service providers in a wide variety of Industries.    Our clients,  some of which are among the most prominent websites worldwide,  utilize our platform to enhance their online presence.    Established in 2009,  Natural Intelligence now enjoys wide-ranging success as a private Israeli company.   Natural Intelligence sees its employees as the driving force behind its success.  We are currently   seeking exceptional individuals to integrate into our team with a number of open positions in our   various departments.  The company invests extensive resources into the recruitment process which   typically includes a number of interviews,  professional evaluations,  and additional assessment   procedures as necessary.    Every new employee at Natural Intelligence is greeted with a personal training program,  based on   the knowledge they bring and designed to their specific needs and assigned role.  This allows our   new team members to acquire the necessary tools for a rapid and successful integration in the   company.    We offer our employees the best of both worlds – A stable and profitable company with a start-up feel.    It doesn’t get any better than this!", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Natural Intelligence", 
  "canFollow": false, 
  "companyId": "1901026", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Natural Intelligence", 
    "title": "Data Scientist (JB-166)"
  }, 
  "description": "NI is a world leader in the fast growing comparison sites arena,  with unique technology that gives us a competitive advantage in the marketplace,  looking to add high-caliber people to our already talented team.  We are looking for a Data Scientist to join our vibrant online marketing group   Job Description Optimize conversion funnel according to statistical models and data driven analysis Build complicated statistical models.  Carry out meta-analysis for different departments and various company needs Cultivate new ideas and discover new opportunities"
}
