{
  "jobPosting": {
    "companyName": "Outsource UK", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "outsource_uk-3681", 
    "title": "BIG Data Insight Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102156149, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. outsource-uk. co. uk", 
    "logo": "urn:li:media:/p/1/000/060/34f/2443f51. png", 
    "universalName": "outsource-uk-limited", 
    "companyId": 84629
  }, 
  "description": "     Job description    BIG Data Insight Analyst    Would you like to work for a company who give their clients insight    based around BIG data.  They are looking for people with the ability to    look at BIG data and spot trends.  You may already be in this sort of    role such as a Data Scientist,  BI Analyst,  MI Analyst,  Systems Analyst    or have used these skills within your degree.  Are you an ex financial    services Analyst Programmer with amazing skills and frustrated that    your COBOL,  DB2 or other legacy systems are not in demand? Based in    their office in Central London you could have the chance to support the    delivery of high value insight by producing analysis from BIG data.     Company Details    A global player,  the company is going from strength to strength and    works with clients predominantly in the financial services sector.  This    Data Insight Analyst is a key role within the company and gives you the    opportunity to build on your existing skills as well as gain new ones.     Within the organisation there is chance for career development and they    are committed to being the best in their field.     Responsibilities of the BIG Data Insight Analyst       You will get the chance to use your abilities to look at BIG data        and spot trends,  delivering business intelligence       You will be given the opportunity to train and understand inputs,         structure and relationships across databases       You will have the challenge of investigating data anomalies to        understand queries and provide input to customer presentations     Key Skills / personal traits required when applying for the BIG Data    Insight Analyst       It goes without saying that you enjoy manipulating data; using a        range of tools such as Excel for analysis and presentation of data        and statistics       You are very welcome to bring your experience of information        systems and business intelligence tools such as FastStats,         QlikView,  Business Objects,  Cognos or Crystal or any others that        get meaningful information from BIG data sets       You will feel comfortable using statistical methodologies and how        to apply them to the analysis of large volumes of data,  some of        which will be of variable quality     Desirable attributes for the BIG Data Insight Analyst       It would be great if you have a degree in a discipline such as        mathematics,  science or statistical analysis       If you have SQL skills that would be even better as it allows you        to investigate data issues and run queries from databases     Company Benefits       Salary       Pension       Other benefits       Career progression     The role is based at our client's office in Central London and close to    underground links including Holborn,  Tottenham Court Road and Covent    Garden    If you considering a move from your current role please apply online or    if would like to find out about other opportunities please contact Mary    Madigan on mmadigan@outsource-uk. co. uk or phone 01793 430021.     Do you know anyone who might be looking for a new role? You could    benefit from our candidate referral scheme.  Contact me on the above    contact details for more information.     Outsource.  Our People.  Your Success.     Outsource UK is one of the country's largest and most successful    independent recruitment consultancies,  specialising in the IT,  Digital,     Financial Services and Engineering sectors.     We recruit talented people for contract and permanent opportunities,     offer a consultative approach and have a reputation for providing a    superior service to both clients and candidates.     The business focuses on building long lasting relationships based on    reliability and trust.  We do this by hiring and retaining a great team    of recruitment consultants who listen and understand our client's and    candidate's needs.     Please visit our website www. outsource-uk. co. uk", 
  "companyDescription": "      Outsource UK    Outsource UK is one of the country’s largest and most successful    independent recruitment consultancies specialising in the IT,  Digital,     Financial Services and Engineering sectors.     The business focuses on building long lasting relationships with both    clients and candidates,  based on reliability and trust.  We do this by    hiring and retaining a great team of recruitment consultants who listen    and understand our client’s needs.  Today Outsource has expanded from    its original Swindon HQ to become a national organisation serving all    the UK,  with additional offices in Manchester,  the Midlands and London.     Established as an IT Specialist Recruitment agency,  as the business has    grown our areas of expertise have expanded to include the engineering    sector and our most recent acquisition has added a team working in the    Digital marketing arena.     Our People:    Outsource UK is a great company to work for.  Our promise to clients and    candidates of ‘Our People,  Your Success’ emphasises the importance of    our team,  and how much every member is valued.     Our mission is to be our client’s recruitment partner of choice,  and    our employees are key to achieving this goal.  Our key values are    Accountability,  Dedication,  Consultation and Integrity,  and our people    work hard to demonstrate these values in all that they do.  The result    is a first class recruitment service which we are all proud to provide.     Outsource UK Ltd is an ‘Award Winning’ Recruitment Consultancy:    - REC Audited company – We are one of a handful of IT & Engineering    recruitment consultancies to have gained this status in the whole of    the UK.  (Jan 2014)    - ISO 9001:2008 Accredited    - In the Top 50 Fast Recruiters (2012) for the 2nd year    - Paul Jameson (MD) won Wiltshire Business Person of the Year in 2009 &    2011.     - Voted in the Top 100 Fastest Growing Companies by Sunday Times Virgin    Fast Track in 2009.     - Winner of the \"Most Admired Recruitment Company in 2009\" awarded by    Recruitment International. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
