{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83905361", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "In order to be considered for the positon of Data Scientist t - Contract - (Hive, MongoDB Python,  OOP,  Hadoop,  R,  Matlab)  A Masters degree,  preferably (information) technical and / or managerial direction At least two years working knowledge of BI / DWH and Big Data architectures,  technologies and implementations Partical working experience with NoSQL technologies such as MongoDB,  Mapreduce,  Kafka,  Cassandra is required.  Two years practical experiences with various Big Data tools like Hadoop / Cloudera / Hortonworks,  SAS,  etc.  Strong customer orientation and communication skills Proven expertise in at least one high level programming language such as C#,  C++,  JAVA,  Python,  Ruby or knowledge of software engineering Experience with Object Orientated Programming (OOP) Independent,  results-oriented,  collegial work associated with high self-motivation Experience with Natural Language Processing,  Machine Learning and Data Mining is benefical in a application   We look forward to hearing from you soon!", 
  "following": false, 
  "companyDescription": "We are a global leader in their field with locations across Europe,  Russia,  and North America.  We have an ambitious objective: to top the market with the next big development and advancement in the world of big data.  Bases at the heart of the global software market we have a pressing need for a innovative and creative individual to take a leading position in the world of Big Data and Software.  This is a fast moving and growing company encouraging innovation and development at all levels.    Benefits of this position include but are not limited to:   - A fully stocked and complementary staff break room  - Opportunities for remote work  - External technical training courses  - Access to local business across the city (gyms,  restaurant,  local attractions)  - A premium spotify account - And more!!!  ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Data Specialist/Data Scientist -  (Hive,  MongoDB, ,  Python,  OOP,  Hadoop,  R,  Matlab)"
  }, 
  "description": "We are looking for a skilled individual to join our London based client with immidiate effect   In this position you will be involved in my clients challenging projects with prestigious customers including ASOS,  Tesco and Sanisbury.  You will be responsible for the analysis,  design and implementation of requirements in the environment of large amounts of data and Big Data.  Together with a team experienced consultants to support you,  your responabilities will involve the analyzing,  optimizing,  designing,  and implementing innovative solutions for Business Intelligence and Big Data.     In addition,  you are concerned with the visualization of data for informed decision-making.  In this position you consider state-of-the-art approaches and feature the latest technologies,  but always look beyond the current level of technology to new innovation in the field of big data.   "
}
