{
  "jobPosting": {
    "companyName": "Choobah Limited", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "22735994", 
    "title": "Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101653286, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      80
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. choobah. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAM3AAAAJDcyNDgwZWU5LTdkYTQtNDNiYy1iNjkyLWFlYzQxZjY2MWE2MQ. png", 
    "universalName": "choobah-ltd", 
    "companyId": 9217901
  }, 
  "description": "    Pinnacle Recruitment are looking for a Data Analyst for a role in East    Croydon    The Role    The primary focus of Data Analyst is to help the Business Data Manager    provide clear analysis on our operational performance and help steer    the direction of our business,  creating an effective framework for our    management teams to achieve our contractual performance obligations.     The role will require the creation and management of accurate and    timely data sets for key internal and external stakeholders.     Specific Responsibilities    • Preparation of weekly KPI’s,  forecasts and reports    • Collecting,  collating,  presenting and analysing performance data    across a variety of contracts and locations.     • Creating business models,  forecasting performance and testing a    series of assumptions.     • Creation and on-going management of databases and data sources    • Working with Senior Colleagues throughout the business to help them    collate and analyse data that is pertinent to their area.     Requirements of the Role    • Strong data manipulating Skills    • Strong IT skills to include; Advanced Excel Skills,  Intermediate MS    Access Skills and Basic programming ability (VBA) and the ability to    learn new software packages and systems    • An open and flexible approach to work    • An inquisitive nature and a desire to learn    • Commercial awareness and understanding    The Way We Work    Practical Things To Be Aware Of About How We Work    • You will primarily work from our East Croydon office    • We are not a 9 to 5 employer,  we manage people based on outcomes and    achievement,  and flexibility is a key component of how we work    • We are committed to a stringent programme of continuous improvement    based on regular analysis of key business processes and behaviours,  you    will be expected to contribute to this process and to support any    resulting changes in how we work    Reward and Recognition    • Full time hours 37. 5 hours per week    • Pension Scheme    • Private medical cover", 
  "companyDescription": "      Choobah Limited    Choobah is a unique social media broadcast platform with its own    distribution network across all the social media portals.  You no longer    have to rely purely on your own network or join countless groups,     posting your job over and over again.     Choobah’s network is based on location and job interest and we allow    you to see your reach before you even sign up.     We have created our own pages,  groups and accounts with members    interested only in relevant matching jobs.  This means that when you    post your advert,  we base it on location and industry and therefore    only display the job in matching groups as well as to your own social    connections.     With more exciting,  never seen before features coming soon,  you’ll want    to sign up now to keep ahead of the game.     With Choobah,  you can reduce the need for expensive social media    campaigns and let Choobah boost your brand and deliver applications    direct to you.  Get your job in front of people on social media", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
