{
  "jobPosting": {
    "companyName": "Anson McCade", 
    "functions": [
      "RSCH", 
      "ENG"
    ], 
    "companyJobCode": "AMCCHN/GHDFG54", 
    "title": "Data Scientist (Data Science,  Analytics Hadoop,  Java,  AWS)", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100319610, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. AnsonMcCade. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAATiAAAAJGY0YWNlMzc3LWU0YzUtNGI4NC04NDZlLTY3YmEzNjI4NzllMA. png", 
    "universalName": "anson-mccade", 
    "companyId": 31392
  }, 
  "description": "    Data Scientist (Data Science,  Analytics Hadoop,  Java,  AWS)    Dublin,  London    A whole new digital world! The world is a rapidly changing place in    which technology now has its place in our day to day lives.  If you want    to be a part in shaping this digital future we want to hear from you.  A    passion for a things digital is key,  you will have you finger on the    pulse of the digital space and a true passion for technology.  This role    will see you work on dynamic and innovative projects that will be in    the hearts and minds of the general public.  You’ll never have to    explain what you do again!    Data Scientist (Data Science,  Analytics Hadoop,  Java,  AWS)    This role will see you diagnose problem areas and contributing to the    architecting the solution.  You will bring deep data manipulation,     interrogation and visualization skills to maximize the utility of data    insights,  with a strong focus on high quality and on time project    delivery.  You will have the ability to see problems before they occur    and navigate around them.  You will have deep technical skills and the    ability to pick up and work with a variety of analytics tools.  For this    role it is vital that you can communicate to none technical audiences.     You will be working at the forefront of the space on innovative and    dynamic projects.     Data Scientist (Data Science,  Analytics Hadoop,  Java,  AWS)    Anyone With a Relatable PHD Will Be Considered.  Particularly Interested    In    Artificial Intelligence    Cognitive Learning    Machine Learning    The ability to liaise with non-technical audiences is key; you must be    able to explain what you do in a simple and understandable way.     Basic Qualifications    Bachelor’s Degree in Mathematics,  Technical Science,  Computer Science    (or equivalent) or Engineering    Minimum 1 Year Programming Experience In At Least One Item From Each    R,  SAS, Mathematica,  MATLAB,  Sagemath    Python,  Ruby,  Perl,  Java,  Scala    Linux    Bash scripting including sed,  awk,  cut,  uniq,  sort,  tr    SQL    Minimum 1 year experience of Machine Learning and Big Data technologies    such as Hadoop,  Mahout,  Pig,  Hive etc    6 months experience in Plotting Graphics (Scatterplots/matrix plots,     Line graphs/bar charts,  etc. )    1 year experience in Data Analysis    BS Or Advanced Degree In Mathematics,  Statistics,  Econometrics,  Or    Other Data-heavy Research Science With Experience In The Following    Highly Desired    Linear Algebra    Statistics    Graph theory    Network analysis    Algorithms    Probability    Markov chains/hidden Markov models    Classification and regression techniques    Matrix factorization/singular value decomposition    Expertise With The Following Software    Hadoop    Spark/MLLib/GraphX    Mahout    Graphlab    Other machine learning libraries    Pig and UDFs    Hive and UDFs    Source control systems: Git,  Mercurial,  or Subversion    Build tools: ant,  maven    Cloud storage and computation such as AWS's EC2 and EMR    Multiple Years’ Experience In Plotting / Graphics    Advanced/specialized plotting techniques    Cross-platform skills: R,  JavaScript,  Mathematica,  Python,  etc.     Previous Experience With    Built recommenders or large-scale computation of metrics (similarity,     cohort containment,  etc. )    Designed and measured performance of predictive models    Automation of work    Web services    This role will see you work with some very impressive clients on    high-profile projects.  If you feel you meet the requirements for the    role and have the passion and desire to succeed,  don’t hesitate apply    today.     For further information please contact Christopher Nellis on    02077806706 or alternatively you can email to    Christopher. Nellis@ansonmccade. com    Reference: AMCCHN/GHDFG54    Type: Permanent    Start: Flexible    Duration: Permanent    Salary:    £40, 000 - £90, 000 (Depending on Experience)    Contact: 02077806706    Email: Christopher. Nellis@ansonmccade. com", 
  "companyDescription": "      Anson McCade    An IT and Capital Markets recruitment consultancy centred in London,     UK.     Anson McCade Ltd is an established and well-respected IT & Capital    Markets recruitment agency based in the City of London.  Our success has    been achieved by a no-nonsense approach to recruitment,  where the    Client can rely on a dedicated and personal service based on both rapid    response and long-term delivery principles.     Anson McCade is aware that the straightforward matching of skills    fulfils only a fraction of our Clients' requirements.  Therefore we    operate a more holistic approach to the evaluation of a candidate for    each Client,  placing equal emphasis on their precise technical skills,     personal qualities and aspirations.  This has been achieved by    extensive,  comprehensive and continual training within Anson McCade.     The result is the provision of a high quality service to a wide range    of long-term Clients,  who can rely on high calibre candidates being    presented and therefore a high cvs-to-interviews-to-placement ratio.     Anson McCade's traditional marketplace is to supply experienced,  senior    contract and permanent IT & Front/Middle Office staff to high profile    industry sectors from Banking and Hedge Funds to Consultancies and    Media organisations. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
