{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "OTHR", 
      "IT"
    ], 
    "companyJobCode": "LondonLocaljobs-78113139", 
    "title": "Data Analyst/Business Data. . . ", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101669065, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "    Data Analyst/Business Data Analyst/Cognos/Excel/Access/FMCG/West London    My client,  an international organisation,  is looking for the services    of a Data Business Analyst to join a customer marketing and BI team    based in West London.  The role will involve campaign analysis and    reporting,  actionable insights generation and analytics & insight    project/vendor management.     Role Expectations    Building a central and consistent approach to reporting    Campaign analysis and reporting    Turning data insights into business opportunities for Incubation Team    Future forecasting for market/segment performance    Supporting the marketing function and helping decision making    Managing vendor selection and marketing campaign tools implementations    and optimisation    Training & up skilling LRS business on utilising the software/databases    Becoming a subject matter expert for customer data related projects    Using a variety of tools and data sources    Requirements Of The Data Analyst    Strong and demonstrable experience in marketing data analytics    Advanced Usage Of Tools And Systems       Cognos       Excel       Web Analytics tools       Campaign marketing tools (for example,  Adobe,  Smart Focus,  Exact        Target)       Access and VBA     Familiar with measurement of marketing performance KPIs    Experience with customer segmentation creation    Experience with propensity modelling and statistical modelling    Desirable    Ideally have experience within the FMCG environment    Please forward your CV in the first instance", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
