{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86738334", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "Comcast brings together the best in media and technology.  We drive innovation to create the world's best entertainment and online experiences.  Comcast Corporation (Nasdaq: CMCSA,  CMCSK) is a global media and technology company with two primary businesses,  Comcast Cable and NBCUniversal.  Comcast Cable is the nation's largest video,  high-speed Internet and phone provider to residential customers under the XFINITY brand as well as to businesses.  NBCUniversal operates 30 news and entertainment cable networks,  the NBC and Telemundo broadcast networks,  television production operations,  television station groups,  Universal Pictures and Universal Parks &amp; Resorts. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Comcast", 
  "canFollow": false, 
  "companyId": "1703", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Comcast", 
    "title": "Executive Principal Data Scientist - Machine Learning,  Big Data,  Data Mining"
  }, 
  "description": "Comcast brings together the best in media and technology.  We drive innovation to create the world's best entertainment and online experiences.  As a Fortune 50 leader,  we set the pace in a variety of innovative and fascinating businesses and create career opportunities across a wide range of locations and disciplines.  We are at the forefront of change and move at an amazing pace,  thanks to our remarkable people,  who bring cutting-edge products and services to life for millions of customers every day.  If you share in our passion for teamwork,  our vision to revolutionize industries and our goal to lead the future in media and technology,  we want you to fast-forward your career at Comcast.  Do you want to work on unlocking the true power of big data?Are you ready to go beyond classic predictive analytics and machine learning to newer areas like deep learning and micro-contextual analytics to obtain fundamentally new business insights from petabytes of behavioral data?Join the Comcast Big Data Science Team to work in a dynamic,  startup-like environment with the resource backing of one of the world's largest companies. What you will be doing:- Diving into huge,  noisy,  and complex real-world behavioral data to produce innovative analysis and new types of predictive models of customer behaviors and TV product performance- Unleashing your creativity to find hidden gems that improve our understanding of TV and internet that will drive actionable business decisions- Collaborating with executive leaders and business owners,  leading teammates to solve business problems using broad spectrum of data science tools,  packages and visualization techniques- Using your deep knowledge of the big data ecosystem to build efficient and scalable analytical solutions- Discovering and implementing new tools and technologies to keep current with the trends and advances in the data science community- Bringing strategic vision to the team and serving as a subject matter expert in the capabilities of Data Science. What you need for this position:- Expert knowledge of machine learning,  data mining and natural language processing algorithms with special emphasis to the advanced algorithms like neural networks,  SVM,  random forests,  bagging,  gradient boosting machines,  k-means++,  etc. - Solid experience in practical predictive modeling.  Forecasting is a plus. - Good understanding of the experimental design,  simulation,  optimization,  mixed methods and market research. - Exposure to the representation learning,  including deep learning. - Advanced knowledge of two or more of the analytics languages/toolkits such as R,  SAS,  SPSS,  Matlab or Python with analytical extensions. - SQL and advanced data processing. - Proficient in at least one programming/scripting language like Python,  Scala,  Julia,  Ruby,  or Java,  C#,  etc. - Strong understanding of big data concepts and knowledge of big data languages/tools such as Hive,  Pig,  Mahout or Spark. Educational Level and Experience- PhD (preferred) or Master degree in Computer Science,  Applied Mathematics,  Statistics,  Econometrics,  Quantitative Social Sciences or related field. - At least 10-15 years of experience depending on educational level and relevance. Core responsibilities:- Leads development of analytical models using statistical,  machine learning and data mining methodologies.  Key contributor to the model development strategy. - Defines requirements for exploratory and ad hoc data analysis.  Generalizes ad hoc analysis to develop new solutions and products. - Introduces new classes of business metrics.  Defines overall metrics structure. - Defines new approaches to feature engineering,  extraction and learning. - Collaborates with the data architects of various data platforms (big data,  relational and non-relational) to define requirements for data architecture enhancements and new data ingestion.  - Utilizes Hadoop,  SQL and NoSQL languages,  tools and technologies to extract and process data for analytical needs.  Architects data processing pipelines.  - Utilizes Big Data Analytical tools and packages to design and build highly scalable analytical models- Leads the analysis and formalization of the business problems.  Collaborates with business owners and executive leaders. - Leads the team in adoption of new analytical algorithms,  tools and technologies.  Introduces new methodologies and algorithms. - Consistent exercise of independent judgment and discretion in matters of significance. - Regular,  consistent and punctual attendance.  Must be able to work variable schedule if necessary. - Other duties and responsibilities as assigned.  Comcast is an EOE/Veterans/Disabled/LGBT employer"
}
