{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87898269", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "5+ years of experience with MySQL architecture,  replication,  sharding,  monitoring,  troubleshooting and backups with proven record in delivering enterprise-scale DW/Big Data solutions within a complex operating environment.  MS BI stack experience essential – expert in SQL Server and stored routines,  SSIS,  SSAS.  Excellent SQL and ETL development skills.  Net/Java programming experience (or similar) Experience with other BI solutions (e. g.  QlikView/Tableau/MicroStrategy) would be beneficial Working knowledge of advanced Analytics techniques (Data-Mining,  Machine Learning,  etc. ) would be advantageous,  as would knowledge of DW/Hadoop hardware design/performance tuning.  Excellent analytical and problem solving skills Excellent written and verbal communication skills Can work cross functionally in many areas,  and has a collaborative and upbeat work ethic Strong ability to multi –task/balance conflicting priorities and work to tight deadlines Strong attention to detail and the ability to develop key stakeholder relationships A specialist knowledge and practical experience of applying specific skills to a variety of business problems (e. g.  Marketing analysis,  mathematical modelling and business forecasting,  statistics or data management and systems development Experience of creating and presenting predictive models Experience of KPI creation and reporting and working within a KPI driven framework.  Experience of consumer and data profiling is essential Experience in areas of CRM activity or database analysis for marketing purposes Good experience in dealing with multiple data sources from internal or external databases,  Experience of working in a fast growth entrepreneurial business,  involving large volume transactions or reoccurring revenue streams would be beneficial   For a confidential discussion on these opportunities please contact Ellie@TalentHub. ie or call me on +353 1 631 9090", 
  "following": false, 
  "companyDescription": "We are TalentHub,  a specialist recruitment agency with a fresh approach.  We identify and deliver the best talent in Digital,  Ecommerce,  UX &amp; Design,  Media,  Tech and Marketing.  If you are seeking a new challenge,  or you need someone on your team to accelerate your business,  chances are we will know who or what you are looking for.  We are sparky,  results driven and collaborative people who are incredibly well-networked in our sector.  Pop into us for a chat or give us a call on 01 6319090 to discuss your hiring requirements.  Specialised recruitment made easy.  - See more at: http://www. talenthub. ie", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "TalentHub Recruitment", 
  "canFollow": false, 
  "companyId": "9341298", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "TalentHub Recruitment", 
    "title": "Business Data Analyst"
  }, 
  "description": "Our client are a leading FinTech company based just outside of Manchester,  UK.  They are leaders in their sector (with the accreditations to prove it) and they are now seeking experienced Business Data Analysts to develop innovative Data Warehouse &amp; Big Data solutions that will be best-in-class for their users.    This is a fast paced,  entrepreneurial environment and will suit candidates who enjoy the challenges,  complexity and variety that such an environment offers.  The ideal candidate will be able to deliver exceptional analytical and DW solutions at pace,  whilst also keeping a commercial eye on the strategic goals of the business to ensure that our solutions are scalable and sustainable into the future.    Role summary:   Providing actionable customer insight and analytics that will support the commercial business,  communication and operational planning.    Monitoring and analysis of product KPI’s identifying trends,  issues and potential opportunities within a highly transactional organisation and developing predictive models to predict customer behaviour and maximise customer lifetime value.  Reporting and forecasting based on relevant data,  which you should be comfortable at presenting to board level.    To act as a regular point of contact for one or more product areas,  working with internal stakeholders and management team to prioritise work requests pro-actively,  seek opportunities to provide cutting-edge analytical solutions and to challenge where requests for work are not appropriate. "
}
