{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/76671665", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "About ING ING is a global financial institution of Dutch origin.  We draw on our experience and expertise,  our commitment to excellent service and our global scale to meet the needs of a broad customer base,  comprising individuals,  families,  small businesses,  large corporations,  institutions and governments.  Our strengths include our relatively high customer satisfaction levels,  solid financial position,  multi-channel distribution strategy and international network.  Moreover,  ING is a sustainability leader in its sector.  In need of further information or ready to apply?Can you identify with this profile? Then apply and become a Data Scientist at the ING Advanced Analytics Team.  Do you have any questions about this position? Please contact Rob van Elburg,  Global  IT Recruiter,  via +31-6-20210769 or rob. van. elburg@ing. nl", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "ING", 
  "canFollow": false, 
  "companyId": "2594164", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "ING", 
    "title": "Data Scientist"
  }, 
  "description": "Data Scientist.  Shaping innovations at ING.    Playing a lead role in data analysis within international banking.  Do you want to have a lead role in data analysis developments that break new ground in banking? Do you aspire to a position in an international team? Then,  apply at the Advanced Analytics Team and become a Data Scientist who takes the lead in data analysis The financial world is making huge strides.  Changes are taking place in rapid succession.  Across the world,  ING wants to play a role in these changes.  We believe that clever use of data analysis with people who excel in this dynamic domain is crucial in distinguishing ourselves: Deepening customer knowledge.  The core of our existence is to empower our customers to stay a step ahead in life.  To fulfill this task we need to improve our ability to better identify the needs of our customers.  Asset generation.  An important strategic theme introduced with our new strategy is consumer and SME lending in the challenger and growth markets.  The team can help with improving/ developing prediction models/ solutions (leads/ acceptance/ management/ arrears).  Risk reduction.  The team can help to improve risk models and help to better detect or predict risks by developing for example advanced network models on how markets/ companies are related or develop early indicators to detect the early stages of a financial crisis or a housing crisis.  Operational excellence.  Flawless execution and easy access to our services for customers is key.  The team can help to improve service levels and lower costs for ING.  Breakthrough data analytics innovations.  Where possible the team will also try to focus on breakthrough data analytics innovations for ING.  For example helping people when they buy a house on future value development and or time to sell.  Or helping people to detect online scams by giving a confidence rating if they want to do business with someone,  like scam advisor does.  Learning a lot and pioneering in dynamic surroundingsAs a Data Scientist you are part of the Advanced Analytics Team containing a total of 13 specialists.  You are working directly with blackbelts,  computer scientists and other data scientists; partly highly experienced,  partly less experienced.  The team works international for all ING divisions worldwide. You are working in really amicable and dynamic surroundings where we spend each day working on innovation and new business opportunities.    The team’s goal is to use data technologies to solve all kinds of strategic business questions,  in order to anticipate the desires,  needs and interests of our customers even better.    Interesting terms of employmentAs a Data Scientist at ING,  this fulltime position(40 hours a week) offers you an excellent salary and superb fringe benefits.  Apart from that,  you will be given sufficient development opportunities,  both locally and internationally,  and you will be entitled to support in the event of any relocation from abroad.     Who are we looking for?You are an enthusiastic and entrepreneurial Data Scientist who achieves maximum results from projects.  You have the leadership and management qualities to be a frontrunner within these projects as well as within your team.  You are very socially competent and a highly skilled communicator who is able to work with parties concerned on all levels within an organization.  Moreover,  you are good at coaching and counseling more junior colleagues.     Furthermore: You speak and write the English language fluently; German,  Dutch,  Spanish,  French or Italian as extra language.  You have at least 3 years of relevant work experience in data/analytics; You have completed a Master’s or PhD degree with honors in Computer Science,  Mathematics or in another relevant field of studies; You have experience in one or more of the following areas of expertise: data architecture,  data mining and/or data analysis; You have experience regarding one or more of the following specialist skills/ areas: o NOSQL,  SQL,  R,  SAS,  SPSS,  Python,  Matlab,  etceterao Databases and/or data models (Graph databases, Hippocratic databases,  ontologies,  semantic frameworks) o Data security and privacy (privacy-preserving datamining,  data security,  data provenance) o Algorithms for data integration / captureo Machine learning,  Bayesian Analysis,  EvolutionaryComputing,  Neural Networks,  o Statistics (Regression,  Clustering,  Decision trees, Hypergraphs) o Advanced mathematicso Simulation,  scenario analysis,  modeling You can preferably vouch for entrepreneurship (for instance,  because you once started your own business,  worked at a start-up,  or because you managed innovation teams within companies); You display a natural instinct for innovation and pragmatic ‘out-of-the-box’ thinking; You preferably have experience with Agile/Scrum aswell.  20% travelling.  About ING ING is a global financial institution of Dutch origin.  We draw on our experience and expertise,  our commitment to excellent service and our global scale to meet the needs of a broad customer base,  comprising individuals,  families,  small businesses,  large corporations,  institutions and governments.  Our strengths include our relatively high customer satisfaction levels,  solid financial position,  multi-channel distribution strategy and international network.  Moreover,  ING is a sustainability leader in its sector.  In need of further information or ready to apply?Can you identify with this profile? Then apply and become a Data Scientist at the ING Advanced Analytics Team.  Do you have any questions about this position? Please contact Rob van Elburg,  Global  IT Recruiter,  via +31-6-20210769 or rob. van. elburg@ing. nl"
}
