{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/89067267", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "About You The ideal candidate will be a motivated proactive individual with proven analyst experience in providing data modelling and have a sound understanding of performance reporting process and objectives.  You will have a high level of Microsoft Excel and Word expertise alongside strong experience of SAP Business Objectives and Qlikview.  Additionally you will be able to adopt creative approaches to present and explain performance whilst proactively seeking out trends and relationships across different datasets.  Experience of operational working practices is desirable but not essential as full training of Royal Mail’s reporting procedures will be given.  You will be able to demonstrate your ability to collaborate and work effectively with other functions and build strong working relationships.  Location is dependent on the successful applicant,  with bi-monthly travel to Chesterfield.  Salary: From £25, 800- £31, 500,  dependent on experience.  Closing Date: 11th December 2015. ", 
  "following": false, 
  "companyDescription": "About us Five centuries in business has made Royal Mail more than a household name.  We connect companies,  customers and communities across the country,  delivering a ‘one-price-goes-anywhere’,  universal postal service to more than 29 million addresses across the UK.  A FTSE 100 organisation,  we’re undertaking one of the biggest industrial transformations in the UK in recent history.   Letter volumes are declining,  so we are focused on leveraging the increasing number of parcels being driven by the growth of the online shopping industry.  We want to be more flexible and efficient and are employing our strong brand and a range of new products and services to achieve this. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Royal Mail", 
  "canFollow": false, 
  "companyId": "5263", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Royal Mail", 
    "title": "Junior Data Analyst - Location flexible"
  }, 
  "description": "About the role We currently have a vacancy for a Junior Analyst role in the Traffic team (within Royal Mail the term traffic refers to the Mail volumes).  As a Junior Analyst you will support the Traffic Data Manager in driving forward the understanding and reconciliation of traffic volumes across the Royal Mail Pipeline.  The Junior Analyst will provide data modelling,  insight generation and reporting,  presenting this in relatable terms to a wider audience across the business.  You will support the delivery of root cause and insightful analysis on traffic volumes performance,  on a weekly and monthly basis,  in order to drive fact based business understanding and decision making. "
}
