{
  "jobPosting": {
    "companyName": "IPG Mediabrands", 
    "functions": [
      "OTHR", 
      "IT"
    ], 
    "companyJobCode": "mediabrands-openhire-4207", 
    "title": "Assistant Social Data Analyst", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101894459, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      80
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. ipgmediabrands. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWkAAAAJDkyOTVjN2ZjLThjNTQtNDdmOS1hODNmLTZkMzcxZmY2NmMxNw. png", 
    "universalName": "ipg-mediabrands", 
    "companyId": 406315
  }, 
  "description": "      ABOUT US    Mediabrands UK was founded by Interpublic Group in 2007 to manage all    of its global media-related assets.  Today we manage and invest $36    billion in global media on behalf of our clients,  employ    over 7, 500 diverse and daring communication specialists worldwide and    operate our company businesses in over 130 countries.  A proven entity    in maximising media investments and business results,  the IPG    Mediabrands UK umbrella includes local    agencies UM London and Initiative UK,  and its roster of speciality    services including Orion,  Rapport,  MAGNAGLOBAL and Mediabrands Audience    Platform (Cadreon,  Reprise Media,  Ansible and Spring Creek). n In the UK    we manage and invest over £1 billion for some of the country’s largest    companies and employ over 450 people in our St.  John’s Square    headquarters in Clerkenwell,  the creative heart of London.      ABOUT THE ASSISTANT SOCIAL DATA ANALYST ROLE    Passionate about big data puzzles? Then this is the dream role for    you!  We are a small team analysing millions of rows of our clients’    Social media data by developing our own ground-breaking tools.     The Assistant Social Data Analyst will be working closely with    developers and strategists all over the world.     This Analyst Role Encompasses Two Main Facets       Developing and refining innovative web-based tools for analysing        our clients’ Social media data.        Using these tools to analyse and mine practical insights from the        data.       ASSISTANT SOCIAL DATA ANALYST KEY TASKS AND RESPONSIBILITIES    Our key tool Performly (www. performly. social) is the world’s first    automated solution for assessing Earned Media Value.  Performly    assesses the social media efforts of brands in terms of local currency    – and allows online marketing professionals to see the financial    benefit of their efforts.      Skills    Initially,  you will receive full Performly training then,  depending on    your skillset,  you will:    Work with developers and project managers in London,  NY and Kuala    Lumpur to continue to develop and refine the Performly product.     The Assistant Social Data Analyst shall support Social Strategists    internationally to set up Performly dashboards.     Become a methodology expert,  both in terms of Performly and Social at    wide.     Support the Director of Product and Research at the forefront of    developing new methodologies for evaluating Social Media.     The Assistant Social Data Analyst will meet with key Social Media    owners (Facebook,  Twitter,  Google etc) to keep up with their latest    developments.     Analyse big data to find benchmarks,  insights and learning to shape and    optimise brands’ social strategies.       THE PERKS    We guarantee that your career with us will be varied and exciting.     Every day in this fast paced environment presents a different challenge    and if you work smart and are the best at what you do,  your time here    will produce endless possibilities for your future.     You will get our support in developing your skills at every step of    your career journey with us.  Your manager will help you create a    tailored career path and through our in-house experts,  and online    performance management and learning and development tool,  you will have    access to a wide range of internal and external courses.  In addition to    this there are always plenty of internal sessions on the latest    developments in the industry,  e-learning courses,  bite-size learning    sessions and on the job training and development.     We aim to provide all of our people with a supportive and fun work    environment where you can develop your full potential and benefit from    the broad range of opportunities within the agency both in the UK and    globally.     www. ipgmediabrands. co. uk/     ABOUT YOU       The ideal candidate comes with the following skillset (must):       Very strong Maths and Statistics,  at degree level or equivalent.        Strong problem-solving and analytical skills.        Ability to interpret,  write and present in a creative and        interesting way.        Excellent spoken and written English.        Good knowledge of Microsoft Office,  in particular Excel.        Naturally inquisitive,  self-reliant and highly motivated.        Good team player.      DESIRABLE:       Interest and/or experience in statistical languages (eg R,  Python);       Experience with VBA (for Excel macros);       Interest in data visualisation;       Experience of buying/measuring social media. ", 
  "companyDescription": "      IPG Mediabrands    We were founded by Interpublic Group (NYSE: IPG) in 2007 to manage all    of its global media related assets.  Today that means we manage and    invest $37 billion in global media on the behalf of our clients,  employ    over 7, 500 diverse and daring marketing communication specialists    worldwide and operate our company businesses in more than 127    countries.     A proven entity in helping clients maximize business results through    integrated,  intelligence-driven marketing strategies,  IPG Mediabrands    is committed to driving automated buying,  pay for performance and    digital innovation solutions through its network of media agencies    including UM,  Initiative,  BPN,  ORION Holdings and ID Media.  Its roster    of specialty service agencies,  including MAGNA GLOBAL,  Ansible,     Mediabrands Audience Platform (MAP),  Mediabrands Publishing,  IPG Media    Lab,  Ensemble,  and Identity offer technologies and industry moving    partnerships that are recognized for delivering unprecedented bottom    line results for clients.     For more information,  please visit our website at    www. ipgmediabrands. com and follows us on Twitter at @IPGMediabrands or    Like us on Facebook: http://on. fb. me/M90csL", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
