{
  "jobPosting": {
    "companyJobCode": "AMCAWMSCO01", 
    "expirationDate": 1451865065000, 
    "title": "Management Scientist (Data,  Analytics,  Big Data)", 
    "listingType": "BASIC", 
    "description": {
      "rtData": [], 
      "rawText": "Management Scientist (Data,  Analytics,  Big Data)My client,  a highly-established,  global market leader,  Tier 1 Consultancy (one of the world’s largest) is urgently seeking ambitious Management Scientists (Data,  Analytics,  Big Data) to assist blue-chip clients tackle) the full breadth of their information management challenges.  With over 200, 000 employees worldwide,  a great exposure to variety of work,  second to none investment and training (more than double their competitors) this is a fantastic opportunity for a Management Scientist with the desire for rapid growth and to follow a fast-track management route. Management Scientist (Data,  Analytics,  Big Data)The successful Management Scientist will take a leading role in designing and leading a team to deliver Advanced Analytics services and solutions across the client base. You will work with the team and their clients to understand their strategic business challenges.  You will take the lead role in designing informatics and predictive analytic services and solutions to address and deliver improved client outcomes.  You will deliver accurate resourcing and plan estimates.  You will be able to engage with C-level clients and explain these services from a non-technical,  business perspective,  identifying the value which will be delivered to the client.  You will lead a team of management scientists and other technical professions to deliver these services to cost and plan,  also acting as the key interface to the clients’ global network of scientific Innovation and Delivery Centres. Key Responsibilities:Have a detailed understanding of how analytics can help deliver these prioritiesHave demonstrated experience in architecting end-to-end analytics solutionsHave a detailed understanding and direct experience of leading the design and delivery of analytics to deliver improvements in at least one of the following areas;Sales and Customer Services AnalyticsCustomer and Marketing AnalyticsFraud and Risk AnalyticsCredit and Collections AnalyticsOperations AnalyticsHealthcare AnalyticsBig Data AnalyticsHave direct experience in a broad suite of Advanced Analytics solutions,  e. g.  SAS,  R,  IBM SPSSTake a rigorous and structured approach to identifying and solving client problemsSupport the delivery of client work and development of new client opportunities with both existing clients and prospective new clientsSkills,  Qualifications,  Expertise,  and Experience:Significant relevant management consulting experience,  industry experience and/or predictive analytic industry experienceBackground in advanced analyticsExperience of supervising analytic teams in industry or consulting environmentsPhD or Masters Degree in quantitative field preferredSignificant experience in advanced statistics software (e. g.  SAS)Significant experience leading advanced modeling techniques with the application of statistics/econometrics or other modeling techniques to business problemsDeep experience in an analytic \"domain\" (e. g.  Risk analytics,  Operations analytics,  Big Data Analytics etc)Consulting experience with evidence of significant client impact and value creationReference: JSAMCAWMSCO01Type: PermanentPosition: Management Scientist (Data,  Analytics,  Big Data)Location: LondonStart: FlexibleSalary: £60k - £110k plus excellent benefits and extensive career progression opportunitiesContact: Ariel Weinstein,  Anson MccadeTelephone: 020 7780 6700E-mail: Ariel. Weinstein@ansonmccade. com"
    }, 
    "postalCode": "SE1", 
    "jobState": "LISTED", 
    "companyName": "Anson McCade", 
    "companyDescription": {
      "rtData": [], 
      "rawText": "An IT and Capital Markets recruitment consultancy centred in London,  UK. Anson McCade Ltd is an established and well-respected IT &amp; Capital Markets recruitment agency based in the City of London.  Our success has been achieved by a no-nonsense approach to recruitment,  where the Client can rely on a dedicated and personal service based on both rapid response and long-term delivery principles. Anson McCade is aware that the straightforward matching of skills fulfils only a fraction of our Clients' requirements.  Therefore we operate a more holistic approach to the evaluation of a candidate for each Client,  placing equal emphasis on their precise technical skills,  personal qualities and aspirations.  This has been achieved by extensive,  comprehensive and continual training within Anson McCade.  The result is the provision of a high quality service to a wide range of long-term Clients,  who can rely on high calibre candidates being presented and therefore a high cvs-to-interviews-to-placement ratio. Anson McCade's traditional marketplace is to supply experienced,  senior contract and permanent IT &amp; Front/Middle Office staff to high profile industry sectors from Banking and Hedge Funds to Consultancies and Media organisations. "
    }, 
    "sponsored": false, 
    "showPosterInfo": false, 
    "applicationRouting": "COMPANY_WEBSITE", 
    "functions": [
      "RSCH", 
      "OTHR"
    ], 
    "listDate": 1449273065000, 
    "countryCode": "gb", 
    "company": "urn:li:company:31392", 
    "id": 102448913, 
    "veteranCommitted": false
  }, 
  "formattedLocation": "London,  GB", 
  "applicationSetting": {
    "applyMethod": {
      "com. linkedin. jobs. OffsiteApply": {}
    }
  }, 
  "externalApplyLink": "/jobs2/view/externalApply/102448913?trk=guest_apply_click_apply_button&url=https%3A%2F%2Fjobs. umbrella. co. uk%2Fjobs%2F4027043&urlHash=uKBn&_mSplash=1&csrfToken=ajax%3A2644187314825728846", 
  "formattedEmploymentStatus": "Full-time", 
  "formattedJobFunctions": [
    "Research", 
    "Other"
  ], 
  "formattedExperience": "Mid-Senior level", 
  "formattedIndustries": [
    "Staffing and Recruiting"
  ], 
  "formattedPostedDaysAgo": "Posted 2 days ago", 
  "formattedPostedDaysAgoSlim": "2 days ago", 
  "formattedPostedDaysAgoShort": "2d", 
  "companyDescriptionLanguage": "en", 
  "decoratedCompany": {
    "formattedEmployeeCount": "11-50 employees", 
    "formattedCompanySize": "11-50", 
    "foundedYear": 2000, 
    "formattedCompanyType": "Privately Held", 
    "companyLogo": {
      "logoType": "SQUARE_LOGO", 
      "urn": "urn:li:media:/AAEAAQAAAAAAAAR2AAAAJDBmODYwMzBkLWZmNDAtNDk2Mi1hNDFjLWIxMzA4MmY3ODk2Yg. png"
    }, 
    "localizedDescription": "An IT and Capital Markets recruitment consultancy centred in London,  UK. \r\rAnson McCade Ltd is an established and well-respected IT & Capital Markets recruitment agency based in the City of London.  Our success has been achieved by a no-nonsense approach to recruitment,  where the Client can rely on a dedicated and personal service based on both rapid response and long-term delivery principles. \r\rAnson McCade is aware that the straightforward matching of skills fulfils only a fraction of our Clients' requirements.  Therefore we operate a more holistic approach to the evaluation of a candidate for each Client,  placing equal emphasis on their precise technical skills,  personal qualities and aspirations.  This has been achieved by extensive,  comprehensive and continual training within Anson McCade.  The result is the provision of a high quality service to a wide range of long-term Clients,  who can rely on high calibre candidates being presented and therefore a high cvs-to-interviews-to-placement ratio. \r\rAnson McCade's traditional marketplace is to supply experienced,  senior contract and permanent IT & Front/Middle Office staff to high profile industry sectors from Banking and Hedge Funds to Consultancies and Media organisations. ", 
    "company": {
      "specialities": [
        "Information Technology", 
        "Banking", 
        "Capital markets", 
        "Risk", 
        "Consulting"
      ], 
      "universalName": "anson-mccade", 
      "companyId": 31392, 
      "heroImage": {
        "croppedImage": "urn:li:media:/p/4/005/071/13d/3b47d9b. png"
      }
    }, 
    "canonicalName": "Anson McCade", 
    "hasPaidLcp": false, 
    "formattedIndustries": [
      "Staffing & Recruiting"
    ]
  }, 
  "formattedListDate": "December 4,  2015", 
  "formattedExpireDate": "January 3,  2016", 
  "hasSavedJobPosting": false, 
  "offsiteApply": true, 
  "hasMySavedJobPosting": false, 
  "descriptionLanguage": "en", 
  "hasDecoratedCompany": true
}
