{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86748971", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "We are looking for:   Our ideal candidate has: A MSc or PhD in computer science,  mathematics or another relevant area For this (Senior) Scientist position we require at least 4 - 10 years of preferably applied research experience in the  domain of data management,  visualization and analytics,  incl.  affinity to the industrial research way of working Hands-on experience incl.  solid programming skills with data analysis techniques such as clustering,  statistical analysis,  graph analysis,  pattern recognition,  classifiers,  recommenders in database management systems,  IT,  tools for data integrations and data analysis/modelling Experience with Java and C/C++ coding,  Hadoop clusters,  different SQL and non-SQL databases as well as data analytics tools such as R,  Matlab,  SPSS,  WEKA,  etc.  Good communication and interpersonal skills,  with the ability to build strong personal relationships at all levels,  both internal and external to Philips Research; with customers/clients,  obtain their user needs and be able to transform those into practical efficient working solutions Team worker in multidisciplinary and international settings,  able to adapt quickly Curious,  proactive,  fast learner able to quickly picking up new areas", 
  "following": false, 
  "companyDescription": "Your team                   Philips Lighting Research is the source of many advanced developments and novel technologies.  Building on 100 years of experience in industrial research and our world-leading patent position,  we're dedicated to bringing meaningful innovations that improve people's lives.  We provide technology options for innovations in the area of Lighting,  targeted at both developed and emerging markets.  Positioned at the front-end of the innovation process,  we work on everything from spotting trends and ideation to proof of concept and first-of-a-kind product development.  For more insights you can visit: www. research. philips. com.   The Smart Personal Spaces and Data Science group is installed to provide the Philips Lighting businesses with new product and service propositions for end customers.  Naturally these depend and relate highly on the “connected everything”,  “IoT”,  “smart homes,  smart buildings and smart cities”,  structured and unstructured “big data” paradigms of today.  Today’s examples are already visible; e. g.  Connected Office Lighting,  Arena Experience,  Retail indoor positioning and the Hue system for connected home lighting.  The group teams up with other Research departments to participate in research projects to create innovative services,  applications and solutions which are transferred to Philips sectors.  It also creates strategies for the research program and delivers technology landscapes,  prototypes and demonstrators.  The group advances and extends the Philips Research competencies in the fields of highly accurate data analytics,  data management,  signal processing and new data driven business model development.                Our offer You will work in a dynamic and challenging environment.  Since you will be working in a team of experts,  each with his/her own competence,  you will gain a lot of knowledge on related topics in a short amount of time.  We welcome you to a challenging,  dynamic and innovative environment with great opportunities for you to explore.  Our benefits are very competitive and designed around your preferences: Depending on experience,  a market conform salary.  25 Days of leave and the possibility to purchase up to 20 extra days off annually A variable bonus based on both Philips results and personal performance Extensive set of tools to drive your career,  such as a personal development budget,  free training and coaching Solid company pension scheme and attractive collective health insurance package Opportunity to buy Philips shares and products with discount", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Philips Lighting", 
  "canFollow": false, 
  "companyId": "2530487", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Philips Lighting", 
    "title": "Data Scientist"
  }, 
  "description": "Your challenge Philips Research and the Philips Lighting business rely more and more on data.  Data management,  data visualization and data analytics techniques are playing an important role in the current Philips products and services and more so in the future,  potentially with your contributions! The phases in data lifecycle management include data acquisition,  data cleaning,  integration,  analysis,  interpretation and visualization.  You,  as candidate,  are knowledgeable and experienced with the different infrastructures,  tools and applications that support the phases.   Passion and ingenuity for Lighting applications is considered a pre,  herewith be able to best support end-to-end Lighting (e. g.  business- and control-) data handling,  management and analytics processes as well as having a good business understanding with accompanying soft-skills.     Your responsibilities Industrial research in the data science field; enlarging relevant knowledge,  bring-in external knowledge and foremost get creative and craft novel data analytics schemes &amp; engines; Explore,  experiment and pilot in concept creation projects,  trial then measure and learn on their success (Lean Startup thinking/ways-of-working); Be able to implement/build methodologies as well as (understand to) scale them together with the businesses; Scout for new data management and analytics technologies outside by visiting conferences,  universities,  vendors and monitor key opinion leaders,  the literature and internet sources; Keep abreast of adjacent application and market developments as well for inspiration and benchmarking the concepts,  herein understanding the business aspects; Instill data science pro-actively to make knowledge available for operational use within Research and the Philips Lighting businesses,  such as to contribute to successful transfers of research knowledge to customers (in form of documents,  code,  running systems and IP); External exposure (for example by means of participation in conferences / scientific publications) and external collaborations (for example with universities or in the context of European research projects) is encouraged; Contribute to the definition and strategy of the departments research program; Contribute pro-actively to a creative and inspiring working environment with your team peers. "
}
