{
  "jobPosting": {
    "companyName": "Santhera Pharmaceuticals (Schweiz) AG", 
    "functions": [
      "RSCH", 
      "MRKT", 
      "IT"
    ], 
    "companyJobCode": "europa_eu-00000600319", 
    "title": "Clinical Data Analyst/Statistician/Medical Writer", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102411084, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      15
    ]
  }, 
  "company": {
    "companyId": 1039755, 
    "websiteUrl": "www. santhera. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAANVAAAAJGExNDFlMGEwLTRiOWQtNDI1ZC1hMTZjLWEzYzhjZWVmZjNiZA. png", 
    "universalName": "santhera-pharmaceuticals-ltd"
  }, 
  "description": "     The responsibilities for this role include the following &iquest;    Provides statistical expertise to the company&iquest;s development    programmes &iquest; Generation of data outputs (graphical and tabular)    both for clinical/regulatory documents and for data mining purposes    &iquest; Scientific/medical writing related to clinical data be    included in clinical/regulatory documents,  congress abstracts and    manuscripts &iquest; Leads the statistical analysis of clinical data in    collaboration with external statistical experts and in collaboration    with CROs &iquest; Oversees all data management processes (outsourced)    &iquest; Oversees statistical processes and data analyses of all    clinical development programs Is a member of the clinical study teams    Works in a matrix function with the development and commercial teams As    an ideal candidate for this role you should have/be M. Sc.  degree or    higher in statistics or life sciences At least 5 years&iquest;    professional experience as clinical data analyst/statistician in a    pharmaceutical company or CRO Track record in preparation of    statistical sections of protocols,  statistical analysis plans,  study    reports and publications.  Extensive experience in SAS programming,     including understanding of data standards (e. g.  CDISC) Skilled in the    preparation of data outputs (graphical and tabular) Ideally: experience    in TIPCO Spotfire software Expertise in medical writing Outstanding    level of written and spoken English Good communication skills Relevant    working/residency permit or Swiss/EU-Citizenship required", 
  "companyDescription": "      Santhera Pharmaceuticals (Schweiz) AG    Santhera Pharmaceuticals (SIX: SANN) is a Swiss specialty    pharmaceutical company focused on the development and commercialization    of innovative pharmaceutical products for the treatment of orphan    mitochondrial and neuromuscular diseases.     Santhera’s lead candidate,  idebenone (marketed as Raxone® in Europe,     and Catena® in other regions) is currently being developed in three    conditions: Leber’s Hereditary Optic Neuropathy (LHON),  a hereditary    form of blindness; Duchenne Muscular Dystrophy (DMD),  the most common    form of muscular dystrophy and primary progressive Multiple Sclerosis    (ppMS),  a type of MS in which disease progression is steady and without    remissions.  These are all orphan indications without satisfactory    treatment options.     Santhera has submitted an application for marketing authorization for    Raxone in LHON to the European Medicines Agency (EMA),  and expects a    decision in the first half of 2015.  If approved,  Raxone would become    the first product authorized for the treatment of this rare disease    which,  when remaining untreated,  inevitably leads to permanent    blindness.     Santhera reported the positive outcome for its Phase III DELOS trial in    DMD,  so far the only positive Phase III trial in this disease.  The    study met the primary and secondary endpoints,  demonstrating that the    drug slowed the loss of respiratory function,  which is a major    contributing factor to morbidity and mortality in DMD.     Santhera is also collaborating with the National Institutes of Health    (NIH) on a placebo-controlled Phase II clinical trial assessing the    effectiveness of Raxone/Catena as treatment of ppMS.     Santhera's second compound in development for the treatment of    neuromuscular diseases,  omigapil,  is in early clinical development for    Congenital Muscular Dystrophy (CMD).  The clinical development program    will be initiated with a Phase I study in pediatric CMD patients,  and    be conducted at the National Institute of Neurological Disorders and    Stroke (NINDS). ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
