{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83901939", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "We are specifically looking for: A proven track record in working on heterogeneous and distributed systems.  4+ Years of Python development experience.  Experience with distributed source control (e. g.  Mercurial,  Git).  Flexibility to deal with a rapidly changing environment.  Preferably you also have: Experience with Python frameworks such as Django and Twisted.  Experience with Infrastructure-as-a-Service,  preferably AWS.  Experience with automating analysis of large data sets.  This is an amazing opportunity to get in on the ground floor in a competitive emerging market,  if you’re interested please submit your most up to date CV as soon as possible!", 
  "following": false, 
  "companyDescription": "Optimus Search is a recruitment company that supplies high class talent to companies in Europe.  With 10 years of expertise working with some of the biggest names in the industry we know what makes a recruitment company successful – “understanding of our clients’ needs”.    We have broken our business down in to three separate divisions in order to make sure it is clear to you,  as a client or as a candidate,  as to exactly what markets and therefore what skills it is we recruit for.  The Three Divisions are as follows:   Optimus Data &amp; Technology Optimus Engineering Optimus Life Sciences   Our range of services includes contingency search,  executive search and contract recruitment.    With various awards to our name,  including the Virgin Fast track 100,  the Optimus Search brand is recognised as a recruitment company that will deliver on its promises. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Senior Data Scientist - AWS/Python/NoSQL"
  }, 
  "description": "Senior Data Scientist - AWS/Python/NoSQL This exciting opportunity is with a dynamic new Startup as a Senior backend developer and help shape the next wave of products and services that help business big and small to share ideas and information from the newest junior member of the team to the CEO!   Our focus is all about building innovation within a business and less on politics,  barriers,  and titles.  Salaries of £60, 000 on offer!  "
}
