{
  "jobPosting": {
    "companyName": "Talent 4. 0", 
    "functions": [
      "IT", 
      "CNSL"
    ], 
    "companyJobCode": "europa_eu-53926872", 
    "title": "Big Data Consultant - Ben je dagelijks bezig met Hadoop of databases?", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 100116701, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. talent40. com", 
    "logo": "urn:li:media:/p/2/000/21d/2ac/38c2fbf. png", 
    "universalName": "talent-4-0-", 
    "companyId": 3010806
  }, 
  "description": "     Are you interested in Big Data? Do you have your first Data Warehousing    and/or Hadoop,  Cloudera,  Neo4J and MongoDB experience? Do you like to    solve the most complex and high scale data challenges? Do you want to    have an impact in the development and use of new data analytics    technologies? Would you like a career that gives you opportunities to    help customers leveraging their data to develop business insights? Our    customer is hiring Big Data Consultants.  The ideal candidate is    passionate about software engineering,  big data and data science.  Role:    The consultants will help companies with defining,  running and    evaluating big data experiments.  Deliver proof-of-concept projects,     technical workshops,  and support implementation projects.  Participate    and organize events. ", 
  "companyDescription": "      Talent 4. 0    Talent 4. 0 (previously Esas Talent) is specialised in hiring and    selecting ICT and Sales & Marketing profiles.     Using our unique work method Talent 4. 0 succeeds in approaching active    as well as passive candidates.     The cornerstone of our service is providing tailor-made work,  as part    of a close partnership with our employers and candidates.     To reach the right candidates for our positions,  we also use a unique    Refer-a-friend program.  If you are not interested in a certain position    yourself,  but you know a suitable candidate,  we want to reward you if    the candidate is hired based on your recommendation.     Talent 4. 0 is gespecialiseerd in het werven en selecteren van ICT en    Sales & Marketing profielen.  Uitgangspunt van onze dienstverlening is    het leveren van maatwerk,  als onderdeel van een hecht partnerschap met    onze kandidaten en opdrachtgevers.     Om uw zoektocht naar een geschikte functie te vereenvoudigen,  krijgt u    de kans om uw zoekopdracht op de Talent 4. 0 website te bewaren.  U    ontvangt enkel relevante functies in uw mailbox.     Refer-a-friend programma:    Om zowel actieve als passieve kandidaten te bereiken hebben wij een    uniek Refer-a-Friend programma opgezet.     Kent u iemand voor één van onze vacatures,  aarzel dan niet om aan ons    Refer-a-Friend programma deel te nemen en op die manier een leuke bonus    te verwerven bij plaatsing van uw vriend of kennis. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
