{
  "jobPosting": {
    "companyName": "Job G8", 
    "functions": [
      "IT"
    ], 
    "companyJobCode": "LondonLocaljobs-79225549", 
    "title": "Big Data Developer - Spark / Redshift / Scala / R / SQL. . . ", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101219355, 
    "experienceLevel": "ENTRY_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "companyId": 10329349, 
    "websiteUrl": "www. jobg8. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWgAAAAJDI2MzI1ZTMwLTQ5ZWEtNGUzYS1hODM3LWU0NGJmOTU1OTBkYw. png", 
    "universalName": "job-g8"
  }, 
  "description": "Big Data Developer - Spark / Redshift / Scala / R / SQL Server /    QlikView    Big Data Developer - Spark / Redshift / Scala / R / SQL Server /    QlikView,  is required to join an award winning data focused company    based in Central London who operate heavily within the financial    sector.  The environment does not reflect the typically financial    company,  it's very dynamic and forward thinking.  If you're a Big Data    Developer who is looking to further their experience with Big Data,     then you couldn't be in better hands.  The company is looking for    someone with experience in Big Data technologies so they can really    help to drive the team to success and put them ahead of everyone else    in the market.     As the Big Data Developer you will need to be at the top of your game    as you will be responsible for developing and enhancing the best    solutions for prestigious external clients as well as internal teams to    help the company grow.     The salary on offer for the Big Data Engineer is up to £75k plus 10%    bonus and benefits.  This role will give someone the opportunity to    further their skills with a variety of technologies and have a huge    positive impact on the growth and environment of this ever expanding    company.     Essential Skills       Experience with SQL Server 2008 or later,        Strong scripting skills with one or more (Scala,  R,  Python,  Java),        Experience with data platforms (Spark,  Redshift,  HDFS),        Knowledge of data visualisation tools (QlikView,  Tableau,  PowerBI,         D3)     Desirable Skills:    (Essential for candidates at the top of the salary bracket)       Experience with NoSQL technologies,        Knowledge of Amazon Services,        Experience working in Media / Publishing sector.      If you think you have all the skills the company are looking for and    you genuinely want to progress your career with Big Data,  then please    apply within.     Venturi is a staffing business dedicated to you,  differentiating    ourselves in the marketplace by quality of service and candidate    delivery.  Our highly skilled and experienced staff operate within    dedicated markets to give you the best service possible.  Venturi    markets include Business Intelligence,  Development IT & Legal IT.     Venturi operates as an employment agency and employment business.  No    terminology in this advert is intended to discriminate on the grounds    of age,  and we confirm that we are happy to accept applications from    persons of any age for this role. ", 
  "companyDescription": "      Job G8    Founded in 2008,  Jobg8 has deep roots within the Job Board industry.     The founder of Jobg8,  Robbie Cowling,  started one of the first and most    successful job sites in Europe in 1995 and understands the problems    facing Job Board owners today.  Jobg8 was created to address these    challenges.  The senior management team at Jobg8 has over 40 years of    combined Job Board experience on multiple continents and believes    passionately about the value of the platform that they have created.     Jobg8 Understands Job Boards    The Jobg8 marketplace is a unique service within the Job Board industry    and addresses three key challenges facing Job Board operators today:    Job Boards operate in a fragmented market of over 50, 000 job boards    from various countries.  This makes it difficult for advertisers to know    where to post Jobs and for Job Seekers to know where to look for    relevant positions.     Driving Traffic to your Job Board can be expensive and includes no    guarantee that the added Traffic will yield the qualified applicants    that your advertisers demand.     Although many Job Boards can deliver clicks and \"job views\",  what is    truly required is delivering qualified applicants to your advertisers.     Your advertisers would rather review a smaller list of qualified CVs,     than a large number of unqualified applications. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
