{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87865140", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "• A track record of delivering business systems that meet both end user and customer requirements • Good networking and stakeholder management experience • Planned and led workshops with stakeholders and end users to elicit detailed,  low level functional requirements • Excellent facilitation skills to draw out complete business requirements • Experience in data analysis techniques • Experience in use of data modelling tools • Can-do delivery-oriented approach,  without sacrificing best practice approaches • Demonstrable experience of structured methods and modelling standards such as UML and BPMN • Works on own initiative and takes ownership of deliverables • Have coordinated and overseen the work of other BAs • Effective leadership and strong people management skills • Customer centric,  ability to communicate at all levels across the organisation • Strong negotiating and influencing skills,  confident to challenge when appropriate • Commercially astute • Self-sufficient team player who operates with pace,  energy,  enthusiasm and creativity.   The following are desirable: • Preferably have Claims experience within the Insurance industry • ISEB Diploma in Business Analysis • CII certificate or progression towards.   ", 
  "following": false, 
  "companyDescription": "Allianz is one of the world's largest insurers and financial services companies.  We strive to deliver products and services that our clients recommend,  to be a great company to work for and to achieve the best combination of profit and growth.  We always look to hire the best talent and are as committed to our workforce as we are to our customers; as such we pride ourselves on offering unrivalled training and career development,  exactly what you would expect from the firm awarded General Insurer of the Decade at the British Insurance Awards 2014. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Allianz Insurance Plc", 
  "canFollow": false, 
  "companyId": "315226", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Allianz Insurance Plc", 
    "title": "Business/ Data Analyst"
  }, 
  "description": "We require a motivated and enthusiastic,  experienced Business/Data Analyst looking to progress their career path.  You will be working on a range of IT projects delivering solutions for the Claims division and be responsible for data analysis and modelling across key projects.  This is a fantastic opportunity to work closely with key stakeholders both within the IT Division and our business areas ensuring the quality delivery of a varied portfolio.  • Planning,  initiating and managing delivery of project requirements throughout the project lifecycle and be accountable for delivering to scope,  schedule and the required quality levels • Work closely with IT and business colleagues,  providing thought leadership,  understand options,  opportunities and the art of the possible and match this to business aspirations • Develop and maintain relationships with stakeholders,  facilitating open communication and discussion,  as well as negotiating on technical and commercial issues to ensure consensus • Elicit and analyse requirements for fitness for purpose as well as adherence to business objectives and consistency,  challenging positively as appropriate • Document business requirements by the most appropriate means for the project and obtain formal agreement by stakeholders and recipients to scope and requirements • Understand the data modelling requirements of Claims applications • Work with Solution Analysts and Architects to develop and agree modelling requirements • Establish,  set up and test the data models • Manage requests for and the application of changes to base-lined requirements • Review high level system test plans and test cases. "
}
