{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Skills Required for the Data Scientist include (But not limited to): • SQL experience with relational databases  • Ability to manage multiple projects and able to meet deadlines  • Has contributed to the design and application of new tools This role will also allow you to work from home on occasion.  If you are interested please do forward your resume accordingly. ", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86751766", 
  "descriptionLanguage": "en", 
  "description": "Do you have extensive professional experience with Advanced Analytics and Data Mining? Do you have experience with designing and developing enterprise analytical solutions? Role: Data Scientist,  Analytics &amp; Data Management  Type: Permanent  Location: London  Salary: Circa £90k plus Health Care and Pension We have an exciting opportunity for a data scientist to act as a senior analytic consultant during the design and implementation phase along with meeting with clients to understand their business needs and design/define an analytic strategy/approach which will be the important feature of the full solution.  You will be joining a division with significant ongoing growth,  investment and commitment.  This position will allow you to be part of a growing team and drive next generation solutions to public sector clients.  We are looking for candidates with 8+ year’s professional experience with a minimum of 3 years in analytical application/solution development.  Responsibilities for the Data Scientist include (but not limited to): • Effectively articulate the analytic approach to the analytic team.  • Contribute coding to the project as necessary for quick proof points or to resolve more challenging aspects of the proposed solution.   • Expert use of data mining mythologies. ", 
  "jobPosting": {
    "title": "Data Scientist - Analytics & Data Management", 
    "companyName": "Excelerate Selection"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "42144", 
  "canFollow": false, 
  "companyName": "Excelerate Selection", 
  "bottom": "true"
}
