{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90306852", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Strong social analytical background,  working within large sums of data SQL experience is key,  basic understanding is acceptable Knowledge of Adobe is beneficial  Subscription-based environment is beneficial Understanding of driving business change via data Strong stakeholder communication skills,  must have a personality!", 
  "following": false, 
  "companyDescription": "ENGAGE is a specialist provider of executive level resources across core operating functions including Sales and Technology in addition to offering domain expertise in Digital,  Banking and Consultancy.   Borne from the First People Solutions Group (FPSG),  a multi award winning recruitment business,  ENGAGE PSG has been established to service our clients via specialist teams,  each with domain or functional expertise delivered through both contingent and search methodologies.   The group has previously been multi award winning and was in the Sunday Times Fast Track 100 two years consecutively.  From operating centres in London,  Manchester and Leeds we are committed to building long term partnerships with our clients.  Ad hoc business is both costly and adds little value to the customer or the supplier alike.  Our business model is based around getting to understand our customers,  their position within their respective markets,  and the cultural DNA of their teams.  Only at this point can you build a compelling proposition to attract the brightest and most relevant talent in the marketplace to ensure our customers retain their competitive advantage in the markets in which they operate. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Engage PSG", 
  "canFollow": false, 
  "companyId": "891722", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Engage PSG", 
    "title": "Social Data Analyst"
  }, 
  "description": "We have an opportunity working with one of the largest names in media to join their growing Data &amp; Analytics capability.  Our client is incredibly high profile and of significant scope,  over the past 2 years they have identified that the future of their brands rely on data and insights drawn from that.    An exciting opportunity has arisen for a Social Analyst to join this growing team to develop and deliver regular social reports to the business.  This is a business critical role where this data is responsible for the future campaigns of the business and identifying new target audiences.     You will be experienced in handling large sums of data and effectively spotting trends within that data set to report back to the business.  An ideal background is someone who understands the subscription based landscape but this is not essential,  handling significant sums of data is key.     If you want the opportunity to work for one of the highest profile names in the world with a fantastic culture and capability then please apply! "
}
