{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/63864319", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Hotels. com", 
  "canFollow": false, 
  "companyId": "2751", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Hotels. com", 
    "title": "Software Development Engineer II Big Data - Hotels. com"
  }, 
  "description": "Job ID: 34408 Company: Hotels. com Location: United Kingdom,  London Functional Area: Technology Employment Type: Full-Time Temporary Education Required: Bachelors Experience Required: Not Indicated Relocation: No  Are you an engineer who wants to work for a strong and innovative online travel technology company? Do you have a passion for turning data into meaningful information? Does working on a world-class analytics platform backed by a cutting edge Big Data implementation scaling to hundreds of terabytes any interest? Do you want to work with (and learn how to use) the latest Big Data technologies in the Hadoop ecosystem? If any of those are true. . . Expedia is looking for YOU!Expedia Inc.  the largest Online Travel Agency is looking for an experienced,  highly motivated,  self-directed Software Development Engineer to join the Hotels. com technology team.  In this role you will be responsible for the delivery of solutions on top of the Hadoop big data platform and will play a key role in a huge technology pivot.  This entails working with the delivery team and business partners to flesh out requirements,  complete solution design,  development and ultimate delivery to the end consumers.  Our team has experience using a wide range of technologies and many years of Hadoop experience so we guarantee that you won't be bored and will learn a lot.  We are also constantly looking for ways to improve our development methodologies and welcome fresh ideas and approaches. ResponsibilitiesDevelop various facets of the Hadoop EDW Java/Hadoop ecosystemWrite clear,  efficient,  tested codeDevelop code as part of a wider team through pair programming and code reviewsContribute to both program and system architectureEvolve development standards and design patternsWork with business stakeholders to flesh out and deliver on requirements in an agile mannerDeploy and maintain applications in production environmentsCommunicate and document solutions and design decisions. Desired experience and skillsWe do not believe in matching against a list of buzzwords - we look for smart people with good general programming skills as we believe that clever developers can learn new technologies quickly and well.  However it wouldn't hurt if you have experience with some of the following (or at least an interest in learning them):Demonstrable and proficient Java server-side programmingThe Hadoop ecosystem - including Hive,  Oozie,  Cascading,  HBaseAgile development methodologies including scrum,  code reviews,  pair programming. Object oriented design and developmentPerformance and scalability tuning,  algorithms and computational complexityData Warehousing and ETL developmentSQLOpen source libraries and tools such as Spring,  Maven,  Guava,  Apache Commons,  Eclipse,  Git,  Jira,  JenkinsUnit testing (ideally using Junit and Mockito)All things Linux (bash scripting,  grep,  sed,  awk etc. )MS/BS degree in a computer science field or related discipline is nice but not essentialProcessing massive structured and unstructured data sets. What we offerAn environment where elegant,  clean,  maintainable code is favoured over messy hacks. A friendly,  smart team who are keen to share their knowledge and learn new things. A chance to work with massive data sets numbering literally billions of items and approaching a petabyte in total size. Opportunities to learn and apply the latest big data technologies on a fast growing Hadoop cluster.  About Hotel. comThe world's leading hotel booking site offering the widest selections of lodging and accommodations from traditional hotels to vacation rentals at more than 70, 000 properties worldwide.  Hotels. com offers reservation services through its own websites (including hotels. com and others),  its interactive affiliate network ,  and its toll-free call centers (1-800-2-HOTELS).  LI-JD1"
}
