{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90368396", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Bachelors degree (or equivalent) Previous experience in a marketing analysis,  consulting or other data analysis position Experience working within a variety of database sources and technologies (working within an Hadoop environment an advantage) Familiarity with the use of a range of analytics and visualisation tools and techniques to achieve a business goal.  Knowledge of Qlikview / Tableau or similar an advantage Advanced knowledge of PC-based spreadsheets and database warehousing applications Experience with SAS,  SPSS,  and other statistical software languages/applications Strong stakeholder management Financial Services experience not required and we welcome applications from outside this industry. ", 
  "following": false, 
  "companyDescription": "Zurich is one of the world’s leading insurance groups,  and one of the few to operate on a global basis.  Our mission is to help our customers understand and protect themselves from risk.   With about 60, 000 employees serving customers in more than 170 countries,  we aspire to become the best global insurer as measured by our shareholders,  customers and employees.   We help individuals,  small- and medium-sized companies and global corporations around the world understand and protect themselves from risk by offering a wide range of insurance products,  solutions and advisory services.  As an equal opportunities employer,  Zurich celebrates the diversity of our people and we welcome applications from everyone.    In 2014 Zurich achieved 11th place in the Sunday Times 25 Best Big Companies to work for,  the fifth year in a row that we have featured in this list - which we are incredibly proud of! To find out more please visit www. zurich. co. uk/careers", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Zurich Insurance Company Ltd. ", 
  "canFollow": false, 
  "companyId": "2458", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Zurich Insurance Company Ltd. ", 
    "title": "Data Analyst"
  }, 
  "description": "We are looking for a Data Analyst to join our newly created team.  Your role will be to create,  maintain and analyse marketing database resources used in the development of marketing programs.    Main Accountabilities: Develop and design market database analysis programs to meet the needs of marketing in acquiring and warehousing customer information,  establishing customer profiles,  identifying potential markets,  new sales,  marketing and product opportunities and marketing strategies Develop processes and methodologies to maximise data integrity.  Design data audit techniques to improve data quality.  Define and implement experimental research designs and quantitative techniques using high level analytical tools Work on business issues requiring marketing analysis.  Translate business needs into actual analysis plans and/or experimental designs.  Integrate complex data from multiple sources.  Utilise proven excellence in problem solving,  analytical,  research and quantitative analysis skills and analytical working techniques,  including regression,  decision trees,  multivariate analysis,  etc Review and make recommendations for statistical methodologies and treatments as a team member in support of database analysis objectives Develop models to acquire data and information and conduct follow-up and data verification as needed. "
}
