{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80837543", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Skills: Experience with Python,  SQL,  etc.  Full working proficiency in Dutch.  Affinity with data analysis software such as: R,  SAS,  STATA,  Julia,  Mathlab.  The ability to provide analytical,  creative,  and innovative solutions to complex problems.  Experience with big data platforms: NoSQL databases,  Map Reduce techniques,  Kafka,  Storm,  Hadoop / Hive / Pig.  Experience with visualizing models and its findings such as: D3JS,  AngularJS,  HTML,  CSS,  Tableau. ", 
  "following": false, 
  "companyDescription": " Arrows Group delivers the total workforce solutions you need to grow your business,  from niche skills to organisational transformation.    Founded in 2003 by James Parsons (CEO) and Adrian Treacy (COO),  Arrows Group has grown consistently every year since inception to become one of the most exciting privately-owned staffing companies in Europe.    Generating revenues in excess of £80m,  the company operates from offices in London,  Amsterdam,  Munich,  and India,  offering clients global coverage through its ‘follow the sun’ sourcing model.  Arrows Group delivers specialist total workforce solutions to world-class businesses through its Staffing,  Project Resourcing,  and Consulting services. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Arrows Group Global", 
  "canFollow": false, 
  "companyId": "34565", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Arrows Group Global", 
    "title": "Big Data Scientist"
  }, 
  "description": "We are looking for an enthusiastic,  motivated Big data scientist who would like to work at a young and dynamic company specializing in the area of big data engineering,  data science and data architectures.  Person with experience in Hadoop,  Solr,  Elastic Search,  Apache,  Mongo DB,  Python,  Apache and Big Data and they need only Dutch speaking candidates.  Client is a market leader when it comes to consultancy for Big Data Scientist and they have 6 of the best Big Data Scientists of the Netherlands.  They seek only the best of the best!"
}
