{
  "companyDescription": null, 
  "following": false, 
  "skillsDescription": "Candidate needs to be commercially astute,  flexible,  resilient and productive in a fast-paced environment where business needs/priorities may change and the path forward is not always black and white Ability to think both strategically and tactically Experience and a good understanding of ITIL principals Experience and a good understanding of BMC Remedy products Willing to learn and have the capacity to understand complex program Strong relationship building skills and ability to influence others.  Ability to work across and at all levels of the organisation Excellent organisational skills with the ability to drive multiple tasks/initiatives simultaneously and find points of intersections and integration across teams Excellent writing/ verbal communication and presentations skills Experience of working in a technology environment Experience of working within a multi-national financial institution is helpful,  but not required.  Be a driven team player who will proactively help other teammates when necessary and is willing to work as a team and not as an individual.  Knowledge of MS Outlook,  Power Point and Word Strong practice of Excel for data management,  listing consolidation and reporting", 
  "protocol": "https://", 
  "lang": "en", 
  "locale": "en_US", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/87827358", 
  "descriptionLanguage": "en", 
  "description": "Global leading Investment Banking Grouyp are seeking a Data Analyst to Provide support to Technology Infrastructure in EMEA for the IT Services Management program (ITSM).   Support TI stakeholders in the IT Services Management program in EMEA for the delivery and the adoption of the new processes and new tools.  This program included the adoption of ITIL processes and the migration from Maximo to Remedy.  The EMEA team is specifically in charge of facilitating the activities for the EMEA population.    Integrated in the EMEA Domain Lead team,  the role of the data analyst is to provide support to the global program teams for any activities taking place in EMEA and to the EMEA teams for any ITIL,  ITSM and other program deployment.  Key tasks include: Assist the EMEA team with ITIL and ITSM questions Manage the rollout of new tools and the role-based accesses Participate to the coordination of the UAT testing for future releases Assist with the EMEA readiness: training on new functionalities/processes,  workshop,  communication to end-users With the EMEA team,  support the program releases.  Coordinate any pre-releases task,  participate to the release rollout and provide post-release support.   The role will be of a 6 months + contract paying up to £500 per Day. ", 
  "jobPosting": {
    "title": "Technology Infrastructure Data Analyst (Chester)", 
    "companyName": "Radley James"
  }, 
  "hostname": "linkedin. com", 
  "companyId": "1116353", 
  "canFollow": false, 
  "companyName": "Radley James", 
  "bottom": "true"
}
