{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90373382", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "What We’re Looking For: Ph. D.  in mathematics,  physics,  statistics,  electrical engineering,  computer science,  operations research or related disciplines (ABD candidates should apply too) Practical programming and data analysis experience using R,  Python,  Matlab,  C/C++,  or  C# Experience using linear algebra and probability Experience in machine learning and time series analysis a plus. ", 
  "following": false, 
  "companyDescription": "Who We Are  SIG is a global quantitative trading firm founded with an entrepreneurial mindset and a rigorous analytical approach to decision making.  We commit our own capital to trade financial products around the world.  Building virtually all of our own trading technology from scratch,  we are leaders and innovators in high performance trading.     SIG is not accepting unsolicited resumes from search firms.  All resumes submitted by search firms to any employee at SIG via-email,  the Internet or directly without a valid written search agreement will be deemed the sole property of SIG,  and no fee will be paid in the event the candidate is hired by SIG. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Susquehanna International Group,  LLP (SIG)", 
  "canFollow": false, 
  "companyId": "165964", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Susquehanna International Group,  LLP (SIG)", 
    "title": "Data Scientist"
  }, 
  "description": "As a Statistical Data Scientist on our Quantitative Research team you get to engage in challenging problems.  You will: Work with massive,  raw data sets.  Produce regular,  periodic reports used throughout the firm as well as ad-hoc studies.    Summarize your research,  strategies,  and results into easily understood,  rich visual representations for SIG’s trading desks and other business units.   Analyze and collaborate within and across teams will be essential to our business and will have practical applications to our trading.    SIG Data Scientists Are: Creative,  quantitative problem solvers.   Strong programmers.  Interested in the financial markets.    Great communicators. "
}
