{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/80841378", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": null, 
  "following": false, 
  "companyDescription": "MasterCard (NYSE: MA),  www. mastercard. com is a technology company in the global payments industry.  We operate the world’s fastest payments processing network,  connecting consumers,  financial institutions,  merchants,  governments and businesses in more than 210 countries and territories.  MasterCard’s products and solutions make everyday commerce activities – such as shopping,  traveling,  running a business and managing finances – easier,  more secure and more efficient for everyone.  We are leading the way toward a world beyond cash with the power to expand connectivity,  opportunity,  and prosperity for individuals,  businesses,  and communities. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "MasterCard", 
  "canFollow": false, 
  "companyId": "3015", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "MasterCard", 
    "title": "Data Analyst Product Delivery (Rosetta Plan)"
  }, 
  "description": "Who is MasterCard? What role do we play in the modern world? Are we an enabler of purchases or a facilitator for transactions? We play a much larger role in the world by enabling those that have no access to financial systems – every employee has the opportunity to be a part of something bigger and to change lives.  We have the technology,  people and Brand to serve modern society .  Today,  we are a global tech company that connects everyone to endless possibilities,  priceless possibilities.  Job TitleData Analyst Product Delivery (Rosetta Plan)Customer Delivery Europe (CDE) is in the center of the MasterCard Europe (MCE) organization and the key contact between the Divisions,  Operations and Technology (O&amp;T),  Global Products &amp; Solutions (GP&amp;S),  and other business units.  Our delivery model encompasses the breadth of our Sales and Delivery Process,  including opportunity management,  business deals,  delivery and post-implementation reporting and optimization.  We work closely with Account Management,  Business and Acceptance Development,  and other functions,  to make it happen.  We take responsibility for working with every stakeholder,  internally and externally,  to ensure successful execution of our products in the different markets. The Customer Delivery Product Delivery group is a part of Customer Delivery Europe and has as main assignment to support the divisions in the delivery of specific products.  Assessing product readiness and ensuring a flawless delivery of these products in the markets is key to successful delivery.  Customer Delivery Product Delivery also embeds key learnings in the delivery work and initiates,  improves and drives efficiency and quality in the delivery process. RoleHis/her day to day activities will relate to performing queries against our data warehouse and to provide reports as well as data analysis to MCE business units:- Prepare reports on our business indicators.  Analyze them and check quality to assure accuracy. - Participate to projects related to management reporting. - Analysis and reports on ad-hoc or recurrent basis. - Support data queries and analysis of Acceptance Quality Testing related queries and other Optimization Excellence projects,  with focus on issuers,  acquirers and merchantsHe/she takes care of MIS requests by analyzing and processing them,  choosing the best information source,  the best infrastructure and by liaising with the requestor to assure the report fits the needs of the customer. All About You• Business graduate• Very good knowledge of MS Office suite (Excel and Access primarily),  any programming skills is an asset. • Strong analytical mind• Values accuracy• Very organized &amp; process oriented,  • Able to deliver within agreed timelines• Ability to come up with creative ideas with the aim to improve current processes• Good team player,  capable of interacting with other departments• Strong communication skills (both written and spoken)• is fluent in English• is eligible for Rosetta Plan Equal Opportunity Employer"
}
