{
  "jobPosting": {
    "companyName": "Nigel Frank International", 
    "functions": [
      "HR", 
      "IT"
    ], 
    "companyJobCode": "nigelfrankjobs-124382", 
    "title": "Dynamics AX Data Analyst,  Surrey,  GBP50K + Benefits + Progression", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 101503856, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      104
    ]
  }, 
  "company": {
    "websiteUrl": "www. nigelfrank. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAR0AAAAJDk2YTllNTZmLTU2MzYtNDc0My04NjFlLWQxNjQ5YWQwNmRmMQ. png", 
    "universalName": "nigel-frank-international", 
    "companyId": 205918
  }, 
  "description": "    Following on from continued company growth and expansion,  a market    leading organisation with a global presence is actively looking for an    experienced Dynamics AX Data Analyst to join their experienced Dynamics    AX implementation project team and play a pivotal role in all aspects    of data migration for a number of exciting international projects.     Successful Candidates Will Have       Recent development experience in a Microsoft Dynamics AX / Axapta        environment       Exposure to Data Migration activities in a Microsoft Dynamics AX        environment       Experience using Microsoft Dynamics AX Data Migration tools        (Definition Groups,  Atlas,  etc. )       SQL coding / analysis experience (Highly desirable)       Direct experience in MS SSRS / SSAS (Highly desirable)       Strong understanding of Microsoft Dynamics AX Database (Highly        desirable)       Formal Microsoft Dynamics AX / SQL Certifications (Highly        desirable)       Excellent written and verbal communication skills       Methodical and analytical approach     This progressive business offers a highly competitive starting salary    of £40, 000 - £50, 000 per annum depending on experience,  in addition to    a brilliant pension scheme,  health insurance and industry leading    training!    My client is looking to fill this position ASAP,  so if you feel you    have the relevant skills for this role,  please send your CV to    Sebastian at s. mann@nigelfrank. com,  or call 0191 338 7568.     I understand the need for discretion and would welcome the chance to    speak to any Microsoft Dynamics candidates that are considering a new    career or job either now or in the future.  For more information on the    Microsoft Dynamics market and available opportunities I can be    contacted either by email (s. mann@nigelfrank. com) or by phone (+ 44 191    338 7568),  and confidentiality is of course guaranteed!    Please see www. nigelfrank. com for more fantastic Microsoft Dynamics    opportunities.     Nigel Frank International Ltd is acting as an Employment Agency in    relation to this vacancy.     ERP / Dynamics AX / AX / Axapta / Microsoft / Data Analyst / Technical    / Database / Data / Analyst / X++ / SQL / London / Sussex / West Sussex    / Hampshire / Surrey / Berkshire / Woking / Bracknell / Weybridge /    Reading / Slough / UK / Relocate", 
  "companyDescription": "      Nigel Frank International    Nigel Frank International is the global leader in Microsoft Technology    recruitment.  We place more skilled Microsoft Dynamics and Stack    professionals with Microsoft Partners and end-users worldwide than any    other recruitment business.     -----------------------------------------------------------------------    -----------------------------------------------------------------------    ---------    \"Every 15 minutes,  Somewhere in the World,  a Microsoft Professional is    Attending an Interview Arranged through Nigel Frank International. \"    -----------------------------------------------------------------------    -----------------------------------------------------------------------    ---------    With a network of 400+ Recruitment Consultants spread across 10 Offices    in 4 continents,  Nigel Frank International is uniquely positioned to    find Microsoft Dynamics and Stack Professionals their perfect job,     whatever their career aspirations.     We have built excellent relationships with top tier Microsoft Partners    and End Users.  As such,  we offer the largest choice of vacancies (over    6, 000) in our specialist areas,  many of which are exclusive to Nigel    Frank.     We recruit for the full suite of Microsoft Dynamics and Stack products    covering every role from Sales and Pre-Sales,  through to Project    Managers,  Consultants and Developers,  with our multi-lingual,     technically proficient recruiters providing a comprehensive and fully    confidential consultancy service.     Over 80% of our business is repeat business - testament to the ability    of our multilingual consultants to deliver high caliber candidates    within our client’s budgets.  We are ideally placed to find you either    the perfect role to advance your career or the perfect candidate to    fill your vacancy. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
