{
  "jobPosting": {
    "companyName": "Palo Alto Networks", 
    "functions": [
      "RSCH"
    ], 
    "companyJobCode": "jobvite_3-paloaltonetworks-o6rU1fwc", 
    "title": "Big Data Scientist/Machine Learning - 6237", 
    "employmentStatus": "FULL_TIME", 
    "listingType": "BASIC", 
    "veteranCommitted": false, 
    "id": 102406785, 
    "experienceLevel": "MID_SENIOR_LEVEL", 
    "applicationRouting": "COMPANY_WEBSITE", 
    "industries": [
      118
    ]
  }, 
  "company": {
    "websiteUrl": "http://www. paloaltonetworks. com", 
    "logo": "urn:li:media:/AAEAAQAAAAAAAAWDAAAAJDFjZTFkNTAyLTc0ZDMtNGEyYS1hZmI2LWI2M2I0MDA3ZDk3Yw. png", 
    "universalName": "palo-alto-networks", 
    "companyId": 30086
  }, 
  "description": "     Description    Our Company is looking for a (Big Data Scientist)/Machine Learning    Responsibilities       Lead the technical big data research.        design,  develop,  test,  and analyze complex models and analytics to        support research challenges       develop algorithms and analytics for discovery and characterization        from voluminous and noisy data in order to achieve real time        malwares and exploits detection/analysis/classification.        Support Research to discover new malware/APT/exploit techniques and        samples.        Stay up to date with big data research,  algorithms,  and techniques.      Required Qualifications       Big data analysis skills are a must: At least 5 year Experience in        data mining skills,  as is experience related big-data        architectures.  Experience with any combination of the following is        desired: machine learning,  statistical modeling,  computer and        network security,  simulation modeling,  cyber threat modeling,  user        behavior modeling,  computational/artificial intelligence,         agent-based systems.        Knowledge and experience of 2 years in information security or        Cyber related research.        Broad understanding and have experience with real-time analytics        systems,  algorithms,  SQL databases,  elastic search,  etc.        Knowledge of Matlab,  R,  Java,  or Python is highly desired       Major advantage to Candidate that have at least 2 years of        experience in at least one of the following: exploitation        mitigation,  vulnerability research,  malware research,  operating        system security.        Major advantage to Candidate that have at least MS in Applied        Mathematics,  Statistics,  Computer Engineering,  Computer Science,  or        a related field.        Ability to work independently and as a technical leader.        Should be able to develop new insights from the available data and        to supply clear and insightful analyses on the data at hand.         Explaining results in clear and concise reports.          Proactively seeking clarification of requirements and direction;        take responsibility when needed.        Candidate should also possess the ability to work under pressure        with extreme deadlines,  prioritize projects,  and maintain focus and        a sense of humor.        #LI-ML2", 
  "companyDescription": "      Palo Alto Networks    Palo Alto Networks is the next-generation security company,  leading a    new era in cybersecurity by safely enabling applications and preventing    cyber breaches for thousands of organizations worldwide.  Built with an    innovative approach and highly differentiated cyber threat prevention    capabilities,  our game-changing security platform delivers security far    superior to legacy or point products,  safely enables daily business    operations,  and protects an organization’s most valuable assets.  Find    out more at www. paloaltonetworks. com. ", 
  "descriptionLanguage": "en", 
  "companyDescriptionLanguage": "en"
}
