{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83902851", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Required skills: Programming experience with R and Python 3+ years of experience in data mining/advanced analytics Familiarity with SQL and NoSQL databases Modelling and machine learning Advantageous skills: Ability to perform ad hoc statistical and data mining analyses Experience working with time series data Familiarity with missing data,  statistical experiments and hypothesis testing Ability to work closely with products and engineering teams", 
  "following": false, 
  "companyDescription": "Optimus Search is a recruitment company that supplies high class talent to companies in Europe.  With 10 years of expertise working with some of the biggest names in the industry we know what makes a recruitment company successful – “understanding of our clients’ needs”.    We have broken our business down in to three separate divisions in order to make sure it is clear to you,  as a client or as a candidate,  as to exactly what markets and therefore what skills it is we recruit for.  The Three Divisions are as follows:   Optimus Data &amp; Technology Optimus Engineering Optimus Life Sciences   Our range of services includes contingency search,  executive search and contract recruitment.    With various awards to our name,  including the Virgin Fast track 100,  the Optimus Search brand is recognised as a recruitment company that will deliver on its promises. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Optimus Search", 
  "canFollow": false, 
  "companyId": "1592017", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Optimus Search", 
    "title": "Quantitative Analyst/Data Scientist"
  }, 
  "description": "Data Scientist London   Job Title: Quantitative Analyst/Data Scientist Job role: Searching for a Data Scientist experienced in R and Python,  with an appetite for data and strong background in statistics to join a rapidly growing company based in London.  This is a Permanent position offering an attractive £50k - £60k.  About the Role: You will be a member of the data scientist team,  working closely with developers,  designers,  scientists and experts.  About the company: Our client specialises in understanding the relationship between customers and digital content interaction.  You will play an important role in the evolution of creating products and measuring their performance.  Become a part of the rapidly scaling team.    Location- London,  United Kingdom Start Date- ASAP Salary- £50k - £60k per year Job Type: Permanent Educational Level: MS degree or higher in Statistics,  Applied Mathematics or Mathematics (equivalent will be considered). "
}
