{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/90370539", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "• Gather data from various sources and compile into a useable format to analyze and present results. • Designs reports and data dashboards for personnel based on specific instructional and department needs. • Ensure data is accurately and consistently maintained and troubleshoot inconsistencies. • Maintains procedural knowledge of guidelines for data reporting as well as technical knowledge of the systems used. • Performs database and application integration and interchanges between locally developed systems and vendor-supplied applications. • Manages data loading and maintenance of data. • Reporting tools and prepares accurate reports for staff. • Develops and manages internal data-integrity,  system designs,  business-logic rules and procedures for operational and business data. ", 
  "following": false, 
  "companyDescription": "The organization is a diversified technology company,  focused on improving people’s lives through meaningful innovation in the areas of Healthcare,  Consumer Lifestyle and Lighting.  The company is a leader in cardiac care,  acute care and home healthcare,  energy efficient lighting solutions and new lighting applications,  as well as male shaving and grooming and oral healthcare. ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Yacht", 
  "canFollow": false, 
  "companyId": "3329", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Yacht", 
    "title": "Data Analyst"
  }, 
  "description": "Just call!To serve as the primary coordinator and support person for data coordination,  management and reporting.  Support includes the accurate preparation and integration of data between systems,  development of reports and dashboards,  preparing data for required reports,  and troubleshooting. AgreementsIn line with the market. Voor meer informatie neem contact op met Dorus Kanen van Yacht via e-mail dorus. kanen@yacht. nl"
}
