{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/86706664", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Experience of working in starts up in Digital Advertisement and eCommerce domain Exposure to GIS ,  Mapping,  Openstreetmap and other spatial database Exposure in topic modeling,  Natural Language processing,  predictive analytics Self driven and ability to work independently without any supervision Streaming data analytics/ realtime analytics", 
  "following": false, 
  "companyDescription": "  Hi There ! Greetings from Personagraph ! We are a Subsidiary of Intertrust Inc. ,  a Sony Company,  which is HQ @ Sunnyvale,  BayArea ,  SFO ,  California.  Personagraph has 3 Product Dev Centres in India based out of Hyderabad,  Bangalore &amp; Indore.  This specific Opportunity is based out of Bangalore.  Please take a quick tour of our Company Website www. personagraph. com  We are looking for bright young Data Scientists ,  who want to be doing disruptive technology work in the Mobile PLatform exploring newer technologies as they emerge/evolve to suit the rapidly changing business &amp; technology landscape.  If your profile suits our requirements you are sure to get a call for a 1:1 meeting ASAP Please go ahead and apply ! ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "Personagraph", 
  "canFollow": false, 
  "companyId": "2849192", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "Personagraph", 
    "title": "Data Scientist "
  }, 
  "description": "Primary Responsibilities   •   Data scientist will be responsible for solving complex big-data problems in mobile advertising space (Data management platform,  Real time bidding,  User behavior inferences) using data mining,  machine learning and exploratory analytics.  •   Ideal candidate is expected to have reasonable programming and design skills to manipulate unstructured and big data,  build prototype that work on massive datasets.   Ability to even build components that work within production systems is a big plus.  •   The candidate should be able to apply domain knowledge and business perspective to broader data analysis as a precursor to modeling and provide business insights.  •   Knowledge of Hadoop,  spark,  python,  scala and other distributed computing platform •   Exposure to PostGIS or any other spatial database"
}
