{
  "descriptionLanguage": "en", 
  "pageUrl": "https://www. linkedin. com/jobs2/view/83975292", 
  "locale": "en_US", 
  "lang": "en", 
  "protocol": "https://", 
  "skillsDescription": "Qualification Master Degree in Statistics,  Mathematics,  Engineering,  Business Administration,  Computer Sciences or closely related fields with extensive knowledge in the application of statistics and computer sciences.  Up to 3 years of experience in the field actively employing big data and advanced analytics expertise.  Prior experience in the pharmaceutical or biotech industry is an asset.  Programming skills using scripting languages such as Perl,  Python,  R,  Unix shell or pipelining tools.  Strong knowledge of SQL,  web programming and database development.  Knowledge of the Hadoop stack (Map Reduce,  Spark) is an asset.   Experience in the use of semantic technologies to query unstructured data is a plus.  Deep understanding of statistical concepts,  algorithms,  data processing and visualization and experience processing and analyzing large multivariate data sets.  Experience with data mining,  Natural-Language Processing (NLP),  machine learning and artificial intelligence.  Experience of using R/Matlab/SAS or similar data analysis applications.  Excellent communication skills and facilitation skills with the ability to work with others to achieve objectives Excellent interpersonal and communication skills We offer you….  A challenging  ICT-job and access to state of the art technologies.  You'll also get recognition for excellent work and compensation in line with your performance.   ", 
  "following": false, 
  "companyDescription": "UCB is a global biopharmaceutical company focused on the discovery and development of innovative medicines and solutions to transform the lives of people living with severe diseases of the immune system or of the central nervous system.  With more than 8, 500 people in more than 40 countries,  the company generated revenue of €3. 4 billion in 2012.  UCB is listed on Euronext Brussels (symbol: UCB). ", 
  "companyDescriptionLanguage": "en", 
  "bottom": "true", 
  "companyName": "UCB", 
  "canFollow": false, 
  "companyId": "26195", 
  "hostname": "linkedin. com", 
  "jobPosting": {
    "companyName": "UCB", 
    "title": "Junior Data Scientist "
  }, 
  "description": "Junior Data Scientist   Role   Do you live and breathe the digital world ? Are you ready for the next generation job? We are looking for a smart and ambitious young professional to join the IT Advanced Analytics Team to  contribute to transform the life of patients living with severe disease and make an impact with technology and data science.  You will be working in a company where innovation and collaboration play a key role.  You are passionate about data of any form and you have ideas on how to make the best of it.  You will bring Advanced Analytics and Big Data expertise to activities across all the business areas of the company to generate insights that will impact the development of our drugs,  the affordability of care and more generally the strategy of company.  As a Data Scientist,  you will be part of a highly stimulating team composed by different experienced data professionals (Senior Data Scientists,  Data Analytics Champions,  …) and you will play a key role in the development of innovative data solutions.  The role also requires close interaction with business teams and patient solutions colleagues to generate and test data-driven hypotheses,  involving advanced experimental data and working on innovative projects.  In addition,  you are expected to be an advocate for Big Data and Advanced Analytics solutions within the company and support related platform and capability development in the larger UCB information organization.  We want data under any form,  to be key in everything we do to find new solutions for our patients.      Key Responsibilities Responsible for the delivery of Big Data &amp; Analytics solutions to dedicated  teams.  Responsible of data discovery,  data modeling for value generation.  Maintain a trusting and productive relationship with the customer,  gaining a thorough understanding of the business challenges.  Implement and employ Big Data innovative approaches such as text mining,  machine learning,  modeling and simulation,  natural language processing and web crawling.  Integrate and summarize large scale data and information across multiple domains (real world data,  health outcome data,  …).  Digest complex data structures,  perform statistical data reduction,  summarization,  normalization,  multivariate data analyses and report findings using advanced visualization techniques Stay updated on industry best practices and drive the adoption of novel approaches and methods in the field of Big Data &amp; Analytics within the scientific and the data community.  Follow core project management practices,  such as project justification,  initiation,  stakeholder communication and delivery.  Present to internal and external communities on Big Data solutions,  best practices and scientific approaches,  including external scientific publication. "
}
